Repository: BackupTheBerlios/noteedit-svn
Catalog: doc/*/*.po
Languages: de

source: g++ compiler <emphasis>(You can use g++-3.x, but make sure QT/KDE (others ???) is also g++-3.x-compiled/You need TSE3-0.2.5 for gcc-3.2!)</emphasis>
de: g++ compiler <emphasis>(Sie können g++-3.x benutzen, aber sichern Sie, dass QT/KDE (andere ???) auch g++-3.x-compiliert ist./ Sie benötigen TSE3-0.2.5 für gcc-3.2!)</emphasis>

source: X11 (include and libraries)
de: X11 (Include und Bibliotheken)

source: Qt (include and libraries) Qtdevel2 (>=Qt-2.2.2)
de: Qt (Include und Bibliotheken) Qtdevel2 (>=Qt-2.2.2)

source: YACC or Bison
de: YACC oder Bison

source: LEX or flex
de: LEX oder flex

source: KDE-2.x.y or KDE3
de: KDE-2.x.y oder KDE3

source: gettext <emphasis>(only for text translation)</emphasis>
de: gettext <emphasis>(Nur zum Zwecke der Textübersetzung)</emphasis>

source: extractrc(from kde developement) <emphasis>(only for text translation)</emphasis>
de: extractrc(aus dem KDevelopement) <emphasis>(nur zum Zwecke der Textübersetzung)</emphasis>

source: recommended:
de: empfohlen:

source: TSE3 Library Version (0.1.2, 0.1.3, 0.2.3, 0.2.5) see: <ulink url="http://TSE3.sourceforge.net">http://TSE3.sourceforge.net</ulink>
de: TSE3 Library Version (0.1.2, 0.1.3, 0.2.3, 0.2.5) siehe: <ulink url="http://TSE3.sourceforge.net">http://TSE3.sourceforge.net</ulink>

source: A good idea is also: LaTeX (te_latex package), MusiXTeX, xdvi, dvips, gv.
de: Eine gute Idee ist auch: LaTeX (te_latex package), MusiXTeX, xdvi, dvips, gv.

source: and: LilyPond (for LilyPond installation MetaPost and the kpathsea headers)
de: und: LilyPond (für LilyPond Installation MetaPost und die Kpathsea-Header)

source: likewise: LibKMid; see <ulink url="http://perso.wanadoo.es/antlarr/libkmid.html">http://www.arrakis.es/~rlarrosa/libkmid.html</ulink> (Note: Not all features are available in this case! (MIDI import))
de: ebenso: LibKMid; Siehe <ulink url="http://perso.wanadoo.es/antlarr/libkmid.html">http://www.arrakis.es/~rlarrosa/libkmid.html</ulink> (Beachten Sie: In diesem Fall sind nicht alle Funktionen verfügbar! (MIDI-Import))

source: If you want to use &noteedit; with aRts MIDI scheduler: aRts (include and libraries; especially <filename>artsmidi.h</filename>)
de: Wenn Sie &noteedit; mit einem aRts-MIDI-Scheduler nutzen wollen: aRts (Include und Bibliotheken; besonders <filename>artsmidi.h</filename>)

source: You can compile the program without any MIDI-library. But in this case an
de: Sie können das Programm ohne eine MIDI-Bibliothek compilieren. Aber in diesem Falle erfolgt ein Include:

source: occurs which can cause a lot of machine/sound card depencies. Therefore if your sound doesn't work and you are sure MIDI works on your machine (you use KMid successfully) then try compilation with one of the libraries! Use the TSE3 library if you want to use all features including MIDI import!
de: der viele Maschinen/Sound -Karten-Abhängigkeiten verursachen kann. Deshalb sollten Sie die Compilation mit einer der Bibliotheken versuchen, wenn der Sound nicht arbeitet, Sie sich aber sicher sind, dass MIDI auf Ihrem Computer funktioniert (Sie nutzen KMid erfolgreich)! Nutzen Sie die TSE3-Bibliothek, wenn Sie alle Funktionen einschließlich MIDI-Import haben wollen!

source: Building
de: Erzeugung

source: If you have different KDE/Qt versions make sure the PATH variable only references the KDE/Qt version you wish to use for NoteEdit!
de: Wenn Sie verschiedene KDE/Qt-Versionen haben, dann sichern Sie, dass die PATH-Variable nur mit der KDE/Qt-Version referenziert, die Sie für NoteEdit nutzen wollen!

source: Please uninstall an older version especially all old <filename>noteeditui.rc</filename> files. If you don't have the source distribution to "make uninstall" remove all in
de: Bitte deinstallieren Sie ältere Versionen, besonders alle alten <filename>noteeditui.rc</filename>-Dateien.Wenn Sie die Quell-Distribution nicht verfügbar haben, um in "make uninstall" zu machen löschen Sie alles in

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<replaceable>path_to_your_kde_installation</replaceable><filename>/share/apps/noteedit</filename>
de: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<replaceable>Pfad_zu_Ihrer_KDE_Installation</replaceable><filename>/share/apps/noteedit</filename>

source: Decompress and configure the archive:
de: Dekomprimierung und Konfiguration des Archives:

source: setenv&nbsp;QTDIR&nbsp;<replaceable>path_to_your_qt_installation</replaceable>
de: setenv&nbsp;QTDIR&nbsp;<replaceable>pfad_zu_ihrer_kde_installation</replaceable>

source: export&nbsp;QTDIR=<replaceable>path_to_your_qt_installation</replaceable>
de: export&nbsp;QTDIR=<replaceable>pfad_zu_ihrer_qt_installation</replaceable>

source: setenv&nbsp;KDEDIR&nbsp;<replaceable>path_to_your_kde_installation</replaceable>
de: setenv&nbsp;KDEDIR&nbsp;<replaceable>pfad_zu_ihrer_kde_installation</replaceable>

source: export&nbsp;KDEDIR=<replaceable>path_to_your_kde_installation</replaceable>
de: export&nbsp;KDEDIR=<replaceable>pfad_zu_ihrer_kde_installation</replaceable>

source: &nbsp;&nbsp;<userinput>./configure --prefix=</userinput><replaceable>path_to_your_kde_installation</replaceable>
de: &nbsp;&nbsp;<userinput>./configure --prefix=</userinput> <replaceable>pfad_zu_ihrer_kde_installation</replaceable>

source: whereby <replaceable>path_to_your_kde_installation</replaceable> is the path there KDE usually resides on you system. You can always find out this path my means of the following command:
de: wobei der <replaceable>Pfad_zu_Ihrer_KDE_Installation</replaceable> der Pfad ist, wo sich KDE normalerweise in Ihrem System befindet. Sie können diesen Pfad stets mit Hilfe folgenden Kommandos herausfinden:

source: If you installed TSE3 library in an unusual directory:
de: Wenn Sie die TSE3-Bibliothek in einem unüblichen Verzeichnis installiert haben:

source: If you want to use libKMid instead of TSE3 library:
de: Wenn Sie libKMid anstelle der TSE3-Bibliothek nutzen wollen:

source: (<userinput>Note:</userinput> Not all features are available in this case! (MIDI Import))
de: (<userinput>Beachten Sie:</userinput> In diesem Falle sind nicht alle Funktionen verfügbar! (MIDI-Import))

source: If you installed libKMid in an unusual directory:
de: Wenn Sie libKMid in einem unüblichen Verzeichnis installiert haben:

source: If you won't use any library <emphasis>(not recommended; see above!)</emphasis>
de: Wenn Sie keine Bibliothek nutzen wollen <emphasis>(nicht empfohlen; siehe oben!)</emphasis>

source: If you use LilyPond 1.2.x
de: Wenn Sie LilyPond 1.2.x nutzen

source: In priciple you can use the parameter <userinput>--enable-final</userinput> But this is not recommended, because the resulting code is 30% greater. This is because of the <emphasis>-fexecption</emphasis> compiler option which is applied to tho whole source. Without <userinput>--enable-final</userinput> the <emphasis>-fexecption</emphasis> compiler option is only applied to the necessary C modules.
de: Im Prinzip können Sie auch den <userinput>--enable-final</userinput> Parameter setzen. Aber das wird nicht empfohlen, weil der Ergebnis-Code 30% größer ist. Das ist wegen der <emphasis>-fexecption</emphasis> Compiler-Option welche dann auf den gesamten Quelltext angewendet wird. Ohne <userinput>--enable-final</userinput> wird die <emphasis>-fexecption </emphasis> Compiler-Option nur auf die C-Moduln angwendet, bei welchen das notwendig ist.

source: This should create &noteedit;
de: Das sollte &noteedit; erzeugen.

source: Type (as root):
de: Geben Sie (als root) ein:

source: This should install &noteedit;
de: Das sollte &noteedit; installieren.

source: If you don't like &noteedit; type (as root):
de: Wenn Sie &noteedit; nicht mögen, geben Sie (als root) ein:

source: This should remove &noteedit;
de: Das sollte &noteedit; löschen.

source: Then start the program: It is recommended to start &noteedit; in KDE environment. If not then make sure the kde binaries are in your PATH.
de: Dann starten Sie das Programm: Es wird empfohlen, &noteedit; in der KDE-Umgebung zu starten. Wenn das nicht der Fall ist, dann müssen Sie sicherstellen, dass sich die KDE-Binaries in Ihrem PATH befinden.

source: <para>or:</para>
de: <para>oder:</para>

source: This should start the note editor. If there is an error <computeroutput>"error opening sequencer"</computeroutput> a soundcard depency <emphasis>(as mentioned above)</emphasis> avoids the access to the MIDI device. The editor works but you can't play the music :-((.
de: Das sollte den Noteneditor starten. Wenn ein Fehler angezeigt wird, <computeroutput>"error opening sequencer"</computeroutput> verhindert eine Soundkarten-Abhängigkeit <emphasis>(wie oben erwähnt)</emphasis> den Zugriff auf das MIDI-Gerät. Der Editor arbeitet, aber Sie können die Musik nicht spielen :-((.

source: If you have an AWE-64 (or - 32 <emphasis>(???)</emphasis>) don't forget to load your orchestra (<application>sfxload</application>) before starting <application>noteedit</application>!
de: Wenn Sie ein AWE-64 (or - 32 <emphasis>(???)</emphasis>) haben, vergessen Sie nicht, Ihr Orchester zu laden (<application>sfxload</application>), bevor Sie <application>noteedit</application> starten!

source: First test
de: Erster Test

source: <menuchoice> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>O</accel>pen</guimenuitem> </menuchoice> <filename>examples/example1.not</filename>
de: <menuchoice> <guimenu><accel>D</accel>atei</guimenu> <guimenuitem><accel>Ö</accel>ffnen</guimenuitem> </menuchoice> <filename>examples/example1.not</filename>

source: <menuchoice> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>O</accel>pen</guimenuitem> </menuchoice> <filename>examples/example2.not</filename>
de: <menuchoice> <guimenu><accel>D</accel>atei</guimenu> <guimenuitem><accel>Ö</accel>ffnen</guimenuitem> </menuchoice> <filename>examples/example2.not</filename>

source: or: ...
de: oder: ...

source: <menuchoice> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>O</accel>pen</guimenuitem> </menuchoice> <filename>examples/example12.not</filename>
de: <menuchoice> <guimenu><accel>D</accel>atei</guimenu> <guimenuitem><accel>Ö</accel>ffnen</guimenuitem> </menuchoice> <filename>examples/example12.not</filename>

source: Press the play button( <inlinemediaobject><imageobject><imagedata fileref="play.png"/></imageobject></inlinemediaobject> ). If you hear the music the program works :-))
de: Drücken Sie den Abspielen-Knopf( <inlinemediaobject><imageobject><imagedata fileref="play.png"/></imageobject></inlinemediaobject> ). Wenn Sie die Musik hören, arbeitet das Programm :-))

source: If not then try to change the MIDI device ( <menuchoice> <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem><accel>C</accel>onfigure &noteedit;</guimenuitem> </menuchoice> -&gt; Sound --&gt; MIDI Devices).
de: Wenn nicht, versuchen Sie das MIDI-Gerät zu wechseln ( <menuchoice> <guimenu><accel>E</accel>instellungen</guimenu> <guimenuitem>Noteneditor ein<accel>r</accel>ichten</guimenuitem> </menuchoice> -&gt; Sound --&gt; MIDI-Geräte).

source: Or (<command>only with TSE3</command><inlinemediaobject><imageobject><imagedata fileref="smlogo.png"/></imageobject></inlinemediaobject>) change the TSE3 MIDI scheduler by unchecking the ALSA option:
de: Oder (<command>nur mit TSE3</command><inlinemediaobject><imageobject><imagedata fileref="smlogo.png"/></imageobject></inlinemediaobject>) wechseln Sie den TSE3 MIDI-Scheduler, indem sie die ALSA-Option deaktivieren:

source: <menuchoice> <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem><accel>C</accel>onfigure &noteedit;</guimenuitem> </menuchoice> --&gt; Sound --&gt; Sequencers
de: <menuchoice> <guimenu><accel>E</accel>instellungen</guimenu> <guimenuitem>Noteneditor ein<accel>r</accel>ichten</guimenuitem> </menuchoice> --&gt; Sound --&gt; Sequencer

source: and restart &noteedit;.
de: und starten Sie &noteedit; erneut.

source: (see also: <link linkend="usetse3">Working with TSE3</link>)
de: (siehe auch: <link linkend="usetse3">Arbeiten mit TSE3</link>)

source: BTW: The quality depends on soundcard. Hear the beginning of <filename>example2.not</filename> on AWE 64/ 24 MB RAM and soundfont <filename>8mbgmsfx.sf2</filename>: <ulink url="http://rnvs.informatik.tu-chemnitz.de/cgi-bin/nph-sendbin.cgi/~jan/noteedit/example2.mp3"> example2.mp3</ulink> (3.6 Mbyte)
de: Übrigens: Die Qualität hängt von der Soundkarte ab. Hören Sie den Anfang von <filename>example2.not</filename> auf AWE 64/ 24 MB RAM und soundfont <filename>8mbgmsfx.sf2</filename>: <ulink url="http://rnvs.informatik.tu-chemnitz.de/cgi-bin/nph-sendbin.cgi/~jan/noteedit/example2.mp3"> example2.mp3</ulink> (625 Kbyte)

source: The TiMidity server
de: Der TiMidity Server

source: (<command>only with TSE3</command><inlinemediaobject><imageobject><imagedata fileref="smlogo.png"/></imageobject></inlinemediaobject>) You can use the MIDI to WAVE converter and player <application>TiMidity++</application> (<ulink url="http://timidity.sourceforge.net"> http://timidity.sourceforge.net</ulink>) in <emphasis>server mode</emphasis>. This approach is interesting for all those who can't bring the MIDI device to work.
de: (<command>nur mit TSE3</command><inlinemediaobject><imageobject><imagedata fileref="smlogo.png"/></imageobject></inlinemediaobject>) Sie können den MIDI zu WAVE-Konverter und -Player <application>TiMidity++</application> (<ulink url="http://timidity.sourceforge.net"> http://timidity.sourceforge.net</ulink>) im <emphasis>Server-Modus</emphasis> nutzen. Das ist für alle die von Interesse, die das MIDI-Gerät nicht zum Arbeiten bringen können.

source: Please load the newest version via CVS (as explained on that page)
de: Bitte holen Sie die neueste Version per CVS (so, wie auf der Seite erläutert).

source: This requires an <ulink url="http://www.alsa-project.org">ALSA</ulink> sound system!
de: Das erfordert ein <ulink url="http://www.alsa-project.org">ALSA</ulink> Soundsystem!

source: A presupposition is that <application>TiMidity++</application> is compiled with (at least) the <option>configure</option> options:
de: Eine Voraussetzung ist, dass <application>TiMidity++</application> (wenigstens) mit den folgenden <option>configure</option>-Optionen übersetzt worden ist :

source: You should also try to change "the orchestra" by installing a different soundfont. Please have a look at <ulink url="http://www.hammersound.net">http://www.hammersound.net</ulink> and search for <filename>FluidR3</filename> soundfont!
de: Sie sollten auch "das Orchester" durch Installation eines anderen Soundfonts austauschen. Gehen Sie nach <ulink url="http://www.hammersound.net">http://www.hammersound.net</ulink> und suchen Sie nach dem <filename>FluidR3</filename>-Soundfont!

source: This soundfont is in <filename>sfArk</filename> compression format. Download the decompressor from <ulink url="http://www.melodymachine.com">http://www.melodymachine.com</ulink> and unpack:
de: Der Soundfont liegt im <filename>sfArk</filename>-Kompressions-Format vor. Holen Sie sich den De-Kompressor von <ulink url="http://www.melodymachine.com">http://www.melodymachine.com</ulink> und entpacken Sie ihn:

source: Then decopmress the archive <filename>FluidR3122501.zip</filename> (Because of the spaces in file name the apostrophs are necessary):
de: Dann dekomprimieren Sie das Archiv <filename>FluidR3122501.zip</filename> (Wegen der Leerzeichen im Filename sind die Apostrophe notwendig):

source: It is recommended to rename the resulting file<filename>FluidR3 GM.SF2</filename> because the Linux shell has problems dealing with spaces in file names:
de: Es empfiehlt sich, das entstehende File<filename>FluidR3 GM.SF2</filename> nach <filename>FluidR3.SF2</filename> umzubenennen, da die Linux-Shell nicht so besonders gut mit Filenamen umgehen kann, die Leerzeichen enthalten:

source: Then in <filename>/usr/share/timidity/timidity.cfg</filename> (or <filename>/usr/local/share/timidity/timidity.cfg</filename>) change:
de: Dann ändern Sie in <filename>/usr/share/timidity/timidity.cfg</filename> (oder <filename>/usr/local/share/timidity/timidity.cfg</filename>):

source: <userinput>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;dir</userinput> <replaceable>&lt;path_to_the_directory_there_the_FluidR3.sf2_file_is_situated&gt;</replaceable>
de: <userinput>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;dir</userinput> <replaceable>&lt;pfad_zu_dem_Verzeichnis_wo_die_FluidR3.sf2_Datei_ist&gt;</replaceable>

source: Comment all other lines! If all is ok, you can start <application>TiMidity++</application> with:
de: Kommentieren Sie alle anderen Zeilen aus! Wenn alles in Ordnung ist, können SIe <application>TiMidity++</application> durch folgendes Kommando starten:

source: Select on &noteedit; sound configure dialog ( <menuchoice> <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem><accel>C</accel>onfigure &noteedit;</guimenuitem> </menuchoice>--&gt; Sound). You should see 4 new MIDI devices:
de: Wählen Sie den &noteedit; Sound-Konfigurations-Dialog ( <menuchoice> <guimenu><accel>E</accel>instellungen</guimenu> <guimenuitem>Noteneditor ein<accel>r</accel>ichten</guimenuitem> </menuchoice>--&gt; Sound). Sie sollten 4 neue MIDI-Geräte sehen:

source: Choose one of them and the replay should work!
de: Wählen Sie eins aus und die Wiedergabe sollte funktionieren!

source: Tip: If the replay interrupts during turn over then start <application>TiMidity++</application> as <filename>root</filename>. This increases the priority of the <application>TiMidity++</application> process. Use the following command in this case:
de: Tipp: Wenn die Wiedergabe während des Umblätterns "hakt", dann starten Sie <application>TiMidity++</application> als <filename>root</filename>. Dadurch wird die Priorität des <application>TiMidity++</application> Prozesses heraufgesetzt. Nutzen Sie in diesem Fall folgendes Kommando:

source: How to obtain KDE
de: Installation von KDE

source: KDE can be found on <ulink url="ftp://ftp.kde.org">The KDE FTP site</ulink> or one of it's <ulink url="http://www.kde.org/ftpmirrors.html">mirrors</ulink>.
de: KDE kann hier gefunden werden <ulink url="ftp://ftp.kde.org">The KDE FTP site</ulink> oder bei einem Spiegel-Server <ulink url="http://www.kde.org/ftpmirrors.html">mirrors</ulink>.

source: Compilation and Installation of KDE
de: Compilation und Installation von KDE

source: &ksnapshot; may be installed from the kdegraphics package either by installing a binary RPM or by compiling the source package.
de: &ksnapshot; kann vom Kdegraphics-Paket oder durch Installation einer binären RPM oder durch Compilation des Quell-Paketes installiert werden.
