Repository: BackupTheBerlios/noteedit-svn
Catalog: doc/*/*.po
Languages: de

source: <application>MusiXTeX</application> is a very powerfull tool which produces unrivaled beautiful music pages. An important advantage of <application>MusiXTeX</application> is: It is (La-)TeX. So it is no problem to enhance the notes with music theoretical or music historical or other related texts. One problems is: The "&amp;" symbol is redefined by <application>MusiXTeX</application>. Please read the <application>MusiXTeX</application> documention about this topic.
de: <application>MusiXTeX</application> ist ein sehr gutes Werkzeug, das konkurrenzlos schöne Notenseiten erzeugt. Ein bedeutender Vorteil von <application>MusiXTeX</application> ist: Es ist (La-)TeX. Deshalb ist es ohne Probleme möglich, die Noten mit musiktheoretischen oder musikhistorischen oder anderen diesbezüglichenTexten anzureichern. Ein Problem ist: Das "&amp;" Symbol wird durch <application>MusiXTeX</application> neu definiert. Bitte lesen Sie die <application>MusiXTeX</application> Dokumention zu diesem Thema.

source: I implemented only a small subset of the many features offerd by <application>MusiXTeX</application>. But because it is (La-)TeX it is readable (and writeable) by ordinary editors. If you wish some other features you can post-edit the TeX file. To support this &noteedit; attaches the bar numbers to the <literal>\bar</literal> statement as a comment. If you export with bar numering you can compare the <application>MusiXTeX</application> file with the DVI file to find the position of the appropriate measure.
de: Ich habe nur einen kleinen Teil der vielen Möglichkeiten implementiert, die von <application>MusiXTeX</application> angeboten werden. Aber weil es (La-)TeX ist, ist es von gewöhnlichen Editioren lesbar (und schreibbar). Wenn Sie einige andere Eigenschaften brauchen, können Sie die entsprechende TeX-Datei nacheditieren. Um das zu unterstützen, fügt &noteedit; die Taktnummern zum <literal>\bar</literal>-Statement als Erläuterung hinzu. Wenn Sie mit Taktnummerierung exportieren, können Sie die <application>MusiXTeX</application>-Datei mit der DVI-Datei vergleichen, um die Position des passenden Taktes zu finden.

source: According to documentation the original ftp server of <application>MusiXTeX</application> shall be <filename>hprib.lps.u-psud.fr</filename>. But the server is empty. (???) A good WEB site with a lot of information can be found at <ulink url="http://icking-music-archive.sunsite.dk">http://icking-music-archive.sunsite.dk</ulink>.
de: Gemäß Dokumentation soll der Original-ftp-Server von <application>MusiXTeX</application> der Server <filename>hprib.lps.u-psud.fr</filename> sein. Aber dieser Server ist leer. (???) Eine gute WEB-Seite mit vielen Informationen kann bei <ulink url="http://icking-music-archive.sunsite.dk">http://icking-music-archive.sunsite.dk</ulink> gefunden werden.

source: Furthermore you have a <application>MusiXTeX</application> documentation on your Linux system (<filename>/usr/doc/packages/musixtex</filename> <emphasis> or so.. </emphasis>).
de: Außerdem haben Sie eine <application>MusiXTeX</application>-Dokumentation in Ihrem Linux-System (<filename>/usr/doc/packages/musixtex</filename> <emphasis> oder ähnlich.. </emphasis>).

source: Make sure the <application>LaTeX</application> <emphasis>(te_latex)</emphasis> and the <application>MusiXTeX</application> packages are installed!
de: Sichern Sie, dass <application>LaTeX</application> <emphasis>(te_latex)</emphasis> und die <application>MusiXTeX</application> Pakete installiert sind!

source: Accept all parameters on export formular. Or choose <option>landscape</option> format if you wish.
de: Akzeptieren Sie alle Parameter auf dem Export-Formular. Oder wählen Sie das <option>Quer-</option> Format, wenn Sie es wünschen .

source: If you want to limit the count of measures per line press the appropriate button ( <inlinemediaobject> <imageobject><imagedata fileref="limitbutton.png"/></imageobject> </inlinemediaobject>) and choose a number.
de: Wenn Sie die Anzahl der Takte pro Zeile begrenzen wollen, drücken Sie den ensprechenden Knopf ( <inlinemediaobject> <imageobject><imagedata fileref="limitbutton.png"/></imageobject> </inlinemediaobject>) und wählen eine Zahl.

source: I assume you produced a file named <filename>mus1.tex</filename>. Ignore all possible warnings and error messages which occur during export. <emphasis>(You get always a <application>MusiXTeX</application> file besides you have more than 9 staffs)</emphasis> and do the following 4 steps:
de: Ich nehme an, dass Sie eine Datei namens <filename>mus1.tex</filename> erzeugt haben. Ignorieren Sie alle möglichen Warnungen und Fehlermeldungen die während des Exports erscheinen <emphasis>(Sie erhalten immer eine <application>MusiXTeX</application> Datei, außer Sie haben mehr als 9 Notenzeilen)</emphasis> und absolvieren Sie die folgenden 4 Schritte:

source: This produces <filename>mus1.mx1</filename>.
de: Das erzeugt <filename>mus1.mx1</filename>.

source: again. This <filename>produces mus1.dvi</filename>.
de: Das erzeugt jetzt <filename>produces mus1.dvi</filename>.

source: To preview the PostScript file use <filename>gv</filename>:
de: Um eine Vorschau auf die PostScript-Datei zu erhalten, benutzen Sie den <filename>gv</filename>:

source: Script based export
de: Skriptbasierter Export

source: To simplify the process of making a correct dvi-file, you can copy this little shellscript musix2dvi:
de: Um den Prozess der Erzeugung eines korrekten DVI-Files zu vereinfachen, kann folgendes kleine Shell-Skript "musix2dvi" verwendet werden:

source: When you start your MusiXTeX-export, type <userinput>/path/to/musix2dvi %f</userinput> in the MusiXTeX-Cmd-field and &noteedit; will start musix2dvi after the export. <parameter>%f</parameter> will be substituted with the filename of your exportfile.
de: Setzen Sie beim MusiXTeX-Export <userinput>/pfad/zu/musix2dvi %f</userinput> in das MusixTeX-Kmdo-Feld ein und &noteedit; startet das Skript nach erfolgtem Export. Der Parameter <parameter>%f</parameter> wird gegen den Filenamen der exportierten Datei ersetzt.

source: Problems with MusiXTeX
de: Probleme mit MusiXTeX

source: Although <application>MusiXTeX</application> is a very powerful tool it has some limitations:
de: Obwohl <application>MusiXTeX</application> ein sehr kraftvolles Werkzeug ist, hat es einige Einschränkungen:

source: <application>MusiXTeX</application> doesn't support more than 6 staffs.
de: <application>MusiXTeX</application> unterstützt höchstens 6 Notenzeilen.

source: <application>MusiXTeX</application> doesn't support more than 6 parallel <emphasis>(over all staffs)</emphasis> ties.
de: <application>MusiXTeX</application> unterstützt höchstens 6 parallele <emphasis>(über alle Notenzeilen)</emphasis> Haltebögen.

source: <application>MusiXTeX</application> doesn't support more than 6 parallel <emphasis>(over all staffs)</emphasis> beams.
de: <application>MusiXTeX</application> unterstützt höchstens 6 parallele <emphasis>(über alle Notenzeilen)</emphasis> Balken.

source: <application>MusiXTeX</application> doesn't support 128ths notes.
de: <application>MusiXTeX</application> unterstützt keine 128stel Noten.

source: <application>MusiXTeX</application> has problems with (de-)crescendo symbols crossing the line break.
de: <application>MusiXTeX</application> hat Probleme mit (De-)Crescendo Zeichen, die über den Zeilenumbruch hinausgehen.

source: Solutions
de: Lösungen

source: The greatest problem is the tie restriction. Indeed, if you have not more than 6 staffs &noteedit; doesn't need more than 6 beams.
de: Das größte Problem sind die Einschränkungen für Haltebögen. In der Tat, wenn Sie nicht mehr als 6 Notenzeilen haben, braucht &noteedit; nicht mehr als 6 Balken.

source: BTW: This is <userinput>one</userinput> beam:
de: Übrigens: Das ist <userinput>ein</userinput> Balken:

source: Unfortunatly this is not true if you use multiple voices per staff. In this case the beams can run out of stock, because theoretically all available beams can be in first staff.
de: Unglücklicherweise trifft das nicht zu, wenn Sie mehrere Stimmen pro Notenzeile verwenden. In diesem Falle können alle Balken aufgebraucht werden, weil sich theoretisch alle verfügbaren Balken in der ersten Notenzeile befinden können.

source: Too many ties may occur in chords:
de: Zu viele Haltebögen in einem Akkord:

source: In this case &noteedit; omits some ties an warns you. It is a good idea to use the bar numbering option <inlinemediaobject> <imageobject><imagedata fileref="withnumbers.png"/></imageobject> </inlinemediaobject> ) to find the position of the problem.
de: In diesem Falle lässt &noteedit; einige Haltebögen weg und warnt Sie. Eine gute Möglichkeit ist es, die Takt-Nummerierungs-Option <inlinemediaobject> <imageobject><imagedata fileref="withnumbers.png"/></imageobject> </inlinemediaobject> ) zu nutzen, um das Problems zu lokalisieren.

source: The solution offered by &noteedit; is to build spare ties ( <inlinemediaobject> <imageobject><imagedata fileref="spare.png"/></imageobject> </inlinemediaobject> over chords: <inlinemediaobject> <imageobject><imagedata fileref="spareties.png"/></imageobject> </inlinemediaobject> :
de: Die Lösung, die von &noteedit; angeboten wird, besteht darin, die Haltebögen auszudünnen ( <inlinemediaobject> <imageobject><imagedata fileref="spare.png"/></imageobject> </inlinemediaobject> ) : <inlinemediaobject> <imageobject><imagedata fileref="spareties.png"/></imageobject> </inlinemediaobject> :

source: Another solution (if possible) would be to export only a subset of staffs ( <inlinemediaobject> <imageobject><imagedata fileref="staffselect.png"/></imageobject> </inlinemediaobject> ).
de: Eine andere Lösung besteht (wenn möglich) darin, nur einen Teil der Notenzeilen zu exportieren ( <inlinemediaobject> <imageobject><imagedata fileref="staffselect.png"/></imageobject> </inlinemediaobject> ).

source: If you install the package <filename>musixadd</filename> you can increase the staff, ties, beam count up to 9. <emphasis>(More is not possible)</emphasis>. Select the <emphasis>musixadd</emphasis> checkbox <inlinemediaobject> <imageobject><imagedata fileref="musixadd.png"/></imageobject> </inlinemediaobject> ) in this case.
de: Wenn Sie das Paket <filename>musixadd</filename> installieren, können Sie die Anzahl der Notenzeilen, der Haltebögen und der Balken auf 9 erhöhen. <emphasis>(Mehr ist nicht möglich)</emphasis>. Wählen Sie in diesem Falle die <emphasis>musixadd</emphasis> Checkbox <inlinemediaobject> <imageobject><imagedata fileref="musixadd.png"/></imageobject> </inlinemediaobject> ) aus.

source: In a similary way you can solve the 128th problem by installing the <filename>musixbm</filename> package. Select the <filename>musixbm</filename> checkbox ( <inlinemediaobject> <imageobject><imagedata fileref="musixbm.png"/></imageobject> </inlinemediaobject> ) in this case.
de: Auf ähnliche Weise können Sie das 128stel-Problem lösen, indem Sie das <filename>musixbm</filename>-Paket installieren. Wählen Sie die <filename>musixbm</filename> Checkbox ( <inlinemediaobject> <imageobject><imagedata fileref="musixbm.png"/></imageobject> </inlinemediaobject> ) in diesem Falle.

source: MusiXTeX has also some Problems with N-tuplets:
de: MusiXTeX hat auch mit N-Tupeln einige Probleme:

source: &noteedit; offers export with 2 different sizes:
de: &noteedit; den Export in 2 unterschiedlichen Größen an:

source: With size box you can select one of 4 different sizes.
de: Mit der Gössen-Checkbox können Sie zwischen 4 verschiedenen Größen wählen.

source: The <link linkend="staffgeometry">staff geometry parameters</link> influence the staff positions. <userinput>Please note!</userinput> Because the &noteedit; music signs differ from <application>MusiXTeX</application> music signs in form and dimension there is no direct coherence between the &noteedit; presentation and the <application>MusiXTeX</application> presentation. In difficult cases you have to play with the staff geometry parameters to get a reasonable <application>MusiXTeX</application> output.
de: Die <link linkend="staffgeometry">Parameter der Notenzeilen-Geometrie</link> beeinflussen die Position der Notenzeilen. <userinput>Beachten Sie bitte!</userinput> Weil die &noteedit; Musikzeichen von den <application>MusiXTeX</application> Musikzeichen in Bezug auf Form und Dimension abweichen, gibt es keinen direkten Zusammenhang zwischen der &noteedit;-Darstellung und der <application>MusiXTeX</application>-Darstellung. In schwierigen Fällen müssen Sie einige Versuche mit den Geometrie-Parametern machen, um eine sinnvolle <application>MusiXTeX</application>-Ausgabe erhalten.

source: If you prefer a compact text block in <application>MusiXTeX</application> file you can select the <option>with musixlyr</option> checkbox. Note! In this case you need the <filename>musixlyt.tex</filename> package by Rainer Dunker either installed or in current working directory. You can get this package from <ulink url="http://icking-music-archive.sunsite.dk">http://icking-music-archive.sunsite.dk</ulink>.
de: Wenn Sie einen kompakten Textblock in einer <application>MusiXTeX</application> Datei vorziehen, können Sie die <option>mit musixlyr</option> Checkbox wählen. Beachten Sie! In diesem Falle benötigen Sie das <filename>musixlyt.tex</filename> Paket von Rainer Dunker entweder installiert oder im aktuellen Verzeichnis. Sie können dieses Paket bei <ulink url="http://icking-music-archive.sunsite.dk">http://icking-music-archive.sunsite.dk</ulink> erhalten.

source: Exporting guitar chord diagrams
de: Export von Gitarren-Akkord-Diagrammen (Grifftabellen)

source: MusiXTeX has an additional package called MusiXGui. This allows to annotate guitar chord diagrams and chord names. It works but unfortunately there is no possibility to add a fret information. So, if the fret is not equal 1 NoteEdit appends the fret information to the chord name. MusiXTeX/MusiXGui can only deal with full barre.
de: MusiXTeX hat ein Zusatzpaket, MusiXGui genannt. Das erlaubt, Gitarren-Akkord-Diagramme und Akkord-Namen zu exportieren. Es funktioniert, aber unglücklicherweise gibt es keine Möglichkeit, eine Bund-Information hinzuzufügen. Infolgedessen hängt NoteEdit die Bund-Information an den Namen des Akkordes, wenn der Bund nicht gleich 1 ist. MusiXTeX/MusiXGui kann nur mit Vollbarree arbeiten.

source: There are 3 choices to control input and output conding and to add some TeX moduls. This is important for international character set handling. Don't ask me too much about this topic! All I know is : <filename>T2A</filename> + <filename>cp1251</filename> + <filename>UTF-8</filename> produces Russian (Cyrillic) texts. And <filename>T2A</filename> + <filename>ucs</filename> + <filename>UTF-8</filename> produces correct Urkrainian texts.
de: Es gibt 3 Auswahlfelder, um die Ein-Ausgabe-Kodierung zu steuern und TeX-Moduln hinzuzufügen. Das ist wichtig, um mit internationalen Zeichensätzen umzugehen.Man frage mich nicht zuviel zu diesem Thema! Alles was ich weiss ist, dass : <filename>T2A</filename> + <filename>cp1251</filename> + <filename>UTF-8</filename> russischen (kyrillischen) Text erzeugt. Und <filename>T2A</filename> + <filename>ucs</filename> + <filename>UTF-8</filename> erzeugt ukrainischen Text.

source: If you have problems with your character set and you know what to do: Let me know!
de: Wenn Sie Probleme mit Ihrem Zeichensatz haben und nicht wissen, was zu tun ist, so lassen Sie es mich wissen!

source: <application>MusiXTeX</application> actually accepts either completely continued or completely discontinued bar rules. If you specify a mix of partial continued and partial discontinued bar rules &noteedit; produces some statements of the <filename>musixdbr.tex</filename> package by Rainer Dunker. &noteedit; produces a warning and gives advice to install this package. Otherwise MusiXTeX will fail.
de: <application>MusiXTeX</application> kann eigentlich nur komplett durchgezogene oder komplett unterbrochene Taktstriche erzeugen. Wenn Sie einen Mix aus teilweise durchgezogenen, teilweise unterbrochenen Taktstrichen verwenden, so erzeugt &noteedit; einige Anweisungen aus dem <filename>musixdbr.tex</filename> Paket von Rainer Dunker. &noteedit; gibt eine Warnung aus und weist an, das Paket zu installieren Sonst wird MusiXTeX nicht funktionieren.

source: The ABC music export discussion page
de: Die ABC music-Export Diskussionsseite

source: What is ABC music
de: Was ist ABC music

source: ABC music is an ASCII based music description language. More information is available at <ulink url="http://www.gre.ac.uk/~c.walshaw/abc/">http://www.gre.ac.uk/~c.walshaw/abc/</ulink> and <ulink url="http://abcplus.sourceforge.net">http://abcplus.sourceforge.net</ulink>.
de: ABC music ist eine ASCII basierte Musikbeschreibungssprache. Mehr Informationen sind unter <ulink url="http://www.gre.ac.uk/~c.walshaw/abc/">http://www.gre.ac.uk/~c.walshaw/abc/</ulink> und <ulink url="http://abcplus.sourceforge.net">http://abcplus.sourceforge.net</ulink> verfügbar.

source: The free software <ulink url="http://moinejf.free.fr">abcm2ps (http://moinejf.free.fr)</ulink> produces a PostScript output from ABC input.
de: Die freie Software <ulink url="http://moinejf.free.fr">abcm2ps (http://moinejf.free.fr)</ulink> erzeugt PostScript aus der ABC-music-Eingabe.

source: <application>abcm2ps</application> is a very surprising tool, because:
de: <application>abcm2ps</application> ist sehr erstaunlich, weil:

source: it is GPL
de: es GPL ist;

source: it consists of only 10 C files
de: es aus nur 10 C-Files besteht;

source: it compiles in less than 30 seconds
de: es in weniger als 30 Sekunden übersetzt;

source: it converts Beethoven's 5th symphony (1st mov.) in 10 seconds to PostScript
de: es Beethovens 5. Symphonie (1. Satz) in 10 Sekunden nach PostScript konvertiert;

source: it doesn't require any (La)TeX installation
de: es keinerlei (La)TeX-Installation benötigt.

source: How to get and compile abcm2ps
de: Wie erhält und kompiliert man abcm2ps

source: Download the latest version from <ulink url="http://moinejf.free.fr">abcm2ps (http://moinejf.free.fr)</ulink>
de: Laden Sie die neueste version von <ulink url="http://moinejf.free.fr">abcm2ps (http://moinejf.free.fr)</ulink>

source: How to get a printable output
de: Um eine druckfähige Postscript-Datei zu erzeugen, geben Sie ein:

source: Accept all parameters on export formular. Or choose <option>expressions above</option> or <option>measure numbers in a box</option> format if you wish. If the staffs are too narrow you can change the vertical staff separation.
de: Akzeptieren Sie alle Parameter auf dem Export-Formular. Oder wählen Sie <option>Ausdrücke darüber</option> oder <option>Taktnummern in einer Box</option>, wenn gewünscht. Wenn die Notenzeilen zu eng sind, dann können Sie den Notenzeilenabstand ändern.

source: The <option>width</option> and <option>height</option> parameters should be changed if you don't use A4 paper size. <emphasis>Do not use these values to get landscape mode!</emphasis> (see <link linkend="abcland">below</link>)!
de: Die Parameter <option>Weite</option> und <option>Höhe</option> sollten bei Verwendung von Nicht-A4-Papier geändert werden. <emphasis>Benutzen Sie diese Parameter nicht, um Querformat einzustellen!</emphasis> (siehe <link linkend="abcland">unten</link>)!

source: I assume you produced a file named <filename>mus1.abc</filename>.
de: Ich nehme an, Sie haben eine Datei namens <filename>mus1.abc</filename> erzeugt.

source: Type: <userinput>abcm2ps -c -O= mus1.abc</userinput>
de: Geben Sie das Kommando: <userinput>abcm2ps -c -O= mus1.abc</userinput>

source: This produces the PostScript file <filename>mus1.ps</filename>. To preview the PostScript file use <application>gv</application>:
de: Das erzeugt das PostScript-File <filename>mus1.ps</filename>. Um eine Vorschau auf das PostScript-File zu erhalten, benutzen Sie den <application>gv</application>:

source: If you want a landscape format type:
de: Wenn Sie ein Querformat erhalten wollen:

source: For more information (page/measure numbering) read the <application>abcm2ps</application> manual or simply type: <userinput>abcm2ps --help</userinput>
de: Um weitere Informationen (Seiten-/Takt-Nummerierung)zu erhalten, lesen Sie das <application>abcm2ps</application>-Handbuch oder geben SIe einfach das Kommando: <userinput>abcm2ps --help</userinput>

source: Restrictions
de: Restriktionen

source: ABC music has some minimal restrictions:
de: ABC music hat einige kleinere Beschränkungen:

source: there are apparently some problems with context change (key, clef, time signature, tempo change)
de: es gibt offensichtliche Probleme beim Kontextwechsel (Vorzeichnung, Taktmaß, Tempo)

source: ABC music cannot deal with differet long measures in a system
de: ABC music kann nicht mit verschieden langen Takten pro System umgehen.

source: Therefore: If you plan to export the score to ABC make sure all measures are filled and are of the same length. This holds especially for 2nd, 3rd, ... voice!
de: Deshalb: Wenn Sie die Partitur nach ABC music exportieren wollen, so stellen Sie sicher, dass alle Takte gleich lang sind. Das gilt speziell für 2., 3. ... Stimmen!

source: <application>ABC music</application> cannot deal with nested braces in brackets. &noteedit; will warn you.
de: <application>ABC music</application> kann nicht mit in eckigen Klammern geschachtelten geschweiften Klammern umgehen. &noteedit; gibt eine Warnung aus.

source: How to obtain &noteedit;
de: Wie erhält man &noteedit;

source: &noteedit; can be found at <ulink url="http://rnvs.informatik.tu-chemnitz.de/~jan/noteedit/noteedit.html"> http://rnvs.informatik.tu-chemnitz.de/~jan/noteedit/noteedit.html</ulink>.
de: &noteedit; kann hier gefunden werden: <ulink url="http://rnvs.informatik.tu-chemnitz.de/~jan/noteedit/noteedit.html"> http://rnvs.informatik.tu-chemnitz.de/~jan/noteedit/noteedit.html</ulink>.

source: Installing &noteedit; from RPMs
de: &noteedit; von RPMs installieren

source: If you find an RPM for your Linux distribution, you can install &noteedit; from RPM.
de: Wenn Sie eine RPM für Ihre Linux Distribution finden, können Sie &noteedit; vom RPM installieren.

source: You need a TSE3 package. So if you find a TSE3 RPM for your Linux distribution install TSE3 first. Otherwise compile TSE3 from <ulink url="http://TSE3.sourceforge.net">source</ulink>
de: Sie benötigen ein TSE3-Paket. Deshalb sollten Sie, wenn Sie ein TSE3-RPM für Ihre Linux-Distribution finden, zuerst TSE3 installieren. Anderenfalls compilieren Sie TSE3 aus <ulink url="http://TSE3.sourceforge.net">der Quelle</ulink>

source: If you want to use &noteedit; with aRts MIDI scheduler then make sure the aRts headers (<filename>artsmidi.h</filename>) are installed <emphasis>before</emphasis> you compile TSE3.
de: Wenn Sie &noteedit; mit einem aRts-MIDI-Scheduler benutzen wollen, dann sichern Sie, dass die aRts-Header (<filename>artsmidi.h</filename>) installiert sind, <emphasis>bevor</emphasis> Sie TSE3 compilieren.

source: To install the &noteedit; package from a binary RPM you must be logged in as root. Assuming that the name of the RPM is <filename>filename.rpm</filename>, do the following at the command prompt:
de: Um das &noteedit;-Paket von einer binären RPM zu installieren, müssen Sie als root angemeldet sein. Angenommen der Name des RPM ist <filename>filename.rpm</filename>, geben Sie Folgendes am Prompter ein:

source: Installing from source
de: Von der Quelle installieren

source: Requirements for source compilation
de: Anforderungen bei einer Quell-Compilation

source: You need the following packages:
de: Sie benötigen die folgenden Pakete:
