Repository: BackupTheBerlios/noteedit-svn
Catalog: doc/*/*.po
Languages: de

source: toggle keyboard insert mode
de: den Tastatureingabemodus ein/ausschalten

source: pitch C
de: Ton C

source: pitch D
de: Ton D

source: pitch E
de: Ton E

source: pitch F
de: Ton F

source: pitch G
de: Ton G

source: pitch A
de: Ton A

source: <entry>B</entry>
de: <entry>H</entry>

source: pitch B
de: Ton B

source: Frequently Asked Questions (FAQ)
de: Häufig gestellte Fragen (FAQ)

source: I wrote a <application>MUP</application> file but &noteedit; cannot read it.
de: Ich schrieb eine <application>MUP</application>-Datei, aber &noteedit; kann sie nicht lesen.

source: I said &noteedit; uses a <userinput>similary</userinput> file format as <application>MUP</application>. The files produced by &noteedit; should be readable by <application>MUP</application>. But the contrary way failes in most cases.
de: Ich sagte, &noteedit; benutzt ein <userinput>ähnliches</userinput> Dateiformat wie <application>MUP</application>. Die von &noteedit; erzeugten Dateien sollten von <application>MUP</application> lesbar sein. Aber der umgekehrte Weg führt in den meisten Fällen nicht zum Ziel.

source: Can &noteedit; print the score ?
de: Kann &noteedit; die Partitur drucken?

source: Not directly! But with the help of some music typesetting programs you can print the score. Read:
de: Nicht direkt! Aber mit Hilfe einiger Musikprogramme können Sie die Partitur drucken. Lesen Sie:

source: <application>MusiXTe</application>X export discussion page
de: <application>MusiXTe</application>X-Export Diskussionsseite

source: <application>LilyPond</application> export discussion page
de: <application>LilyPond</application>-Export Diskussionsseite

source: <application>ABC music</application> export discussion page
de: <application>ABC music</application>-Export Diskussionsseite

source: <application>PMX</application> export discussion page
de: <application>PMX</application>-Export Disussionsseite

source: Furthermore the &noteedit; storage format is close to the <ulink url="http://www.arkkra.com/">MUP</ulink> format. Thus, most &noteedit; files are directly MUP-able
de: Außerdem ist das &noteedit;-Speicherformat eng verwandt mit dem <ulink url="http://www.arkkra.com/">MUP</ulink>-Speicherformat.Deshalb lassen sich die meisten &noteedit;-Files direkt MUP-pen.

source: I can't hear any sound! I see the running red notes but there is no sound! What's wrong?
de: Ich kann keine Töne hören. Die roten Noten laufen aber ich höre nichts. Was ist los?

source: First of all: Try to play a MIDI file with <application>kmid</application> (<emphasis>not (!!!)</emphasis> <application>kmidi</application>). As long as <application>kmid</application> does not produce any sound, &noteedit; (and any other MIDI device based software) will not produce any sound, too! The reason is: Either your soundcard has no hardware MIDI synthesizer or it has a hardware MIDI synthesizer but it is not supported by Linux.
de: Zunächst: Versuchen Sie ein MIDI-File mit <application>kmid</application> (<emphasis>nicht (!!!)</emphasis> <application>kmidi</application>) zu spielen. Solange <application>kmid</application> keine Töne von sich gibt, wird auch &noteedit; (und jede andere auf MIDI-Geräten basierende Software) keinerlei Töne von sich geben! Der Grund ist: Entweder Ihre Soundkarte verfügt über keinen Hardware-MIDI-Synthesizer, oder sie hat einen Hardware-MIDI-Synthesizer, der aber nicht von Linux unterstützt wird.

source: Be not confused if you can play MIDI files on Windows. If your soundcard has no hardware MIDI synthesizer Windows automatically starts a software which converts the MIDI data into WAV (PCM) data in real time. This works if your computer has enough performance.
de: Lassen Sie sich auch nicht dadurch verwirren, dass Sie MIDI-Files unter Windows abspielen können. Wenn Ihre Soundkarte keinen Hardware-MIDI-Synthesizer hat, dann startet Windows automatisch eine Software, die die MIDI-Daten in RealTime (also sofort) in WAV (PCM)-Daten umwandelt. Das funktioniert, wenn Ihr Computer genügend Leistung hat.

source: Such software exists for Linux, too. But it is more complicated because:
de: So eine Software existiert für Linux auch. Aber das ist komplizierter, weil:

source: It works only if you have an <ulink url="http://www.alsa-project.org">ALSA</ulink> system. This is always the case with <ulink url="http://www.suse.de/de/index.html">SuSE</ulink> Linux. (Other Linuxes I don't know). In any case: You can always change from OSS System to ALSA by compiling the ALSA modules "by hand".
de: es nur funktioniert, wenn Sie ein <ulink url="http://www.alsa-project.org">ALSA</ulink>-System benutzen. Das ist bei <ulink url="http://www.suse.de/de/index.html">SuSE</ulink>-Linux immer der Fall. (Andere Linuxe: Weiss nicht!). Auf jeden Fall können Sie immer vom OSS-System zum ALSA-System wechseln, indem Sie die ALSA-Moduln "von Hand" übersetzen.

source: You have to start this software "by hand".
de: sie diese Software "von Hand" starten müssen.

source: These software MIDI sythesizers need a so-called soundfont, a collection of sample tones of every instrument of a virtual orchestra. These soundfonts are copyrighted, i.e. actually nothing for a free system like Linux
de: diese Software einen sogenannten Soundfont (eine Zusammenstellung von Beispieltönen eines jeden Instruments eines virtuellen Orchesters) benötigt. Diese Soundfonts sind urheberrechtlich geschützt, also eigentlich nichts für ein offenes System wie Linux.

source: But there is a (relatively bulky) way! See <link linkend="timidity_server">The TiMidity server</link> detailed instructions!
de: Aber es gibt einen (relativ aufwendigen) Weg! Deteaillierte Instruktionen findet man im Abschnitt <link linkend="timidity_server">Der TiMidity Server</link> !

source: If I close &noteedit; I hear a terrible loud sound. What does it mean and how can I avoid it?
de: Nach dem Schließen von &noteedit; höre ich eine schrecklich laute Musik. Was bedeutet das und wie kann ich das vermeiden?

source: Actually this sound shall be played during <application>MusiXTeX</application> export and remember the users with dramatic effort that <userinput><literal>latex</literal> file.<literal>tex</literal></userinput> is incorrect (see <link linkend="musixwarn">next question</link>). Unfortunatly you block the sound device with some other application. Note, this application can be <application>timidity</application> in server mode. In this case the aRts sound server which is responsible for playing this sound playes the sound as soon as the sound device becomes free. And this is the case if you close noteedit.
de: Eigentlich soll diese Musik während des <application>MusiXTeX</application>-Exports erklingen und die Nutzer auf dramatische Weise daran erinnern, dass <userinput><literal>latex</literal> file.<literal>tex</literal></userinput> falsch ist.(siehe <link linkend="musixwarn">nächste Frage</link>). Leider blockieren Sie das Soundgerät mit einer anderen Applikation. Man beachte, dass diese Applikation auch <application>TiMidity</application> im Server-Modus sein kann. In diesem Fall spielt der aRts-Soundserver, der für das Abspielen dieser Musik zuständig ist, die Musik, sobald das Soundgerät wieder frei ist. Und das ist der Fall, sobald &noteedit; beendet wird.

source: To avoid the sound dectivate the checkbox at: <menuchoice> <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem><accel>C</accel>onfigure &noteedit;</guimenuitem> </menuchoice> -&gt; MusixWarn
de: Um diese Musik zu verhindern, seaktivieren Sie die Checkbox unter: <menuchoice> <guimenu><accel>E</accel>instellungen</guimenu> <guimenuitem>&noteedit; ein<accel>r</accel>ichten...</guimenuitem> </menuchoice> -&gt; MusixWarn

source: Why is there such a terrible warning during MuxiXTeX export ?
de: Warum erscheint eine so schreckliche Warnung während des MusiXTeX-Exports?

source: I tried to clarify that <userinput><literal>latex</literal> file.<literal>tex</literal></userinput> does not suffice. You'll find such a hint on WEB page in this documentation in tips of the day. I implored the users: "Please read the <link linkend="musixtex_export_appendix"><application>MusiXTeX</application> export discussion page</link>!". Nothing helps! If I search the WEB I get a lot of &noteedit; descriptions claiming <userinput><literal>latex</literal> file.<literal>tex</literal></userinput> is correct. And I see examples. Some users proudly present the <application>MusiXTeX</application> ouput and do not remark the unaligned right margin.
de: Ich habe versucht, klarzumachen, dass <userinput><literal>latex</literal> file.<literal>tex</literal></userinput> nicht genügt. So ein Hinweis ist auf der WEB-Seite, in dieser Dokumentation, im Tipp des Tages. Ich flehte die Nutzer an: "Bitte lest die <link linkend="musixtex_export_appendix"><application>MusiXTeX</application>-Export Diskussions-Seite</link>!". Nichts hat geholfen! Wenn ich ins WWW schaue, dann finde ich viele &noteedit;-Beschreibungen, die behaupten <userinput><literal>latex</literal> file.<literal>tex</literal></userinput> ist korrekt. Und ich sehe Beispiele. Einige Nutzer stellen voller Stolz ihre <application>MusiXTeX</application>-Ausgaben ins Netz und bemerken den "ausgefransten" rechten Rand nicht.

source: Even worse: I get some mails: "&noteedit; is ok but it produces <application>MusiXTeX</application> pages with non-aligned right margin!"
de: Schlimmer noch: Ich bekomme E-Mails: "&noteedit; ist ok, aber es erzeugt <application>MusiXTeX</application>-Seiten mit ausgefranstem rechten Rand!"

source: So I decided for this drastic feature.
de: So entschloss ich mich zu dieser Maßnahme.

source: How can I avoid the terrible warning during <application>MusiXTeX</application> export ?
de: Wie kann ich die schreckliche Warnung beim <application>MusiXTeX</application> -Export vermeiden?

source: Dectivate the checkbox at: <menuchoice> <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem><accel>C</accel>onfigure &noteedit;</guimenuitem> </menuchoice> -&gt; MusixWarn
de: Deaktivieren Sie die Checkbox unter: <menuchoice> <guimenu><accel>E</accel>instellungen</guimenu> <guimenuitem>&noteedit; ein<accel>r</accel>ichten...</guimenuitem> </menuchoice> -&gt; MusixWarn

source: During configure I get an error: Cannot find >= Qt-2.2.2
de: Während der Konfiguration erhielt ich eine Fehlermeldung: Cannot find >= Qt-2.2.2

source: This can be because of many problems. If you are sure you have an appropriate Qt then most often this has to do with your compiler version. Many users install g++-3.x and expect that programs can be linked with QTs/KDEs which are compiled with g++-2.x. But as experiances show: This is not possible! You have to re-compile the whole Qt and the whole KDE (takes 3 days).
de: Das kann aufgrund vieler Probleme der Fall sein. Wenn Sie sicher sind, dass Sie ein entsprechendes QT haben, dann hat das meistens mit der Version Ihres Compilers zu tun. Viele Nutzer installieren g++-3.x und erwarten, dass die Progamme mit QTs/KDEs gebunden werden können, die mit g++-2.x. compiliert sind. Aber wie Erfahrungen zeigen: Das ist nicht möglich! Sie müssen das ganze Qt und das ganze KDE recompilieren ( Das dauert 3 Tage ).

source: I get an error concerning apps/noteedit/resources.
de: Ich erhielt eine Fehlermeldung, apps/noteedit/resources betreffend.

source: You didn't install &noteedit; (make install) ! The local installation is very complicated. There is a shell script that should place the files and links correctly in &noteedit; top directory:
de: Sie haben &noteedit; nicht installiert (make install)! Die lokale Installation ist sehr kompliziert. Es gibt eine Shell-Datei, die die Dateien und Links korrekt in das &noteedit; Hauptverzeichnis einfügen sollte:

source: <userinput>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;cd&nbsp;</userinput><replaceable>path</replaceable><userinput>/noteedit-2.7.4</userinput>
de: <userinput>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;cd&nbsp;</userinput><replaceable>pfad</replaceable><userinput>/noteedit-2.7.4</userinput>

source: Then set environment variable <option>KDEDIRS</option> to noteedit top directory:
de: Setzen Sie dann die Umgebungsvariable <option>KDEDIRS</option> auf das Hauptverzeichnis von noteedit:

source: command
de: Kommando

source: setenv&nbsp;KDEDIRS&nbsp;<replaceable>path_to_noteedit-2.7.4_direcory</replaceable>
de: setenv&nbsp;KDEDIRS&nbsp;<replaceable>pfad_zu_noteedit-2.7.4_direcory</replaceable>

source: other shell
de: andere shell

source: export&nbsp;KDEDIRS=<replaceable>path_to_noteedit-2.7.4_direcory</replaceable>
de: export&nbsp;KDEDIRS=<replaceable>pfad_zum_noteedit-2.7.4_direcory</replaceable>

source: During file load an error concerning klauncher occurs:
de: Während des Ladens einer Datei erschien eine Fehlermeldung klauncher betreffend:

source: and:
de: und:

source: You use &noteedit; outside KDE and the KDE binaries are not in your PATH. Add the KDE binaries to your PATH! If this doesn't help try:
de: Sie verwenden &noteedit; außerhalb von KDE und die KDE-Binaries sind nicht in Ihrem PATH. Fügen Sie die KDE-Binaries zu Ihrem PATH hinzu! Wenn das nicht hilft, versuchen Sie:

source: I loaded a <emphasis>.not</emphasis> file made with a previous &noteedit; version. It seems the the first tempo signature appears in last instead of first staff. What shall I do?
de: Ich lud eine <emphasis>.not</emphasis> Datei, die mit einer Vorgängerversion von &noteedit; erzeugt wurde. Es scheint so, als ob die Tempo-Signatur in der letzten statt in der ersten Notenzeile erscheint. Was soll ich tun?

source: Yes, there is a slight version incompatibility concerning <emphasis>.not</emphasis> files before &lt; --- &gt; after 1.18.2. Please correct this and store the file. Now the tempo signature should be at correct place.
de: Ja es gibt eine leichte Versionsinkompatibilität zwischen den <emphasis>.not</emphasis>-Dateien vor &lt; --- &gt; nach 1.18.2. Bitte korrigieren Sie das und speichern Sie die Datei erneut. Dann sollte die Tempo-Signatur am richtigen Platz sein.

source: I wrote a score with leading graces. But I can't hear them!
de: Ich schrieb eine Partitur mit Vorschlagnoten am Anfang. Aber ich kann sie nicht hören!

source: Something is wrong with lyrics spacing. The words overlap!
de: Irgend etwas stimmt nicht mit dem Strophen-Text. Die Wörter überlappen!

source: I don't know what's wrong! It has to do with font management of your X11 system. Try to change in noteedit/chord.cpp near line 97:
de: Ich weiß nicht, was los ist! Es hat etwas mit dem Font-Management Ihres X11-Systems zu tun. Versuchen Sie, in noteedit/chord.cpp in der Nähe der Zeile 97 folgendes zu ändern:

source: #if QT_VERSION >= 300 #define LYRICSWIDTH_FAC(x) ((int) (1.5 * x)) #else #define LYRICSWIDTH_FAC(x) (x) #endif
de: #if QT_VERSION&nbsp; >=&nbsp; 300 #define LYRICSWIDTH_FAC(x) ((int) (1.5 * x)) #else #define LYRICSWIDTH_FAC(x) (x) #endif

source: against:
de: gegen:

source: If this doesn't help increase the value 1.5
de: Wenn das nicht hilft, so vergrößern Sie den 1.5-Wert.

source: Something is wrong with lyrics spacing. The spacing between the words is too large!
de: Irgend etwas stimmt mit dem Strophen-Text nicht. Der Abstand zwischen den Wörtern ist zu groß!

source: I loaded a <emphasis>.not</emphasis> file made with a previous &noteedit; version. But the staff and lyrics distances are wrong.
de: Ich lud eine <emphasis>.not</emphasis>-Datei, die mit einer Vorgängerversion von &noteedit; erzeugt wurde. Aber die Notenzeilen- und Strophen-Abstände stimmen nicht.

source: The meaning of the <option>overlength</option>, <option>underlength</option> and <option>lyricsdist</option> parameters has changed in version 1.11.0:-( Please edit the ".not" files and multiply the distance values with 3. Or load every ".not" file and correct the values using the staff properties dialog.
de: Die Bedeutung der <option>overlength</option>, <option>underlength</option> und <option>lyricsdist</option> Parameter hat sich ab Version 1.11.0 geändert :-( Bitte editieren Sie die ".not"-Dateien und multiplizieren sie die Abstände mit 3. Oder laden Sie jede ".not"-Datei und korrigieren Sie die Werte durch Nutzung des Notenzeilen-Eigenschaften-Dialogs.

source: The replay works but it hangs during page turn over. What can I do ?
de: Die Wiedergabe funktioniert, aber sie hängt während des Umblätterns. Was kann ich tun?

source: If you use a software midi synthesizer like <link linkend="timidity_server">TiMidity server</link> please start them as root and icrease its priority. This way the priority ot the TiMidity process increases.
de: Wenn Sie einen Software-MIDI-Synthesizer, wie <link linkend="timidity_server">TiMidity++</link> benutzen, so starten Sie diesen bitte als root-Nutzer. Auf diese Weise wird die Priorität des TiMidity- Prozesses erhöht.

source: Use the following command in this case:
de: Nutzen Sie in diesem Fall das folgende Kommando:

source: This can lead to operating system problems if your CPU performance is too small! If so, then try to decrease the priority and/or the frequency:
de: Das kann zu Betriebssystem-Problemen führen, wenn Ihre CPU zu leistungsschwach ist! Falls das passiert, so setzen Sie die Priorität und/oder die Frequenz herunter:

source: If this doesn't help then turn off the <link linkend="showcontext">context view</link>. Unfortunately, the context view is a very time consuming issue.
de: Wenn das nicht hilft, so schalten Sie bitte die Anzeige des <link linkend="showcontext">Notenzeilen-Kontexts</link> aus. Leider ist diese Anzeige sehr zeitkritisch.

source: I cannot hear the sound although <application>Kmidi</application> works without any problem! What's wrong?
de: Ich kann nichts hören, obwohl <application>Kmidi</application> ohne Probleme funktioniert! Was ist los?

source: This is no surprise! If <application>Kmid</application> worked and &noteedit; not, this were surprising. <application>Kmidi</application> first converts the MIDI data into PCM (WAV) data. Then it plays the sound via PCM (not MIDI) device. You can check this by playing the sound with <application>Kmidi</application> and handle the PCM ruler and then the MIDI ruler on your sound mixer. The MIDI ruler (if any) has no influence.
de: Das ist nicht überraschend! Würde <application>Kmid</application> funktionieren und &noteedit; nicht, das wäre überrschend. <application>Kmidi</application> wandelt zunächst die MIDI-Daten in PCM-(WAV-) Daten um. Diese spielt es dann über das PCM- (nicht über das MIDI-) Gerät ab. Sie können das selbst überprüfen, indem Sie etwas mit <application>Kmidi</application> abspielen und den PCM-Regler und dann den MIDI-Regler an Ihrem Soundmixer bedienen. Der MIDI-Regler (falls überhaupt vorhanden) hat keinerlei Einfluss.

source: Important: Try to play a MIDI file with <application>kmid</application> (<emphasis>not (!!!)</emphasis> <application>kmidi</application>). As long as <application>kmid</application> does not produce any sound, &noteedit; (and any other MIDI device based software) will not produce any sound, too! The reason is: Either your soundcard has no hardware MIDI synthesizer or it has a hardware MIDI synthesizer but it is not supported by Linux.
de: Wichtig: Versuchen Sie ein MIDI-File mit <application>kmid</application> (<emphasis>nicht (!!!)</emphasis> <application>kmidi</application>) zu spielen. Solange <application>kmid</application> keine Töne von sich gibt, wird auch &noteedit; (und jede andere auf MIDI-Geräten basierende Software) keinerlei Töne von sich geben! Der Grund ist: Entweder Ihre Soundkarte verfügt über keinen Hardware-MIDI-Synthesizer, oder sie hat einen Hardware-MIDI-Synthesizer, der aber nicht von Linux unterstützt wird.

source: &noteedit; crashes after the output <computeroutput>TSE3 ALSA MIDI scheduler created</computeroutput>
de: &noteedit; stürzt nach der Ausgabe von <computeroutput>TSE3 ALSA MIDI scheduler created</computeroutput> ab

source: In most cases it has not to do with &noteedit; itself. It has to do with your ALSA system or more precise with your ALSA module parameters in <filename>/etc/modules.conf</filename>. To clarify this try the TSE3 test program <userinput>tse3play</userinput>. First determine the available ports:
de: In den meisten Fällen hat das nichts mit &noteedit; selbst zu tun. Es hat etwas mit dem ALSA-System oder genauer mit den ALSA-Modul-Parametern in <filename>/etc/modules.conf</filename> zu tun. Um das zu klären, starten Sie am besten das TSE3-Test-Programm <userinput>tse3play</userinput>. Stellen Sie zunächst die verfügbaren Ports fest:

source: Or it this doen't work:
de: Oder wenn das nicht funktioniert:

source: The on every available MIDI port try to play the MIDI file:
de: Dann versuchen Sie auf jedem Port ein MIDI-File zu spielen:

source: till you hear the music or it crashes. If it crashes it is clear your ALSA system is the reason why.
de: bis Sie die Musik hören, oder das Programm abstürzt. Wenn es abstürzt, dann ist klar, dass das ALSA-System der Grund ist.

source: Actually I can't help here because I'm not an ALSA guru. Please contact the ALSA developers! Time ago I had a similar problem with a laptop with Yamaha YMF7xx sound card. Even worse: My whole Linux crashed. At this time I adapted the OSS (Open Sound System) hints in Linux source documentation (<filename>/usr/src/linux/Documentation/sound/README.ymfsb</filename>) to the ALSA system and it worked. But I'm afraid this is no general solution. Note: This was ALSA-0.5.
de: Eigentlich kann ich hier nicht helfen, weil ich kein ALSA-Guru bin. Bitte kontaktieren Sie die ALSA-Entwickler! Vor Zeiten hatten ich ein ähnliches Problem mit einem Laptop mit Yamaha YMF7xx Soundkarte. Schlimmer noch: Das gesamte Linux ist abgestürzt. Damals habe ich einfach die OSS (Open Sound System) Hinweise in der Linux Quell-Dokumentation (<filename>/usr/src/linux/Documentation/sound/README.ymfsb</filename>) auf das ALSA-System angewendet und es hat funktioniert. Ich fürchte aber, dass das keine allgemeingültige Lösung ist. Man beachte auch: Das war ALSA-0.5.

source: As an interim solution you can start &noteedit; without creating an ALSA MIDI scheduler:
de: Als Zwischenlösung kann man &noteedit; ohne Erzeugung eines ALSA-MIDI-Schedulers starten:

source: &noteedit; uses the so-called ALSA-OSS emulation in this case. The ALSA-OSS emulation doesn't permit the read direction. Thus, read and record from MIDI keyboard isn't possible.
de: &noteedit; benutzt dann die sogenannte ALSA-OSS Emulation. Die ALSA-OSS-Emulation erlaubt keine Lese-Richtung. Also sind Lesen und Aufnehmen vom MIDI-Keyboard nicht möglich.

source: Another option would be: Remove ALSA and use the pre-ALSA sound modules!
de: Eine andere Möglichkeit wäre: Löschen Sie ALSA und nutzen Sie die Prä-Alsa-Sound-Modulen!

source: Another possibility is: You don't have any sound device and &noteedit; is badly compiled. This can also be detected by:
de: Eine andere Möglichkeit ist; Sie haben kein Sound-Gerät und &noteedit; wurde falsch übersetzt. Das können Sie auch herausfinden durch:

source: If this doesn't report any device a bad &noteedit; compilation could be the reason why. Try to re-compile &noteedit; and make sure the <computeroutput>-fexecptions</computeroutput> option is set during compilation of <filename>midimapper.cpp</filename> and <filename>tse3handler.cpp</filename>.
de: Wenn das kein Gerät anzeigt und &noteedit; falsch übersetzt wurde, dann könnte das die Ursache sein.Versuchen Sie &noteedit; nochmals zu übersetzen und stellen Sie sicher, dass die <computeroutput>-fexecptions</computeroutput> Option während der Übersetzung von <filename>midimapper.cpp</filename> and <filename>tse3handler.cpp</filename> gesetzt ist!
