Repository: BackupTheBerlios/noteedit-svn
Catalog: doc/*/*.po
Languages: de

source: <application>MUP</application>: a multi rest must appear in every staff and it must be of the same length. If this isn't the case &noteedit; divides the multi rest in a sequence of "normal" rests. <userinput>That means:</userinput> If &noteedit; restores such a score the multi rest is changed against a series of "normal" rests. &noteedit; will warn you in this case.
de: <application>MUP</application>: Eine Mehrtakte-Pause muss in jeder Notenzeile erscheinen und sie muss von der gleichen Länge sein. Wenn das nicht der Fall ist, teilt &noteedit; die Mehrtakte-Pause in eine Folge "normaler" Pausen. <userinput>Das bedeutet:</userinput> Wenn &noteedit; eine solche Partitur wieder herstellt, wird die Mehrtakte-Pause umgewandelt in eine Folge von "normalen" Pausen. &noteedit; gibt eine Warnung aus.

source: PMX: <application>PMX</application> doesn't accept multi rests if the score has more than one line.
de: PMX: <application>PMX</application> akzeptiert Mehrtakte-Pausen nicht, wenn die Partitur mehr als eine Notenzeile hat.

source: Insert Clef
de: Notenschlüssel einfügen

source: <menuchoice> <guimenu><accel>I</accel>nsert</guimenu> <guimenuitem><accel>C</accel>lef</guimenuitem> </menuchoice> <emphasis> ... choose Clef with or without octave shift</emphasis>
de: <menuchoice> <guimenu>Ein<accel>f</accel>ügen</guimenu> <guimenuitem><accel>S</accel>chlüssel</guimenuitem> </menuchoice> <emphasis> ...Wählen Sie einen Schlüssel mit oder ohne Oktave-Verschiebung.</emphasis>

source: If you are not sure which octave shift choose a clef without octave shift.
de: Wenn Sie nicht sicher sind, welche Oktavenverschiebung gilt, wählen Sie einen Schlüssel ohne Oktavenverschiebung.

source: Press &LMB; at insertion position.
de: Drücken Sie die &LMBD; an der Einfügeposition.

source: Likewise you can choose one of the 2 drum clefs. I introduced a 2nd drum clef with an arrow downward to determine MIDI mapping. The drum clef with arrow downward maps the notes like the bass clef. Of course, this 2nd drum clef is exported to <application>MusiXTeX</application> and <application>LilyPond</application> as "normal" drum clef.
de: Ebenso können Sie einen der beiden Schlagzeugschlüssel wählen. Ich habe einen zweiten Schlagzeugschlüssel mit einer Pfeilspitze nach unten eingeführt, um MIDI-Mapping zu spezifizieren. Der Schlagzeugschlüssel mit der nach unten gerichteten Pfeilspitze mappt die Noten wie der Bassschlüssel. Natürlich wird dieser zweite Schlagzeugschlüssel nach <application>MusiXTeX</application> und <application>LilyPond</application> wie ein "normaler" Schlagzeugschlüssel exportiert.

source: The drum clef is not exported to <application>PMX</application>, <application>MUP</application> and <application>ABC music</application>.
de: Der Schlagzeugschlüssel wird nicht nach <application>PMX</application> und <application>MUP</application> und <application>ABC music</application> exportiert.

source: MUP cannot deal with clefs in the middle of a bar. (i.e. there is a trick but this is too complicated for &noteedit;).
de: MUP kann nicht mit Notenschlüsseln in der Taktmitte umgehen. (Das heißt, es gibt einen Trick, aber der ist zu kompliziert für &noteedit;).

source: Inserting key signatures, time signatures
de: Einfügen der Tonart und der Taktart

source: <menuchoice> <guimenu><accel>I</accel>nsert</guimenu> <guimenuitem><accel>K</accel>ey signature...</guimenuitem> </menuchoice> <emphasis>... choose key </emphasis>!
de: <menuchoice> <guimenu>Ein<accel>f</accel>ügen</guimenu> <guimenuitem>Tonarten<accel>v</accel>orzeichnung...</guimenuitem> </menuchoice> <emphasis>... Wählen Sie die Tonart </emphasis>!

source: <menuchoice> <guimenu><accel>I</accel>nsert</guimenu> <guimenuitem><accel>T</accel>ime signature...</guimenuitem> </menuchoice> <emphasis>... choose signature </emphasis>!
de: <menuchoice> <guimenu>Ein<accel>f</accel>ügen</guimenu> <guimenuitem><accel>T</accel>aktart...</guimenuitem> </menuchoice> <emphasis>...Wählen Sie die Taktart </emphasis>!

source: The time signature (except the first time signature) must occur immediately after a bar. Maybe the playback works if you don't follow this restriction. But (re-)storing such files can give indefinite results.
de: Die Taktangabe (außer der ersten Angabe) muss unmittelbar hinter dem Taktstrich erscheinen. Es kann sein, dass die Wiedergabe auch dann funktioniert, wenn Sie dieser Einschränkung nicht folgen. Aber das Laden solcher Dateien kann unbestimmte Ergebnisse zur Folge haben.

source: <userinput>MUP users!</userinput> If you place a key signature (except the first key signature) not immediately after a bar MUP won't work! &noteedit; will warn you!. MUP cannot deal with key signatures in the middle of a bar. (i.e. there is a trick but this is too complicated for &noteedit;).
de: <userinput>MUP Nutzer!</userinput> Wenn Sie die Angabe einer Tonart (außer der ersten Tonart-Angabe) nicht unmittelbar hinter einen Taktstrich platzieren, wird MUP nicht funktionieren! &noteedit; gibt eine Warnung aus! MUP kann Tonart-Angaben in der Mitte eines Taktes nicht bearbeiten. (Es gibt einen Trick, aber der ist zu kompliziert für &noteedit;).

source: Volume Change
de: Lautstärkewechsel

source: To change the volume during playback place a volume change at the appropriate position: <menuchoice> <guimenu><accel>I</accel>nsert</guimenu> <guimenuitem><accel>V</accel>olume signature...</guimenuitem> </menuchoice> <emphasis>(Choose a volume and a volume sign)</emphasis>
de: Um die Lautstärke während der Wiedergabe zu ändern, platzieren Sie ein Lautstärke-Zeichen an die entsprechende Stelle: <menuchoice> <guimenu>Ein<accel>f</accel>ügen</guimenu> <guimenuitem><accel>L</accel>autstärke-Zeichen...</guimenuitem> </menuchoice> <emphasis>(Wählen Sie eine Lautstärke und ein Lautstärke-Zeichen)</emphasis>

source: Press &LMB; at insertion position. The name of the volume sign has no influence during playback.
de: Drücken Sie die &LMB; an der Einfügeposition. Der Name der Lautstärke-Bezeichnung hat keinen Einfluss während der Wiedergabe.

source: Tempo Signature
de: Tempo Bezeichnung

source: To change the playback tempo place a tempo signature at the appropriate position:
de: Um das Tempo der Wiedergabe zu verändern, platzieren Sie eine Tempobezeichnung an die entsprechende Stelle.

source: <menuchoice> <guimenu><accel>I</accel>nsert</guimenu> <guimenuitem>Te<accel>m</accel>po signature...</guimenuitem> </menuchoice> <emphasis>(Choose a tempo)</emphasis>
de: <menuchoice> <guimenu>Ein<accel>f</accel>ügen</guimenu> <guimenuitem>Tem<accel>p</accel>o...</guimenuitem> </menuchoice> <emphasis>(Wählen Sie ein Tempo)</emphasis>

source: Press &LMB; at insertion position. If you want to give the whole part an unique tempo place the tempo signature before the first note.
de: Drücken Sie die &LMB; an der Einfügeposition. Wenn Sie der gesamten Partitur ein einheitliches Tempo geben wollen, so platzieren Sie die Tempoangabe vor die erste Note.

source: <userinput>Remark:</userinput> Although the tempo signature can be attached to a certain staff the tempo signature influences all other staves.
de: <userinput>Beachten Sie:</userinput> Obwohl die Tempoangabe mit einer bestimmten Notenzeile verbunden wird, beeinflusst sie auch alle anderen Notenzeilen.

source: Program (instrument) Change
de: Programm- (Instrumenten-) Wechsel

source: The change of the staff's voice is called a "MIDI program change". You can achieve this by placing a program change marker at the appropriate position:
de: Der Wechsel der Instrumente auf einer Notenzeile wird "MIDI-Programmwechsel" genannt. Das können Sie durch das Einfügen einer Instrumentenwechselmarkierung an der entsprechenden Stelle erreichen:

source: <menuchoice> <guimenu><accel>I</accel>nsert</guimenu> <guimenuitem>V<accel>o</accel>ice change...</guimenuitem> </menuchoice> <emphasis>(Choose a program (instrument))</emphasis>
de: <menuchoice> <guimenu>Ein<accel>f</accel>ügen</guimenu> <guimenuitem><accel>I</accel>nstrumentenwechsel...</guimenuitem> </menuchoice> <emphasis>(Wählen Sie ein Programm (Instrument))</emphasis>

source: Insert a note to a chord
de: Einfügen einer Note in einen Akkord

source: Choose tied (<inlinemediaobject><imageobject><imagedata fileref="tied.png"/></imageobject></inlinemediaobject>) if needed. Activate one of the note buttons. Press &LMB; near the chord. The length is the same as the length of the other notes of the chord.
de: Wählen Sie Bindebogen (<inlinemediaobject><imageobject><imagedata fileref="tied.png"/></imageobject></inlinemediaobject>), wenn gewünscht. Drücken Sie &LMB; an der Einfügestelle im Akkord. Die Länge der Note ist der Länge der anderen Noten des Akkords gleich.

source: Alternatively you can activate the keyboard insertion mode by pressing the keyboard insert button (<inlinemediaobject><imageobject><imagedata fileref="singlekey.png"/></imageobject></inlinemediaobject>). In this case you can add a note to a chord by pressing <keycap>Crtl+Enter</keycap>.
de: Sie können auch den Tastatureingabemodus durch Drücken des Tastatureingabeknopfes (<inlinemediaobject><imageobject><imagedata fileref="singlekey.png"/></imageobject></inlinemediaobject> ) aktivieren. In diesem Falle können Sie durch Drücken von <keycap>Crtl(Strg)+Enter</keycap> eine Note zum Akkord hinzufügen.

source: Insert a bar
de: Einfügen eines Taktstriches

source: Usually &noteedit; inserts bars automatically if you append a note (<link linkend="autobarinsert">configurable</link>).
de: Gewöhnlich fügt &noteedit; Taktstriche automatisch ein, wenn Sie eine Note einfügen (<link linkend="autobarinsert">konfigurierbar</link>).

source: If you want to insert bars "by hand" then select a music element with &LMB;! Press <keycap>Tab</keycap>! The bar appears behind the element.
de: Wenn Sie Taktstriche "mit der Hand" einfügen wollen, wählen sie ein Musikelement mit der &LMBD; aus. Drücken Sie die <keycap>Tabulatortaste</keycap>! Der Taktstrich erscheint hinter dem Element.

source: Or press <keycap>|</keycap> The bar will be inserted at mouse position.
de: Oder drücken Sie <keycap>|</keycap> Der Taktstrich wird an der Mausposition eingefügt.

source: Insert a double bar
de: Einfügen eines Doppel-Taktstriches

source: To insert a double bar choose:
de: Um einen Doppel-Taktstrich einzufügen, wählen Sie:

source: <guimenu><accel>I</accel>nsert</guimenu> <guimenuitem><accel>D</accel>oubleBar</guimenuitem>
de: <guimenu>Ein<accel>f</accel>ügen</guimenu> <guimenuitem><accel>D</accel>oppel-Taktstrich</guimenuitem>

source: Press &LMB; at insertion position
de: Drücken Sie die &LMBD; an der Einfügeposition.

source: Repeat
de: Wiederholung

source: You can define a part to be repeated by setting a repeat open (<inlinemediaobject><imageobject><imagedata fileref="repopen.png"/></imageobject></inlinemediaobject>) and repeat close bar (<inlinemediaobject><imageobject><imagedata fileref="repclose.png"/></imageobject></inlinemediaobject>) or repeat both (<inlinemediaobject><imageobject><imagedata fileref="repboth.png"/></imageobject></inlinemediaobject>):
de: Sie können zu wiederholende Teile definieren, indem sie das Zeichen für Wiederholungs-Anfang (<inlinemediaobject><imageobject><imagedata fileref="repopen.png"/></imageobject></inlinemediaobject>) , Wiederholungs-Ende (<inlinemediaobject><imageobject><imagedata fileref="repclose.png"/></imageobject></inlinemediaobject>) oder das Zeichen für Anfang und Ende der Wiederholung (<inlinemediaobject><imageobject><imagedata fileref="repboth.png"/></imageobject></inlinemediaobject>) einfügen.:

source: <guimenu><accel>I</accel>nsert</guimenu> <guimenuitem><accel>R</accel>epeatOpen.</guimenuitem>
de: <guimenu>Ein<accel>f</accel>ügen</guimenu> <guimenuitem><accel>W</accel>iederholungs-Anfang.</guimenuitem>

source: <guimenu><accel>I</accel>nsert</guimenu> <guimenuitem>R<accel>e</accel>peatClose</guimenuitem>
de: <guimenu>Ein<accel>f</accel>ügen</guimenu> <guimenuitem>W<accel>i</accel>ederholung-Ende</guimenuitem>

source: <guimenu><accel>I</accel>nsert</guimenu> <guimenuitem>RepeatOpen<accel>C</accel>lose</guimenuitem>
de: <guimenu>Ein<accel>f</accel>ügen</guimenu> <guimenuitem><accel>A</accel>nfang und Ende Wiederh.</guimenuitem>

source: To define alternative parts during repeat use special ending 1 (<inlinemediaobject><imageobject><imagedata fileref="ending1.png"/></imageobject></inlinemediaobject>) and special ending 2 (<inlinemediaobject><imageobject><imagedata fileref="ending2.png"/></imageobject></inlinemediaobject>):
de: Zum Definieren alternativer Teile während des Wiederholens benutzen Sie die Alternative 1 (<inlinemediaobject><imageobject><imagedata fileref="ending1.png"/></imageobject></inlinemediaobject>) und die Alternative 2 (<inlinemediaobject><imageobject><imagedata fileref="ending2.png"/></imageobject></inlinemediaobject>):

source: <guimenu><accel>I</accel>nsert</guimenu> <guimenuitem>SpecialEnding<accel>1</accel></guimenuitem>
de: <guimenu>Ein<accel>f</accel>ügen</guimenu><guimenuitem>Alternative<accel>1</accel></guimenuitem>

source: <guimenu><accel>I</accel>nsert</guimenu> <guimenuitem>SpecialEnding<accel>2</accel></guimenuitem>
de: <guimenu>Ein<accel>f</accel>ügen</guimenu> <guimenuitem>Alternative<accel>2</accel></guimenuitem>

source: Set the repeat and special ending signs in every staff! Otherwise the replay behaviour is undefined.
de: Setzen Sie die Zeichen für die Wiederholung und die Alternative in jede Notenzeile! Sonst ist das Wiedergabeverhalten unbestimmt.

source: Multi repeats
de: Mehrfachwiederholungen

source: Normally the part is repeated 2 times. If you whish more repeats you can specify the repeat count: Select a repeat close symbol and choose:
de: Gewöhnlich wird ein Teil 2 Mal wiederholt. Wenn Sie mehr Wiederholungen wünschen, so können Sie die Anzahl der Wiederholungen vorgeben: Wählen Sie ein Wiederholungsendezeichen und öffnen Sie:

source: <guimenu><accel>E</accel>dit</guimenu> <guimenuitem>Set N time repeat</guimenuitem>
de: <guimenu><accel>B</accel>earbeiten</guimenu> <guimenuitem>Mehrfachwiederholung</guimenuitem>

source: A menu pops up. Choose a repeat count and press <userinput>Ok</userinput>!
de: Ein Menü springt auf. Wählen Sie eine WIederholzahl und drücken Sie <userinput>Ok</userinput>!

source: The current version exports the signature only to MUP!
de: Die aktuelle Version exportiert die Signatur nur nach MUP!

source: Set the repeat and special ending signs in every staff! In particular specify the identical repeat count in every staff! Otherwise the replay behaviour is undefined.
de: Setzen Sie die Zeichen für die Wiederholung und die Alternative in jede Notenzeile! Wählen Sie insbesondere in jeder Zeile die gleiche Wiederholzahl! Sonst ist das Wiedergabeverhalten unbestimmt.

source: Lyrics
de: Texte

source: You can attach up to 5 lines of lyrics to each staff.
de: Sie können zu jeder Notenzeile bis zu 5 Textzeilen hinzufügen.

source: <menuchoice> <guimenu>St<accel>a</accel>ff</guimenu> <guimenuitem><accel>L</accel>yrics...</guimenuitem> </menuchoice> You can either use the lyrics editor or import the lyrics from a file. In either case the lyrics should look like:(see: <literal>lyrics/whiskey[1-5].txt</literal> or <literal>lyrics/water[12].txt</literal>):
de: <menuchoice> <guimenu>Noten<accel>z</accel>eile</guimenu> <guimenuitem><accel>S</accel>trophen...</guimenuitem> </menuchoice> Sie können entweder den Texteditor verwenden oder Sie importieren die Texte aus einer Textdatei. In beiden Fällen sollten die Texte so aussehen:(s.: <literal>lyrics/whiskey[1-5].txt</literal> or <literal>lyrics/water[12].txt</literal>):

source: &noteedit; interprets all blanks as hyphenation symbol. Select the appropriate staff and choose:
de: &noteedit; interpretiert alle Leerstellen als Abteil-Punkte. Selektieren Sie die entsprechende Notenzeile und wählen Sie :

source: <menuchoice> <guimenu>St<accel>a</accel>ff</guimenu> <guimenuitem><accel>L</accel>yrics...</guimenuitem> <guimenuitem><accel>I</accel>mport</guimenuitem> </menuchoice> <emphasis> choose a line number and a text file</emphasis>
de: <menuchoice> <guimenu>Noten<accel>z</accel>eile</guimenu> <guimenuitem><accel>S</accel>trophen...</guimenuitem> <guimenuitem><accel></accel>Lyrics</guimenuitem> </menuchoice> <emphasis> wählen sie eine Zeilennummer und eine Textdatei</emphasis>

source: You can repeat this as many times as you want till the lyrics are correct. Likewise you can <link linkend="staffgeometry">change the staff geometry</link> to get enough place for the lyrics. You can remove the lyrics from current staff by clearing the board.
de: Das können Sie wiederholen, so oft sie wollen, bis die Texte korrekt sind. Falls notwendig, können Sie die <link linkend="staffgeometry">Abmessungen der Notenzeile</link> verändern, um genügend Platz für den Text zu erhalten. Um den Text von der aktuellen Notenzeile wieder zu entfernen, löschen Sie den Text im Eingabefenster komplett.

source: See <filename>example4.not</filename> for a lyrics example with 5 lines!
de: Siehe auch <filename>example4.not</filename>! Das ist ein Textbeispiel mit 5 Zeilen!

source: Please note:
de: Bitte beachten Sie:

source: The '-' sign behind <quote>gay,</quote>! If you want a note without lyrics choose a non-blank character.
de: Das '-' Zeichen hinter dem Wort <quote> gay</quote>! Wenn Sie eine Note ohne Text wollen, wählen sie irgendein druckbares Zeichen.

source: Instead of the '-' sign you can use the asterix ('*'). In contrast to '-' sign the asterix isn't printed on score. Thus, it only appears in lyrics dialog.
de: Statt des '-' Zeichens können Sie auch den Stern ('*') nutzen. Im Gegensatz zum '-' Zeichen erscheint der Stern nicht in der Partitur. Folglich ist er nur im Strophen-Dialog sichtbar.

source: &noteedit; assumes a isolatin-1 coding. So you can use German umlauts (&auml;, &ouml;, &uuml;, ...). They are correctly translated into <application>MusiXTeX</application>. But be warned: <application>MUP</application> will fail if you use non-ascii characters!
de: &noteedit; nimmt eine ISOLATIN-1 Kodierung an. So können Sie deutsche Umlaute benutzen (&auml;, &ouml;, &uuml;, ...). Sie werden korrekt in <application>MusiXTeX</application> übersetzt. Aber seien Sie gewarnt: <application>MUP</application> versagt, wenn Nicht-ASCII-Zeichen verwendet werden!

source: The lyrics are exported into <application>MusiXTeX</application>, MIDI file, <application>PMX</application> file <emphasis>(and implicitly to <application>MUP</application>)</emphasis>. The <application>PMX</application> lyrics export has some drawbacks. Please read the <link linkend="pmx_export_appendix"><application>PMX</application> export discussion page</link>! There are some MIDI players which show the lyrics during playback (the AWE MIDI player <application>tkmidi</application> by Takashi Iwai, <application>kmid</application> from KDE <emphasis>&laquo;but unfortunately the whole text in one line&raquo;</emphasis>, <application>timidity</application> <emphasis>&laquo;but unfortunately the whole text at the beginning&raquo;</emphasis>)
de: Die Texte werden nach <application>MusiXTeX</application>, MIDI Files, <application>PMX</application> Files <emphasis>(und implizit nach <application>MUP</application>)</emphasis> exportiert. Der <application>PMX</application> Textexport bereitet einige Probleme. Bitte lesen Sie die <link linkend="pmx_export_appendix"><application>PMX</application> Export Diskussions-Seite</link>! Es gibt einige MIDI Player, die die Texte während der Wiedergabe zeigen. (Der AWE MIDI Player <application>tkmidi</application> von Takashi Iwai, <application>kmid</application> aus dem KDE <emphasis>&laquo;aber unglücklicherweise den ganzen Text in einer Zeile&raquo;</emphasis>, <application>timidity</application> <emphasis>&laquo;aber unglücklicherweise den ganzen Text am Anfang&raquo;</emphasis>)

source: If there are repeat signs and more than 1 lyrics line &noteedit; attaches the second lyrics line to the repeated part in MIDI file.
de: Wenn Wiederholungszeichen und mehr als eine Textzeile auftreten, ordnet &noteedit; die zweite Textzeile dem wiederholten Teil der MIDI-Datei zu.

source: Avoid empty lyrics lines. Fill them from 1 ... 5!
de: Vermeiden Sie leere Textzeilen. Füllen Sie sie von 1 ... 5!

source: If you want assign several syllables to one note use <literal>&lt;...&gt;</literal> parenthesis: <literal>Byl jsem &lt;v le-&gt; su.</literal><emphasis>(Czech)</emphasis>
de: Wenn Sie einer Note mehrere Silben zuweisen wollen, so benutzen Sie bitte die <literal>&lt;...&gt;</literal> Klammern: <literal>Byl jsem &lt;v le-&gt; su.</literal><emphasis>(Tschechisch)</emphasis>

source: Arbitrary text
de: Beliebiger Text

source: To insert arbitrary text like <emphasis>"Allegro"</emphasis>, <emphasis>"Adagio"</emphasis> ... select:
de: Um beliebigen Text, wie <emphasis>"Allegro"</emphasis>, <emphasis>"Adagio"</emphasis> ... einzugeben, wählen Sie:

source: <guimenu><accel>I</accel>nsert</guimenu> <guimenuitem><accel>T</accel>ext...</guimenuitem>
de: <guimenu>Ein<accel>f</accel>ügen</guimenu> <guimenuitem>T<accel>e</accel>xt...</guimenuitem>

source: The text dialog window pops up. You can choose whether the text shell appear above or below the staff. Enter the text and press <guibutton>Ok</guibutton>. Press &LMB; at insertion position.
de: Das Text-Dialog-Window springt auf. Sie können wählen, ob der Text oberhalb oder unterhalb der Notenzeile erscheinen soll. Geben Sie den Text ein und drücken Sie <guibutton>Ok</guibutton>. Drücken Sie die &LMB; an der Einfügeposition.

source: Please prefer the build-in markers, if any! For example: Never use the text tool for <emphasis>D. S. al Fine</emphasis>! Use the <link linkend="Segno">Segno signs</link> instead. The reason is: &noteedit; ignores every text during replay. In contrast: The <link linkend="Segno">Segno signs</link> control the replay.
de: Bitte geben Sie den eingebauten Markierungen stets den Vorrang, so vorhanden! Zum Beispiel: Benutzen Sie das Text-Werkzeug niemals für <emphasis>D. S. al Fine</emphasis>! Benutzen Sie stattdessen die <link linkend="Segno">Segno-Zeichen</link> .Der Grund ist: &noteedit; ignoriert den Text während der Wiedergabe. Im Gegensatz dazu steuern die <link linkend="Segno">Segno Zeichen</link> die Wiedergabe.

source: To change the text, press the edit button (<inlinemediaobject><imageobject><imagedata fileref="edit.png"/></imageobject></inlinemediaobject>) and select the text. The text dialog appears again. Change the text and/or its position and press <guibutton>Ok</guibutton>.
de: Um den Text zu ändern, drücken Sie den Edit-Knopf (<inlinemediaobject><imageobject><imagedata fileref="edit.png"/></imageobject></inlinemediaobject>) und wählen den Text aus. Der Text-Dialog erscheint erneut. Ändern Sie den Text und/oder seine Position und drücken Sie auf <guibutton>Ok</guibutton>.

source: Working with guitar chord diagrams and chords
de: Arbeiten mit Gitarrenakkorddiagrammen und Gitarrenakkorden
