Repository: BackupTheBerlios/noteedit-svn
Catalog: doc/*/*.po
Languages: de

source: If you place an instrument on score which isn't in C tuning you have a problem during replay. Therefore &noteedit; offers the possibility to specify a staff should be played with an offset. Use the <quote>play transposed</quote> slider to determine the offset in semitones
de: Wenn Sie ein Instrument in die Partitur einfügen, das nicht in C-Stimmung ist, haben Sie während der Wiedergabe ein Problem. Deshalb bietet &noteedit; die Möglichkeit festzulegen, dass eine Notenzeile mit einer Tonabweichung gespielt werden soll. Benutzen Sie den <quote>transponiert spielen</quote>-Regler, um die Tonabweichung in Halbtönen zu bestimmen.

source: Tools
de: Werkzeuge

source: Score layout
de: Partiturlayout

source: &noteedit; offers a board to determine the score layout: braces (piano staff), brackets (staff groups) and continued/discontinued bar rules.
de: &noteedit; bietet ein spezielles Fenster an, um das Partiturlayout: geschweifte Klammern (Klavierzeilen), eckige Klammern (Akkoladen) sowie durchgehende und unterbrochene Taktstriche zu spezifizieren.

source: &noteedit; does its best to export the score layout. But depending on your typesetting system the score layout possibly changes <emphasis>(see below)</emphasis>.
de: &noteedit; tut sein Bestes, um das Partiturlayout zu exportieren. Aber abhängig von Ihrem Notensatzsystem kann sich das Partiturlayout ändern <emphasis>(siehe unten)</emphasis>.

source: <guimenu><accel>F</accel>ile</guimenu> <guimenuitem>Scrore <accel>l</accel>ayout...</guimenuitem>
de: <guimenu><accel>D</accel>atei</guimenu> <guimenuitem>Partitur<accel>l</accel>ayout...</guimenuitem>

source: This pops up the following menu:
de: Es springt das folgende Menü auf:

source: By dragging and holding the &LMB; you can select a group of staffs. If you click on one of the 6 function buttons you can create/remove brackets (staff groups) or a braces (piano scores). The <computeroutput>continue bar</computeroutput> and <computeroutput>discontinue bar</computeroutput> buttons determine the bar rule policy.
de: Durch Bewegen und Halten das linke Mausbuttons können Sie Notenzeilengruppen auswählen. Durch Betätigen einer der 6 Funktionsknöpfe können Sie eckige Klammern (Akkoladen), oder geschweifte Klammern (Klavierzeilen) erzeugen/entfernen. Die <computeroutput>Taktstrich durchziehen</computeroutput> und <computeroutput>Taktstrich unterbrechen</computeroutput> Knöpfe bestimmen die Ausprägung der Taktstriche.

source: Problems exporting staff layout
de: Probleme beim Exportieren des Partiturlayouts

source: <userinput>MusiXTeX</userinput> <application>MusiXTeX</application> actually accepts either completely continued or completely discontinued bar rules. If you specify a mix of partial continued and partial discontinued bar rules &noteedit; produces some statements of the <filename>musixdbr.tex</filename> package by Rainer Dunker. &noteedit; produces a warning and gives advice to install this package. Otherwise MusiXTeX will fail.
de: <userinput>MusiXTeX</userinput> <application>MusiXTeX</application> kann eigentlich nur komplett durchgezogene oder komplett unterbrochene Taktstriche erzeugen. Wenn Sie einen Mix aus teilweise durchgezogenen, teilweise unterbrochenen Taktstrichen verwenden, so erzeugt &noteedit; einige Anweisungen aus dem <filename>musixdbr.tex</filename> Paket von Rainer Dunker. &noteedit; gibt eine Warnung aus und weist an, das Paket zu installieren Sonst wird MusiXTeX nicht funktionieren.

source: <userinput>PMX</userinput> <application>PMX</application> is a preprocessor to MusiXTeX and therefore the same problems apply.
de: <userinput>PMX</userinput> <application>PMX</application> ist ein MusiXTeX-Präprozessor und hat folglich dieselben Probleme.

source: <userinput>ABC music</userinput> <application>ABC music</application> cannot deal with nested braces in brackets. &noteedit; will warn you.
de: <userinput>ABC music</userinput> <application>ABC music</application> kann nicht mit in eckigen Klammern geschachtelten geschweiften Klammern umgehen. &noteedit; gibt eine Warnung aus.

source: <userinput>LilyPond</userinput> <application>LilyPond</application> can deal with braces and brackets. It changes the staff rules according to some LilyPond inherent rules. I was told it is possible to break these rules. But I assume they are there for good reasons. &noteedit; will warn you if a LilyPond rule will change the staff rule policy.
de: <userinput>LilyPond</userinput> <application>LilyPond</application> kann mit geschweiften und eckigen Klammern umgehen. Es ändert die Taktstrich-Ausprägung gemäß einigen LilyPond-eigenen Regeln. Mir wurde gesagt, dass es möglich ist, diese Regeln zu durchbrechen. Ich nehme aber an, dass diese Regeln aus guten Gründen existieren. &noteedit; gibt eine Warnung aus, wenn LilyPond die Taktstrich-Ausprägung ändern wird.

source: <userinput>MUP</userinput> <application>MUP</application> has no limitations.
de: <userinput>MUP</userinput> <application>MUP</application> hat keine Beschränkungen.

source: Transpose
de: Transponieren

source: To transpose the selected staff choose:
de: Um die ausgewählte Notenzeile zu transponieren, wählen Sie:

source: <menuchoice> <guimenu><accel>T</accel>ools</guimenu> <guimenuitem><accel>T</accel>ranspose...</guimenuitem> </menuchoice> <emphasis>select the count of semitones </emphasis>
de: <menuchoice> <guimenu>E<accel>x</accel>tras</guimenu><guimenuitem><accel>T</accel>ransponiere...</guimenuitem> </menuchoice> <emphasis> wählen Sie die Anzahl der Halbtöne </emphasis>

source: It is your responsibility to set a new key signature! Use the <link linkend="reduceAcc">reduce accidentals</link> tool to change sharps against flats if necessary.
de: Es liegt in Ihrer Verantwortung, eine neue Tonartenvorzeichnung zu setzen! Benutzen Sie das <link linkend="reduceAcc">Vorzeichenzahl minimieren</link>-Werkzeug, um, wenn notwendig, Kreuze gegen B´s auszutauschen.

source: If you want to transpose only a part of the staff then mark the appropriate part before!
de: Wenn Sie nur einen Teil der Notenzeile transponieren wollen, markieren Sie bitte vorher den betreffenden Teil!

source: If you want to transpose a group of staffs then select them before:
de: Wenn Sie eine Gruppe von Notenzeilen transponieren wollen, dann wählen Sie diese vorher aus:

source: <guimenu><accel>E</accel>dit</guimenu> <guimenuitem><accel>M</accel>ultiStaff</guimenuitem>
de: <guimenu><accel>B</accel>earbeiten</guimenu> <guimenuitem><accel>Z</accel>eilenübergreifend</guimenuitem>

source: The chords names are transposed if there is no chord diagram attached.
de: Die Namen der Akkorde werden transponiert, wenn kein Akkorddiagramm angefügt ist.

source: Change clef
de: Wechsel des Notenschlüssels

source: Especially after MIDI import it is sometimes necessary to change the clef which is chosen by &noteedit;. To do this choose:
de: Speziell nach MIDI-Import ist es manchmal notwendig, den Schlüssel zu wechseln, der von &noteedit; vorgegeben wird. Dazu wählen sie:

source: <menuchoice> <guimenu><accel>T</accel>ools</guimenu> <guimenuitem><accel>C</accel>hange clef...</guimenuitem> </menuchoice> <emphasis>Choose the new clef!</emphasis>
de: <menuchoice> <guimenu>E<accel>x</accel>tras</guimenu> <guimenuitem><accel>S</accel>chlüssel ändern...</guimenuitem> </menuchoice> <emphasis>Wählen Sie den neuen Schlüssel!</emphasis>

source: If you want to change the clef of only a part of the staff then mark the appropriate part before!
de: Wenn Sie den Schlüssel nur für einen Teil der Notenzeile ändern wollen, dann markieren sie den betreffenden Teil bitte vorher!

source: <userinput>Note!</userinput> The marked range should begin with a clef! &noteedit; stops changing the chords/notes if a new clef appears.
de: <userinput>Achtung!</userinput> Der markierte Teil sollte mit einem Schlüssel beginnen! &noteedit; beendet das Anpassen der Akkorde/Noten, wenn ein neuer Schlüssel erscheint.

source: Reduce Accidentals
de: Vorzeichenreduzierung

source: Imagine the following situation:
de: Stellen Sie sich die folgende Situation vor:

source: This can happen especially after <link linkend="transpose">transpose</link> or <link linkend="recmidi">recording from <hardware>MIDI keyboard</hardware></link>. You wanted to play in A flat Major but &noteedit; used sharp notes. To solve this &noteedit; offers an appropriate tool:
de: Das kann speziell nach <link linkend="transpose">Transponieren</link> oder <link linkend="recmidi">Aufnehmen vom <hardware>MIDI keyboard </hardware></link> auftreten. Sie wollten in As -Dur spielen, aber &noteedit; benutzt Kreuznoten. Um das Problem zu lösen, bietet &noteedit; ein passendes Werkzeug:

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem>Reduce <accel>a</accel>ccidentals...</guimenuitem>
de: <guimenu>E<accel>x</accel>tras</guimenu> <guimenuitem><accel>V</accel>orzeichenzahl minimieren...</guimenuitem>

source: This changes the lines and accidentals so that the number of accidentals decreases. In case above the this would result in:
de: Dieser Befehl ändert die Notenzeilen und die Vorzeichen so, dass die Anzahl der Vorzeichen abnimmt. Im obigen Falle erhalten Sie das folgende Ergebnis:

source: Combine chords
de: Vereinigung von Akkorden

source: Imagine the following situation: <mediaobject><imageobject><imagedata align="center" fileref="beforeCombine.png"/></imageobject></mediaobject> This can happen especially after <link linkend="autobar">autobar function</link>. In this case the <literal>Combine chords</literal> tool is useful:
de: Stellen Sie sich die folgende Situation vor: <mediaobject><imageobject><imagedata align="center" fileref="beforeCombine.png"/></imageobject></mediaobject> Das kann speziell nach <link linkend="autobar">der automatischen Einfügung von Taktstrichen</link> vorkommen. In diesem Falle ist das Werkzeug <literal>Noten kombinieren</literal> nützlich:

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem><accel>C</accel>ollect Notes ...</guimenuitem>
de: <guimenu>E<accel>x</accel>tras</guimenu> <guimenuitem><accel>N</accel>oten kombinieren ...</guimenuitem>

source: Change Accidentals
de: Vorzeichenwechsel

source: Independent of the key signature you can change all accidentals of the current staff to sharp:
de: Unabhängig von der Tonart können Sie alle Vorzeichen der aktuellen Notenzeile in Kreuze umwandeln:

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem><accel></accel>Set all to sharp</guimenuitem>
de: <guimenu>E<accel>x</accel>tras</guimenu> <guimenuitem><accel></accel> Alles Vorzeichen als Kreuze</guimenuitem>

source: or to flat:
de: oder nach B:

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem><accel></accel>Set all to flat</guimenuitem>
de: <guimenu>E<accel>x</accel>tras</guimenu> <guimenuitem><accel></accel> Alle Vorzeichen als Bs</guimenuitem>

source: If there is a selected region the operation only effects this region.
de: Wenn ein Bereich ausgewählt wurde, so beeinflusst die Operation nur diesen Bereich.

source: View
de: Ansicht

source: Creating Windows
de: Fenster erzeugen

source: You can open up as many windows you want ( <menuchoice> <guimenu><accel>W</accel>indow</guimenu> <guimenuitem><accel>N</accel>ew</guimenuitem> </menuchoice> ). This allows you to copy/paste elements between different scores.
de: Sie können so viele Fenster öffnen, wie Sie wollen ( <menuchoice> <guimenu><accel>F</accel>enster</guimenu> <guimenuitem><accel>N</accel>eues Fenster</guimenuitem> </menuchoice> ). Dadurch können Sie Elemente zwischen verschiedenen Partituren verschieben (kopieren/einfügen).

source: <userinput>Attention!</userinput> In principle you can use the <link linkend="multistaff">multistaff copy</link>. But this can cause unexpected results if the count of staves differs.
de: <userinput>Achtung!</userinput> Prinzipiell können Sie das Werkzeug <link linkend="multistaff">Mehrzeilige Blockanweisungen</link> verwenden. Aber das kann unerwartete Ergebnisse haben, wenn die Anzahl der Notenzeilen differiert.

source: You can choose the zoom factor by the zoom selection (<inlinemediaobject><imageobject><imagedata fileref="zoom.png"/></imageobject></inlinemediaobject>). Furthermore you can set your preferred zoom value in <link linkend="configfile">config file</link>.
de: Sie können den Zoomfaktor mit dem Zoom-Auswahlknopf wählen (<inlinemediaobject><imageobject><imagedata fileref="zoom.png"/></imageobject></inlinemediaobject>). Außerdem können Sie den von Ihnen bevorzugten Wert des Zoomfaktors im <link linkend="configfile">Konfigurationsfile</link> angeben.

source: Alternatively you can zoom using the <literal>Zoom in/out</literal> buttons. (<inlinemediaobject><imageobject><imagedata fileref="zoominout.png"/></imageobject></inlinemediaobject>)
de: Sie können auch zoomen, indem Sie die <literal>Vergößern/Verkleinern</literal> (<inlinemediaobject><imageobject><imagedata fileref="zoominout.png"/></imageobject></inlinemediaobject>)-Knöpfe benutzen.

source: Show/Hide bar numbers staff names and auxiliary insert lines
de: Zeigen/Verstecken von Taktstrichnummern, Notenzeilennamen und Hilfslinien

source: You can choose whether &noteedit; shall show the bar numbers or not by using the checkboxes on: <menuchoice> <guimenu><accel>V</accel>iew</guimenu> </menuchoice> menu. The same holds for the auxiliary insert lines and staff names.
de: Sie können wählen, ob &noteedit; die Taktstrichnummern anzeigen soll oder nicht, indem sie das entsprechende Untermenü im: <menuchoice> <guimenu><accel>A</accel>nsicht</guimenu> </menuchoice>-Menü wählen. Dasselbe gilt für Hilfslinien und Notenzeilennamen.

source: Show/Hide staff context
de: Zeigen/Verstecken des Notenzeilen-Kontexts

source: You can decide whether &noteedit; shall show the context (actual clef and key signature) during replay at the left hand side: <menuchoice> <guimenu><accel>V</accel>iew</guimenu> <guimenuitem>Show staff <accel>c</accel>ontext</guimenuitem> </menuchoice>
de: Sie können entscheiden, ob &noteedit; während der Wiedergabe an der linken Seite den Notenzeilen-Kontext (aktueller Notenschlüssel und aktuelle Vorzeichnung)anzeigen soll: <menuchoice> <guimenu><accel>A</accel>nsicht</guimenu> <guimenuitem><accel>K</accel>ontex der Notenzeile zeigen</guimenuitem> </menuchoice>.

source: Working with multiple voices per staff (polyphony)
de: Arbeiten mit mehreren Stimmen pro Notenzeile (Polyphonie)

source: Creating multiple voices
de: Erzeugen verschiedener Stimmen

source: To work with voices pop up the voices dialog:
de: Um mit Stimmen zu arbeiten, öffnen Sie den Stimmen-Dialog:

source: <guimenu>St<accel>a</accel>ff</guimenu> <guimenuitem><accel>V</accel>oices...</guimenuitem>
de: <guimenu>Noten<accel>z</accel>eile</guimenu> <guimenuitem><accel>S</accel>timmen...</guimenuitem>

source: To create a voice press <literal>Create voice</literal> button. Then you should choose the Y-position of the rests in voice to make it possible to associate the rests to voices:
de: Um eine Stimme zu erzeugen, drücken Sie den <literal>Stimme-erzeugen-</literal> Knopf. Dann wählen Sie die y-Position der Pausen in der Stimme, damit die Pausen den Stimmen zugeordnet werden können:

source: After that you should choose the preferred stem direction of that voice:
de: Danach wählen Sie die gewünschte Richtung der Notenhälse für diese Stimme:

source: stem up: All notes have stems upward if no otherwise stated;
de: stem up (Notenhals nach oben): Die Hälse aller Noten zeigen nach oben, soweit nicht anders bestimmt;

source: stem auto: &noteedit; determines the stem direction depending on line if no otherwise stated;
de: stem auto (Notenhals automatisch): &noteedit; bestimmt die Richtung der Notenhälse abhängig von der Notenlinie, soweit nicht anders bestimmt;

source: stem down: All notes have stems downward if no otherwise stated;
de: stem down (Notenhals nach unten): Die Hälse aller Noten zeigen nach unten, soweit nicht anders bestimmt;

source: <userinput>Note!</userinput> You can always overwrite the stem direction using the stem Up/Down buttons (<inlinemediaobject><imageobject><imagedata fileref="stemupdown.png"/></imageobject></inlinemediaobject>).
de: <userinput>Beachten Sie!</userinput> Sie können die Richtung eines Notenhalses jederzeit überschreiben, indem Sie die Notenhals-auf-/abwärts-Knöpfe (<inlinemediaobject><imageobject><imagedata fileref="stemupdown.png"/></imageobject></inlinemediaobject>) benutzen.

source: How to work with multiple voices per staff
de: Arbeiten mit mehreren Stimmen pro Notenzeile

source: First of all: There is a <emphasis>first voice</emphasis> which has priority over all other voices. That means:
de: Unbedingt beachten: Es gibt eine <emphasis>erste Stimme</emphasis>, die den Vorrang vor allen anderen Stimmen hat. Das heißt:

source: You cannot delete the first voice.
de: Sie können die erste Stimme nicht löschen.

source: The only elements which can occur in other voices are notes (chords) and rests.
de: Die einzigen Elemente, die in den anderen Stimmen vorkommen können, sind Noten (Akkorde) und Pausen.

source: Before inserting something in other voices you should finish insertion in first voice (at least till measure of insertion):
de: Bevor Sie etwas in andere Stimmen einfügen, müssen Sie die Eingabe in die erste Stimme beendet haben (wenigstens bis zum Einfügetakt):

source: <userinput>Note!</userinput> There is always a <emphasis>current voice</emphasis>. You can change the <emphasis>current voice</emphasis> by left/right clicking the voice counter:
de: <userinput>Beachten Sie!</userinput> Es gibt immer eine <emphasis>aktuelle Stimme</emphasis>. Sie können die <emphasis>aktuelle Stimme</emphasis> durch links/rechts-Klicken des Stimmenzählers wechseln:

source: --&gt; <quote>all</quote> voices (the current voice is the first voice)
de: --&gt; <quote>alle</quote> Stimmen (Die aktuelle Stimme ist die erste Stimme)

source: --&gt; the current voice is the first voice
de: --&gt; Die aktuelle Stimme ist die erste Stimme

source: --&gt; the current voice is the 2nd voice
de: --&gt; Die aktuelle Stimme ist die zweite Stimme.

source: The current voice is the first voice if the voice counter displays <quote>A</quote> and if the voice counter displays <quote>1</quote> What's the difference? If the voice counter displays <quote>1</quote> all elements which do not belong to voice 1 are gray. If the voice counter displays <quote>A</quote> all elements in all voices are shown in black or red. So you can get a better impression of the score. Other differences follow (see below).
de: Die aktuelle Stimme ist die erste Stimme, wenn der Stimmenanzeiger <quote>A</quote> zeigt und wenn der Stimmenanzeiger <quote>1</quote> zeigt. Worin besteht der Unterschied? Wenn der Stimmenanzeiger <quote>1</quote> zeigt, sind alle Elemente, die nicht zur Stimme 1 gehören, grau. Wenn der Stimmenanzeiger <quote>A</quote> zeigt, werden alle Elemente in allen Stimmen in Schwarz oder Rot gezeigt. So erhalten sie einen besseren Eindruck von der Partitur. Andere Unterschiede folgen (s.u.).

source: Now if you select voice 2 as current voice all elements of voice 1 are in gray:
de: Wenn Sie Stimme 2 als aktuelle Stimme wählen, werden alle Elemente der Stimme 1 grau :

source: If you now insert 4 8th somewhere in measure 2 &noteedit; assumes this is the first element in measure and fills the measures before with hidden rests:
de: Wenn Sie nun irgendwo im zweiten Takt 4 Achtelnoten einfügen, nimmt &noteedit; an, dass das ein erstes Element in einem Takt ist. Also füllt es die vorhergehenden Takte mit versteckten Pausen aus:

source: You can insert more hidden rests by pressing the <emphasis>hidden rest</emphasis> button (<inlinemediaobject><imageobject><imagedata fileref="hrest.png"/></imageobject></inlinemediaobject>). For instance: If in current example the first 8th shall be one 8th away from bar line, insert a hidden rest of one 8th:
de: Sie können weitere versteckte Pausen einfügen, indem Sie den <emphasis>Versteckte-Pausen</emphasis>-Knopf (<inlinemediaobject><imageobject><imagedata fileref="hrest.png"/></imageobject></inlinemediaobject>) drücken. Zum Beispiel: Wenn im aktuellen Fall die erste Achtelnote eine Achtel vom Taktstrich entfernt sein soll, fügen Sie eine versteckte Pause von einem Achtel ein:

source: Of course, you could also insert a "normal rest" if you wish. The hidden rests don't appear on Postscript file and they are not shown if the voice counter displays <quote>A</quote>
de: Natürlich können Sie auch eine "normale Pause" einfügen, wenn Sie es wünschen. Die versteckten Pausen erscheinen nicht in der Postscript-Datei und sie werden nicht gezeigt, wenn der Stimmenanzeiger <quote>A</quote> zeigt.

source: You can manipulate only elements in <emphasis>current voice</emphasis>. This holds also for selection.
de: Sie können nur Elemente in der <emphasis>aktuellen Stimme</emphasis> verändern. Das gilt auch für das Auswählen.

source: Block instructions with multiples voices per staff
de: Block-Anweisungen mit mehreren Stimmen pro Notenzeile

source: The meaning of <link linkend="BLOCKINST">block instructions</link> depends on voice counter. If it displays <literal><userinput>A</userinput></literal> a block instruction influences all voices on staff. Otherwise only the current voice is processed.
de: Die Bedeutung von <link linkend="BLOCKINST">Block-Anweisungen</link> hängt vom Stimmenanzeiger ab. Wenn er <literal><userinput>A</userinput></literal> zeigt, beeinflusst eine Block-Anweisung alle Stimmen auf der Notenzeile. Anderenfalls ist nur die aktuelle Stimme betroffen.

source: If the voice counter displays <literal><userinput>A</userinput></literal>: You cannot copy a block to a staff with less voices.
de: Wenn der Stimmenanzeiger <literal><userinput>A</userinput></literal> zeigt: Sie können einen Block nicht in eine Notenzeile mit weniger Stimmen kopieren.

source: A block in <emphasis>first voice</emphasis> can only be copied to a <emphasis>first voice</emphasis>.
de: Ein Block in der <emphasis>ersten Stimme</emphasis> kann nur in eine <emphasis>erste Stimme </emphasis> kopiert werden.

source: Aspects of exportation of multiple voices per staff
de: Aspekte des Exports von mehreren Stimmen pro Notenzeile

source: <application>LilyPond</application> is best prepared for multiple voices per staff.
de: <application>LilyPond</application> ist bestens für mehrere Stimmen pro Notenzeile vorbereitet.

source: <application>ABC music</application> is best prepared for multiple voices per staff. Sometimes the stem direction isn't optimal.
de: <application>ABC music</application> ist bestens für mehrere Stimmen pro Notenzeile vorbereitet. Manchmal ist die Notenhalsrichtung nicht optimal.

source: Paradox: Although <application>MusiXTeX</application> has no special syntax constructs for multiple voices per staff you can export as many voices as you want to <application>MusiXTeX</application> because many <application>MusiXTeX</application> commands rather describe a (turtle) graphic than music.
de: Paradoxon: Obwohl <application>MusiXTeX</application> keine speziellen Syntaxkonstruktionen für mehrere Stimmen pro Notenzeile hat, können Sie so viele Stimmen wie Sie wollen nach <application>MusiXTeX</application> exportieren, weil viele <application>MusiXTeX</application> Kommandos eher eine (Turtle-)Grafik als Musik beschreiben.
