Repository: BackupTheBerlios/noteedit-svn
Catalog: doc/*/*.po
Languages: de

source: But the multiple voices per staff cause a new export error: <literal>Too many beams!</literal> <application>MusiXTeX</application> allows as many beams as staffs. So, if you have only one voice per staff there are always enough beams. But with multiple voices per staff theoretically all available beams can be in first staff. Thus, no beam rests for the other staves.
de: Aber mehrere Stimmen pro Notenzeile verursachen beim Export einen neuen Fehler: <literal>Zu viele Balken!</literal> <application>MusiXTeX</application> erlaubt so viele Balken wie Notenzeilen. Wenn Sie nur eine Stimme pro Notenzeile haben, so gibt es stets genug Balken. Aber bei mehreren Stimmen pro Notenzeile können theoretisch alle verfügbaren Balken in der ersten Zeile stehen. Folglich bleibt für die anderen Zeilen kein Balken übrig.

source: <application>PMX</application> allows 2 voices per staff (There are some tricks to achieve more. But no systematical syntax constructions which are successful in all cases.). &noteedit; warns you and omits the supernumerary voices.
de: <application>PMX</application> erlaubt 2 Stimmen pro Notenzeile. (Es gibt einige Tricks, mehr zu erreichen. Aber es gibt keine Syntaxkonstruktionen, die in allen Fällen erfolgreich sind.) &noteedit; warnt Sie und lässt die überzähligen Stimmen weg.

source: <application>MUP</application> can process up to 3 voices per staff. But it hates stem statements if a staff has multiples voices. But &noteedit; always produces stem statements to correctly restore the score. This causes tons of warnings during <application>MUP</application> processing. Ignore them all! <application>MUP</application> in turn will ignore all stem statements.
de: <application>MUP</application> kann bis zu 3 Stimmen pro Notenzeile behandeln. Aber es hasst Anweisungen über Notenhälse, wenn die Notenzeile mehrere Stimmen hat. &noteedit; jedoch, produziert stets Anweisungen über Notenhälse, um die Partitur exakt wieder laden zu können. Das verursacht Tonnen von Fehlermeldungen beim Arbeiten mit <application>MUP</application>. Ignorieren Sie die alle! <application>MUP</application> seinerseits wird alle Anweisungen über Notenhälse ignorieren.

source: If a staff has more than 3 voices &noteedit; "extends" the <application>MUP</application> syntax. Of course, the result is not <application>MUP</application>-able. &noteedit; warns you in this case.
de: Wenn eine Notenzeile mehr als 3 Stimmen hat, "erweitert" &noteedit; die <application>MUP</application>-Syntax. Natürlich ist das Ergebnis nicht <application>MUP</application>-bar. &noteedit; warnt Sie in diesem Falle.

source: Playing
de: Abspielen

source: Set the MIDI device
de: Festlegen des MIDI-Gerätes

source: <menuchoice> <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem><accel>C</accel>onfigure &noteedit;...</guimenuitem> </menuchoice> <emphasis>... select a device</emphasis>
de: <menuchoice> <guimenu><accel>E</accel>instellungen</guimenu> <guimenuitem>Noteneditor ein<accel>r</accel>ichten...</guimenuitem> </menuchoice> <emphasis>... wählen Sie ein Gerät aus</emphasis>

source: Play/Muting
de: Spielen/Stummschalten

source: If some staves need muting:
de: Wenn einige Notenzeilen stummgeschaltet werden sollen:

source: <menuchoice> <guimenu>St<accel>a</accel>ff</guimenu> <guimenuitem><accel>M</accel>ute staffs...</guimenuitem> </menuchoice> <emphasis>choose staves</emphasis>
de: <menuchoice><guimenu>Noten<accel>z</accel>eile</guimenu> <guimenuitem>Stu<accel>m</accel>mschalten...</guimenuitem> </menuchoice> <emphasis>Wählen Sie die Notenzeilen</emphasis>

source: Press play button (<inlinemediaobject><imageobject><imagedata fileref="play.png"/></imageobject></inlinemediaobject>)! If there is a selected note &noteedit; begins playing at this note. Otherwise it plays from beginning. &noteedit; will highlight the played notes and scroll if necessary.
de: Drücken Sie den Abspielen-Knopf (<inlinemediaobject><imageobject><imagedata fileref="play.png"/></imageobject></inlinemediaobject>)! Wenn eine Note markiert ist, beginnt &noteedit; die Wiedergabe mit dieser Note. Anderenfalls spielt es vom Anfang an. &noteedit; hebt die jeweils gerade gespielten Noten hervor und scrollt, wenn nötig.

source: It is possible to determine the <link linkend="pageTurnOver">page turn over point</link>
de: Man kann den <link linkend="pageTurnOver">Punkt des Seitenwechsels</link> bestimmen.

source: <userinput>Attention!</userinput> During play some other functions will not work!
de: <userinput>Achtung!</userinput> Während des Abspiels arbeiten einige andere Funktionen nicht!

source: Stop playing
de: Beenden der Wiedergabe

source: Press play button (<inlinemediaobject><imageobject><imagedata fileref="play.png"/></imageobject></inlinemediaobject>) again.
de: Drücken Sie erneut den Abspielen-Knopf (<inlinemediaobject><imageobject><imagedata fileref="play.png"/></imageobject></inlinemediaobject>).

source: Using the aRts MIDI scheduler
de: Benutzung des aRts MIDI-Schedulers

source: From version 0.1.3 on Pete Goodliffe's &lt;pete.goodliffe@pace.co.uk&gt; TSE3 library has an aRts MIDI scheduler. As a result &noteedit; can act as MIDI source for aRts. <note><para>If you want to use &noteedit; with aRts MIDI scheduler then make sure the aRts headers (<filename>artsmidi.h</filename>) are installed <emphasis>before</emphasis> you compile TSE3.</para></note> Start &noteedit; with:
de: Von Version 0.1.3 an hat Pete Goodliffe's &lt;pete.goodliffe@pace.co.uk&gt; TSE3 Bibliothek einen aRts MIDI-Scheduler. Als Folge davon kann &noteedit; als MIDI-Quelle für aRts fungieren. <note><para>Wenn Sie &noteedit; mit aRts MIDI-Scheduler nutzen wollen, stellen Sie bitte sicher, dass die aRts-Header (<filename>artsmidi.h</filename>) installiert sind, <emphasis>bevor</emphasis> Sie TSE3 compilieren.</para></note> Starten Sie &noteedit; mit:

source: Start:
de: Starten Sie:

source: <menuchoice> <guimenu><accel>V</accel>iew</guimenu> <guimenuitem>View <accel>M</accel>idi Manager...</guimenuitem> </menuchoice> On <emphasis>Midi Inputs</emphasis> you should already see the source "TSE3". From <menuchoice> <guimenu><accel>A</accel>dd</guimenu> <guimenuitem><accel>a</accel>Rts Synthesis Midi Output</guimenuitem> </menuchoice> menu select some instruments. Connect "TSE3" with one of these instruments and &noteedit; will play this instrument.
de: <menuchoice> <guimenu><accel>A</accel>nsicht</guimenu> <guimenuitem> <accel>M</accel>IDI-Manager-Ansicht...</guimenuitem> </menuchoice> Unter <emphasis>Midi MIDI-Eingänge</emphasis> sollten Sie bereits einen Eintrag "TSE3" sehen. Wählen Sie vom Menü <menuchoice> <guimenu><accel>H</accel>inzufügen</guimenu> <guimenuitem>MIDI-Ausgang für<accel>a</accel>Rts-Synthesizer</guimenuitem> </menuchoice> einige Instrumente. Verbinden Sie "TSE3" mit einem dieser Instrumente und &noteedit; wird dieses Instrument spielen.

source: The interesting thing here is: With the program <application>artsbuilder</application> you can create your own instruments. Start:
de: Das Interessante daran ist: Mit dem Programm <application>artsbuilder</application> können Sie Ihre eigenen Instrumente erzeugen. Starten Sie:

source: and read the online help. There is a very instructive tutorial which declares how to define a MIDI instrument.
de: und lesen Sie die Online-Hilfe. Dort gibt es ein sehr instruktives Tutorium, das erklärt, wie man ein MIDI-Instrument erzeugt.

source: Configuration
de: Konfiguration

source: To set general properties choose:
de: Um die allgemeinen Eigenschaften zu bestimmen, wählen Sie:

source: <menuchoice> <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem><accel>C</accel>onfigure &noteedit;</guimenuitem> </menuchoice> -&gt; Editing
de: <menuchoice> <guimenu><accel>E</accel>instellungen</guimenu> <guimenuitem>Noteneditor ein<accel>r</accel>ichten </guimenuitem> </menuchoice> -&gt; Editieren

source: <command>move according key</command> The value determines what happens if you move a note upward or downward. If checked the semitone is chosen according to the key signature. If not, the semitone is kept.
de: <command>Bewegung entsprechend Vorzeichen</command> Der Wert bestimmt, was passiert, wenn wenn Sie eine Note nach oben oder nach unten bewegen. Wenn es angewählt ist, wird der Halbton entsprechend der Tonart gewählt. Wenn nicht, bleibt der Halbton erhalten.

source: With the slider <command>page turn over</command> you can determine how many pixels before page end &noteedit; performs page turn over.
de: Mit dem Regler <command>Umblättern</command> können Sie bestimmen, wie viele Pixel vor Seitenende &noteedit; umblättert.

source: If you insert notes or rests at the end &noteedit; will insert bars according the current time signature. To toggle this feature use the "autom. bar insertion" checkbox.
de: Wenn Sie am Ende Noten oder Pausen eingeben, fügt &noteedit; Taktstriche entsprechend der aktuellen Taktart ein. Um dieses Feature ein-/auszuschalten, benutzen Sie bitte die "Autom. Taktstricheinfügung" Checkbox.

source: If you insert notes or rests at the end &noteedit; will re-compute the beams in last measure. To toggle this feature use the "auto insert beams" checkbox.
de: Wenn Sie eine Note am Ende einfügen, so berechnet &noteedit; die Balken im letzten Takt neu. Um dieses Feature ein-/auszuschalten, benutzen Sie bitte die "Autom. Balkeneinfügung" Checkbox.

source: Inserting notes or move them up or causes a MIDI echo. To toggle this feature use the "insert echo" checkbox.
de: Das Einfügen oder Verschieben von Noten ruft ein MIDI-Echo hervor. Um dieses Feature ein-/auszuschalten, benutzen Sie bitte die "MIDI-Echo beim Einfügen" Checkbox.

source: Using the chords dialog you can determine the set of chord names and/or modification symbols
de: Mit Hilfe des Akkord-Dialogs können Sie den Satz von Akkord-Namen und/oder Modifikations-Symbolen festlegen.

source: Key configuration
de: Konfiguration der Tastatur

source: With <menuchoice> <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem><accel>K</accel>ey configuration</guimenuitem> </menuchoice> you pop up a key configuration dialog. Note! This is made by means of the KDE widget <literal>KKeyDialog</literal>. Unfortunately, the <literal>KKeyDialog</literal> has no knowledge about the keyboard layout. For instance: On German keyboard the '=' sign is in 2nd keyboard layer. Therefore <literal>Shift+Equal</literal> is configured. If the '=' sign isn't in 2nd keyboard layer on your keyboard, please change this to <literal>Equal</literal>.
de: Mit <menuchoice> <guimenu><accel>E</accel>instellungen</guimenu> <guimenuitem>Tastaturk<accel>o</accel>nfiguration</guimenuitem> </menuchoice> öffnen Sie einen Tastaturkonfigurations-Dialog. Beachten Sie! Dieser Dialog wurde mit Hilfe des KDE-Widets <literal>KKeyDialog</literal> programmiert. Unglücklicherweise hat <literal>KKeyDialog</literal> keine Kenntnisse vom Aufbau Ihrer Tastatur. Zum Beispiel: Auf der deutschen Tastatur befindet sich das Gleichheitszeichen in der zweiten Tastaturebene. Deshalb ist <literal>Shift+=</literal> konfiguriert. Wenn sich das Gleichheitszeichen auf Ihrer Tastatur nicht in der zweiten Tastaturebene befindet, so ändern Sie das bitte in <literal>=</literal> um.

source: Colors
de: Farben

source: The colors can be changed under <menuchoice> <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem><accel>C</accel>onfigure &noteedit;</guimenuitem> </menuchoice> -&gt; Colors
de: Die Farben können mit <menuchoice> <guimenu><accel>E</accel>instellungen</guimenu> <guimenuitem>Noteneditor ein<accel>r</accel>ichten</guimenuitem> </menuchoice> -&gt; Farben geändert werden.

source: MIDI PEDAL COMMANDS
de: MIDI PEDAL KOMMANDOS

source: You can enable/disable the usage of MIDI PEDAL COMMANDS during replay: <menuchoice> <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem><accel>C</accel>onfigure &noteedit;</guimenuitem> </menuchoice> -&gt; General -&gt; useMidiPedal
de: Sie können mit: <menuchoice> <guimenu><accel>E</accel>instellungen</guimenu> <guimenuitem>Noteneditor ein<accel>r</accel>ichten</guimenuitem> </menuchoice> -&gt; Allgemein &gt; MIDI PEDAL nutzen die Nutzung der MIDI PEDAL Kommandos ein- und ausschalten.

source: Autosave
de: Automatische Sicherung

source: You can enable an autosave policy on: <menuchoice> <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem><accel>C</accel>onfigure &noteedit;</guimenuitem> </menuchoice> -&gt; General
de: Sie können mit: <menuchoice> <guimenu><accel>E</accel>instellungen</guimenu> <guimenuitem>Noteneditor ein<accel>r</accel>ichten</guimenuitem> </menuchoice> -&gt; Allgemein einen automatischen Sicherungsmechanismus einrichten.

source: Choose an autosave time interval. &noteedit; makes a backup of the current score in a file whose name is built by appending <literal role="extension">.sav</literal> to current filename.
de: Wählen sie das Zeitintervall zwischen zwei Sicherungen. &noteedit; macht dann ein Backup der aktuellen Partitur in eine Datei, deren Name durch das Anhängen von <literal role="extension">.sav</literal> an den aktuellen Dateinamen gebildet wird.

source: Score information
de: Partitur-Informationen

source: You can attach overall score information (author, title, ...) to the current score:
de: Sie können gewünschte Informationen zur aktuellen Partitur (Autor, Titel, ...) einfügen:

source: <guimenu><accel>F</accel>ile</guimenu> <guimenuitem>Score in<accel>f</accel>ormation</guimenuitem>
de: <guimenu><accel>D</accel>atei</guimenu> <guimenuitem>Partitur<accel>i</accel>nfomation...</guimenuitem>

source: The score information is exported as far as the destination format allows this.
de: Die Partiturinformation wird exportiert, soweit es das Zielformat erlaubt.

source: Save parameters
de: Speicher-Parameter

source: Choose:
de: Wählen Sie:

source: <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel></accel>Output params...</guimenuitem>
de: <guimenu><accel>D</accel>atei</guimenu> <guimenuitem><accel></accel>Ausgabe-Parameter...</guimenuitem>

source: The selected values are exported into <application>MUP</application> format if the <guilabel>enable</guilabel> box is checked.
de: Die gewählten Werte werden in das <application>MUP</application> Format übertragen, wenn die <guilabel>aktivieren</guilabel> Box ausgewählt ist.

source: Configuration file
de: Konfigurationsdatei

source: According to <literal>KDE developer guide</literal> your personal configurations are saved in:
de: Entsprechend den <literal>KDE Entwicklungs-Richtlinien</literal> erfolgt die Speicherung Ihrer persönlichen Konfigurations-Parameter in:

source: (Re-)Storing
de: Speichern und Wiederherstellen

source: Saving
de: Speichern

source: If the file has a name try:
de: Wenn die Datei einen Namen hat, dann versuchen Sie:

source: <shortcut> <keycombo action="simul"><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>S</accel>ave</guimenuitem>
de: <shortcut> <keycombo action="simul"><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> </shortcut> <guimenu><accel>D</accel>atei</guimenu> <guimenuitem>s<accel>p</accel>eichern</guimenuitem>

source: otherwise try:
de: sonst versuchen Sie:

source: <menuchoice> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem>Save <accel>A</accel>s...</guimenuitem> </menuchoice> <emphasis>( choose a file name) </emphasis>
de: <menuchoice> <guimenu><accel>D</accel>atei</guimenu> <guimenuitem>Speichern <accel>u</accel>nter...</guimenuitem> </menuchoice> <emphasis>( Wählen Sie einen Dateinamen) </emphasis>

source: As mentioned above the file format is similarly to that of <ulink url="http://www.arkkra.com">music publication program (<application>MUP</application>)</ulink>. So you if you are <application>MUP</application> user you have the possibility to convert the files into MIDI and Postscript. But <application>MUP</application> is a shareware. So the direct export into <application>MusiXTeX</application>, <application>PMX</application>, <application>LilyPond</application> or <application>ABC</application> music and MIDI is recommended.
de: Wie oben erwähnt, ist das Dateiformat dem Format von <ulink url="http://www.arkkra.com">music publication program (<application>MUP</application>)</ulink> ähnlich. Wenn Sie also <application>MUP</application> Nutzer sind, haben Sie die Möglichkeit, die Dateien in MIDI und Postscript umzuwandeln. Aber <application>MUP</application> ist eine Shareware, weswegen der direkte Export nach <application>MusiXTeX</application>, <application>PMX</application>, <application>LilyPond</application> oder <application>ABC</application> music und MIDI empfohlen wird.

source: Restoring/Autoload
de: Wiederherstellen / Selbständiges Laden

source: <menuchoice> <shortcut> <keycombo action="simul"><keycap>Ctrl</keycap><keycap>O</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>O</accel>pen...</guimenuitem> </menuchoice> <emphasis> ... choose a file name </emphasis>
de: <menuchoice> <shortcut> <keycombo action="simul"><keycap>Ctrl</keycap><keycap>O</keycap></keycombo> </shortcut> <guimenu><accel>D</accel>atei</guimenu> <guimenuitem><accel>Ö</accel>ffnen...</guimenuitem> </menuchoice> <emphasis> ... Wählen Sie einen Dateinamen </emphasis>

source: If AutoLoad is enabled ( <menuchoice> <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem><accel>C</accel>onfigure &noteedit;</guimenuitem> </menuchoice> --&gt; General) the last processed file is loaded at program start.
de: Wenn das selbständige Laden eingeschaltet ist ( <menuchoice> <guimenu><accel>E</accel>instellungen</guimenu> <guimenuitem>Noteneditor ein<accel>r</accel>ichten</guimenuitem> </menuchoice> --&gt; Allgemein), wird beim Start des Programmes die zuletzt bearbeitete Datei automatisch geladen.

source: Export MIDI
de: Export von MIDI-Dateien

source: <menuchoice> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem>Export <accel>M</accel>IDI...</guimenuitem> </menuchoice> <emphasis> ... choose MIDI file name</emphasis>
de: <menuchoice> <guimenu><accel>D</accel>atei</guimenu> <guimenuitem>Export <accel>M</accel>IDI...</guimenuitem> </menuchoice> <emphasis> ... Wählen Sie den Namen der MIDI-Datei</emphasis>

source: See also: <link linkend="usetse3">working with TSE3</link>
de: s.a.: <link linkend="usetse3">arbeiten mit TSE3</link>

source: Export MusiXTeX
de: Export von MusiXTeX-Dateien

source: <menuchoice> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem>Export <accel>M</accel>IDI...</guimenuitem> </menuchoice> <emphasis> ... choose parameters and TeX file name</emphasis>
de: <menuchoice> <guimenu><accel>D</accel>atei</guimenu> <guimenuitem>Export Musi <accel>X</accel>TeX...</guimenuitem> </menuchoice> <emphasis> ... Wählen Sie Parameter und TeX-Datei Namen</emphasis>

source: To produce a printable output <command>please read the</command> <link linkend="musixtex_export_appendix"><application>MusiXTeX</application> export discussion page</link>. <command>It is <userinput>not</userinput></command>: <command>latex</command> <parameter>file</parameter>.tex
de: Um eine druckfähige Ausgabe zu erzeugen, <command>lesen Sie bitte die </command> <link linkend="musixtex_export_appendix"><application>MusiXTeX</application> Export Diskussionsseite </link>. <command>Es ist <userinput>nicht:</userinput></command><command>Latex</command> <parameter>Datei</parameter>.tex

source: Export LilyPond
de: Export von LilyPond-Dateien

source: <menuchoice> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem>Export <accel>L</accel>ilyPond...</guimenuitem> </menuchoice> <emphasis> ... choose parameters and TeX file name</emphasis>
de: <menuchoice> <guimenu><accel>D</accel>atei</guimenu> <guimenuitem>Export <accel>L</accel>ilyPond...</guimenuitem> </menuchoice> <emphasis> ... Wählen Sie Parameter und TeX-Datei-Namen</emphasis>

source: To produce a printable output please read the <link linkend="lilypond_export_appendix"><application>LilyPond</application> export discussion page</link>.
de: Um eine druckfähige Ausgabe zu erzeugen, lesen Sie bitte die <link linkend="lilypond_export_appendix"><application>LilyPond</application>-Export Diskussionsseite</link>.

source: Export ABC music
de: Export von ABC music

source: &noteedit; produces code for abcm2ps version 3.x.y
de: &noteedit; erzeugt Code für abcm2ps Version 3.x.y

source: <menuchoice> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem>Export <accel>A</accel>BC...</guimenuitem> </menuchoice> <emphasis> ... choose parameters and ABC music file name</emphasis>
de: <menuchoice> <guimenu><accel>D</accel>atei</guimenu> <guimenuitem>Export Musi <accel>A</accel>BC...</guimenuitem> </menuchoice> <emphasis> ... Wählen Sie die Parameter und den ABC music-Datei Namen</emphasis>

source: To produce a printable output <command>please read the</command> <link linkend="abc_music_appendix"><application>ABC music</application> export discussion page</link>.
de: Um eine druckfähige Ausgabe zu erzeugen, <command>lesen Sie bitte die</command> <link linkend="abc_music_appendix"><application>ABC music</application>-Export Diskussionsseite</link>.

source: &noteedit; can export MusicXML.
de: &noteedit; kann MusicXML exportieren

source: <menuchoice> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem>Export M<accel>u</accel>sicXML...</guimenuitem> </menuchoice> <emphasis> ... choose the MusicXML file name</emphasis>
de: <menuchoice> <guimenu><accel>D</accel>atei</guimenu> <guimenuitem>Export M<accel>u</accel>sicXML...</guimenuitem> </menuchoice> <emphasis> ... Wählen Sie den Namen der MusicXML-Datei</emphasis>

source: For an overview of the current MusicXML exporter's limitations please read the <link linkend="musicxml_export_appendix">MusicXML export discussion page</link>.
de: Um einen Überblick über die gegenwärtigen Grenzen des MusicXML-Exports zu erhalten, lesen Sie bitte die <link linkend="musicxml_export_appendix">MusicXML-Export-Diskussionsseite</link>.

source: &noteedit; can import MusicXML.
de: &noteedit; kann MusicXML exportieren

source: <menuchoice> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>I</accel>mport MusicXML...</guimenuitem> </menuchoice> <emphasis> ... choose the MusicXML file name</emphasis>
de: <menuchoice> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>I</accel>mport MusicXML...</guimenuitem> </menuchoice> <emphasis> ... wählen Sie einen XML-Filenamen</emphasis>

source: For an overview of the current MusicXML importer's limitations please read the <link linkend="musicxml_import_appendix">MusicXML import discussion page</link>.
de: Um einen Überblick über die gegenwärtigen Grenzen des MusicXML-Exports zu erhalten, lesen Sie bitte die <link linkend="musicxml_export_appendix">MusicXML-Export-Diskussionsseite</link>.

source: Export PMX
de: Export von PMX-Dateien

source: <menuchoice> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem>Export <accel>P</accel>MX...</guimenuitem> </menuchoice> <emphasis> ... choose parameters and <application>PMX</application> file name</emphasis>
de: <menuchoice> <guimenu><accel>D</accel>atei</guimenu> <guimenuitem>Export <accel>P</accel>MX...</guimenuitem> </menuchoice> <emphasis> ... Wählen Sie Parameter und <application>PMX</application>-Dateinamen</emphasis>

source: To produce a printable output <command>please read the</command> <link linkend="pmx_export_appendix"><application>PMX</application> export discussion page</link>.
de: Um eine druckfähige Ausgabe zu erzeugen, <command>lesen Sie bitte die</command> <link linkend="pmx_export_appendix"><application>PMX</application>-Export Diskussionsseite</link>.

source: MIDI import
de: Import von MIDI-Dateien

source: Import MIDI
de: MIDI importieren

source: only with TSE3
de: nur mit TSE3
