Repository: BackupTheBerlios/noteedit-svn
Catalog: doc/*/*.po
Languages: de

source: Drum clefs and notes
de: Schlagzeugschlüssel und -noten

source: More than two voices in one staff
de: Mehrere Stimmen pro Notenzeile

source: Multistaff parts (e.g. for piano music one part with two staves should be generated)
de: Instrumente mit mehreren Zeilen (d.h, das Klavier muss auf 2 eigenständigen Zeilen notiert werden.)

source: Note shapes (cross, alternative cross, cross with circle, rectangle and triangle)
de: Spezielle Noten-Köpfe (Kreuz, Rechteck, Dreieck...)

source: Score info (subject, last author and comment)
de: Partiturinformationen (Thema, Autor und Kommentar)

source: Score layout (braces, brackets etc.)
de: Partiturlayout (geschweifte Klammern, eckige Klammern etc.)

source: Staff properties (the options)
de: Notenzeilen-Eigenschaften (Optionen)

source: Voice changes
de: Instrumentenwechsel

source: Export to KGuitar
de: Export nach KGuitar

source: Due to <application>KGuitar</application>'s design as a guitarist tabulature environment, many classical score related features are not supported. As of KGuitar version 0.4.9, no specific bugs are found when importing MusicXML files generated by &noteedit;.
de: Da <application>KGuitar</application> auf die Gitarren-Tabulator-Notation zugeschnitten ist, werden viele aus der klassischen Musik stammenden Konstruktionen nicht unterstützt. Im Zusammenspiel mit KGuitar-Version 0.4.9, wurden keinen spezielle Bugs gefunden, die sich auf den &noteedit;-MusicXML-Export zurückführen lassen.

source: MusicXML import discussion page
de: Die MusicXML-Import Diskussionsseite

source: Just like the MusicXML exporter, the current importer does not support:
de: Analog zum MusicXML-Exporter unterstützt der MusicXML-Importer folgendes nicht:

source: Multistaff parts (e.g. piano music) are imported as several separate staves.
de: Instrumente mit mehreren Zeilen (d.h, das Klavier) wird in 2 verschiedenen Notenzeilen notiert.

source: The importer generates a fatal error for any event that prevents importing in a useful way. Warnings are generated for everything recognized and supported, but containing (recoverable) errors.
de: Der Importer erzeugt fatale Fehler-Ausschriften, falls ein vernünftiger Import nicht machbar ist. Warungen werden bei jedem erkannten Fehler erzeugt.

source: <userinput>Note: </userinput>to prevent too many warnings, MusicXML features that are recognized by the importer, but not handled, do not generate a warning. Unrecognized MusicXML features do generate warnings.
de: <userinput>Achtung: </userinput>Um Fehleranhäufungen im Zusammenhang mit MusicXML zu vermeiden, werden MusicXML-Konstruktionen, die der Importer kennt, aber nicht nicht verarbeiten kann, nicht angezeigt. Unbekannte MusicXML-Konstruktionen rufen aber eine Fehlermeldung hervor.

source: Due to bugs in Qt version 2.x, importing UTF-16 encoded MusicXML files is not possible when &noteedit; uses that Qt version. This is typically the case when running on &kde; version 2.x.
de: Wegen einiger Bugs in Qt-2.x, ist das Importieren von UTF-16-kodierten MusicXML-Files nicht möglich, falls &noteedit; auf .Qt-2.x basiert, Das ist typischerweise bei &kde;-2-Versionen der Fall.

source: Import from KGuitar
de: Import vonKGuitar

source: As of <application>KGuitar</application> version 0.4.9, the following problems are found:
de: Beim Imporieren von <application>KGuitar</application> Version 0.4.9, gab es folgende Probleme:

source: For each track, KGuitar exports two staves (classical notation and tabulature). In &noteedit; this results in one staff with notes and one empty staff.
de: KGuitar exportiert pro Track 2 Notenzeilen (klassische und Tabulator-Notation). In &noteedit; ruft das 2 Notenzeilen- eine mit Noten und eine leere Notenzeile- hervor.

source: Many "Repositioning voice" errors may be reported
de: Es erscheinen viele "Repositioning voice"-Fehler.

source: Import from Rosegarden
de: Import von Rosegarden

source: <application>Rosegarden</application>'s MusicXML exporter is still in a very early development phase. Version 0.9.1, generated a syntactically incorrect XML file, resulting in fatal errors on import, because:
de: <application>Rosegarden</application>s MusicXML-Exporter befindet sichin einem frühen Entwicklungsstadium. Version 0.9.1erzeugte syntaktisch inkorrektesXML was zu fatalen Fehlern führte, weil:

source: Not every &lt;part&gt; has a corresponding &lt;/part&gt;
de: Nicht jeder &lt;part&gt; hat ein entsprechendes &lt;/part&gt;

source: Note types crotchet and minim should be quarter, half etc.
de: Die Typen crotchet und minim sollten quarter, half usw. heißen.

source: MIDI channel numbers in MusicXML range from 1 to 16, Rosegarden starts at 0
de: Die MIDI-Kanäle in MusicXML laufen von 1 bis 16, Rosegarden beginnt bei 0

source: MIDI program numbers range from 1 to 128, Rosegarden starts at 0
de: Die MIDI-Program- Nummern laufen von 1 bis 128, Rosegarden beginnt bei 0

source: The part-name is empty
de: Der Part-Name ist leer.

source: The score-part is empty
de: Der Score-Part-ist leer.

source: The previous <application>Rosegarden</application> version 0.9.5 does generate syntactically correct XML. The set of supported MusicXML features, however, is still very limited. Besides general staff information only clef, key signature, time signature, note and rest are written. Especially the lack of beam and stem direction information is very noticable. Time signatures are sometimes missing, sometimes too many are found.
de: Die vorangegangene <application>Rosegarden</application>-Version,0.9.5,erzeugte syntaktisch korrektes XML. Die Menge der unterstützten MusicXML-Konstruktionen war jedoch immer noch sehr begrenzt. Von allgemeinen Notenzeilen-Informationen abgesehen, wurden nur Notenschlüssel-, Vorzeichnungs- und Taktangaben, sowie Noten und Pausen geschrieben. Speziell das Fehlen von Notenhalsrichtungs- und Balkenrichtungsinformationen war auffällig. Manchmal fehlten die Taktinformationen, manchmal gibt es zuviele davon.

source: <application>Rosegarden</application> 0.9.5 does not write any accidental information. &noteedit; tries to add the missing information, but does not always succeed. This may lead to missing accidentals.
de: <application>Rosegarden</application> 0.9.5 schreibt keine Vorzeicheninformationen. &noteedit; versucht diese fehlenden Informationen hinzuzufügen, ist aber manchmal nicht erfolgreich. Das kann zu fehlenden Vorzeichen führen.

source: The current <application>Rosegarden</application> version 0.9.6 adds support for accidentals and ties. The time signature problem is fixed, but beam and stem direction information are still missing. Nevertheless, the overall result is quite workable.
de: In die aktuelle <application>Rosegarden</application>-Version 0.9.6 wurden Vorzeicheninformationenund Haltebogen-Informationen eingefügt. Das Taktmaß-Problem wurde gelöst. Aber Balken- undNotenhalsrichtungsinformationen fehlen weiterhin. Ungeachtet dessen ist dasErgebnis ganz brauchbar.

source: You can use &noteedit;'s <link linkend="autobeam">Autobeam</link> feature to create the missing beams.
de: Sie können die <link linkend="autobeam">Autobalken-</link>-Funktion von &noteedit;nutzen, um die fehlenden Balken einzufügen.

source: PMX export discussion page
de: Die PMX-Export Diskussionsseite

source: Before reading this you should be familar with <application>MusiXTeX</application>. Read - for instance - the <link linkend="musixtex_export_appendix"><application>MusiXTeX</application> export discussion page</link>
de: Bevor Sie das lesen, sollten Sie mit <application>MusiXTeX</application> vertraut sein. Lesen Sie - zum Beispiel - die <link linkend="musixtex_export_appendix"><application>MusiXTeX</application>-Export Diskussionsseite</link>

source: <application>PMX</application> is a preprocessor for <application>MusiXTeX</application>. &noteedit; produces this output because some users find it a better readable than <application>MusiXTeX</application>.
de: <application>PMX</application> ist ein Präprozessor für <application>MusiXTeX</application>. &noteedit; erzeugt dieses Ausgabeformat, weil es einige Nutzer besser lesbar fanden als <application>MusiXTeX</application>.

source: Generally, <application>PMX</application> isn't a part of the usual Linux distributions. A good WEB page on how to get <application>PMX</application> and its relation to <application>MusiXTeX</application> can be found at: <ulink url="http://icking-music-archive.sunsite.dk">http://icking-music-archive.sunsite.dk</ulink>.
de: <application>PMX</application> ist generell kein Teil der üblichen Linux-Distributionen. Eine gute Webseite über <application>PMX</application> und seine Beziehung zu <application>MusiXTeX</application> findet man unter der Adresse: <ulink url="http://icking-music-archive.sunsite.dk">http://icking-music-archive.sunsite.dk</ulink>.

source: <application>PMX</application> produces TeX <userinput>not</userinput> <application>LaTeX</application>! Because it is a preprocessor it causes a 4th pass.
de: <application>PMX</application> erzeugt TeX <userinput>nicht</userinput> <application>LaTeX</application>! Weil es ein Präprozessor ist, verursacht es einen vierten Pass.

source: Quick Guide
de: Kurzanleitung

source: Make sure the <application>PMX</application>, TeX <emphasis>(te_tex)</emphasis> and the <application>MusiXTeX</application> packages are installed!
de: Sichern Sie, dass die <application>PMX</application>, TeX <emphasis>(te_tex)</emphasis> und die <application>MusiXTeX</application> Pakete installiert sind!

source: <application>PMX</application> introduces a new term: <phrase>system</phrase>: A system is a vertical group of staffs including all the instruments. &noteedit; asks you for the number of systems per page.
de: <application>PMX</application> führt einen neuen Term ein: <phrase>System</phrase>: Ein System ist eine vertikale Gruppe von Notenlinien, die alle Instrumente einschließt. &noteedit; fragt nach der Anzahl der Systeme pro Seite.

source: Furthermore you are asked for the count of pages. Note: If you specify some bad values here <application>PMX</application> and/or <application>MusiXTeX</application> fail. Make your own experiences what is possible and what not! You need not repeat the export. You can find these parameters at the beginning of the <application>PMX</application> file. Because &noteedit; comments these lines it should be easy to find the appropriate numbers.
de: Außerdem werden Sie nach der Anzahl der Seiten gefragt. Beachten Sie: Wenn Sie hier einige falsche Werte auswählen, versagen <application>PMX</application> und/oder <application>MusiXTeX</application>. Machen Sie Ihre eigenen Erfahrungen, was möglich ist und was nicht! Sie müssen den Export nicht wiederholen. Sie können diese Parameter am Anfang der <application>PMX</application>-Datei finden. Weil &noteedit; diese Zeilen kommentiert, sollte es einfach sein, die entsprechenden Zahlen zu finden.

source: The field <computeroutput>Measures per system</computeroutput> does not influence the PMX output but the PMX source. For better readability you can choose how many measures are collected to a system.
de: Das Feld <computeroutput>Takte pro System</computeroutput> beeinflusst die PMX-Ausgabe nicht, jedoch die PMX-Quelle. Zur besseren Lesbarkeit können Sie bestimmen, wieviel Takte zu einem System zusammengefasst werden sollen.

source: Choose <option>landscape</option> format if needed.
de: Wählen Sie, wenn notwendig, das <option>Quer-</option>-Format.

source: I assume you produced a file named <filename>mus1.pmx</filename>.
de: Ich nehme an, Sie haben eine Datei namens <filename>mus1.pmx</filename> erzeugt.

source: type
de: Geben Sie ein:

source: This produces <filename>mus1.tex</filename>
de: Das erzeugt <filename>mus1.tex</filename>

source: remove all files named <filename>mus1.mx1</filename> or <filename>mus.mx2</filename> from a possible former TeX generation <emphasis>(that is the first thing you yould check if you get a funny result)</emphasis>:
de: Löschen Sie alle Dateien mit den Namen <filename>mus1.mx1</filename> oder <filename>mus.mx2</filename> einer möglicherweise früheren TeX-Generation! <emphasis>(das ist die erste Sache, die Sie prüfen sollten, wenn Sie ein seltsames Ergebnis erhalten)</emphasis>:

source: type:
de: Geben Sie ein:

source: his produces <filename>mus1.mx1</filename>.
de: Das erzeugt <filename>mus1.mx1</filename>.

source: This produces <filename>mus1.mx2</filename>.
de: Das erzeugt <filename>mus1.mx2</filename>.

source: again. This produces <filename>mus1.dvi</filename>.
de: Das erzeugt jetzt <filename>mus1.dvi</filename>.

source: If you exported in landscape mode:
de: Wenn Sie im Querformat exportiert haben:

source: You can convert the <filename>dvi</filename> file into a printable PostScript file by typing:
de: Sie können eine <filename>dvi</filename>-Datei in eine druckbare PostScript-Datei umwandeln, indem Sie eingeben:

source: If you decided for <option>landscape</option> format:
de: Wenn Sie sich für das <option>Quer-</option>-Format entschieden haben:

source: To preview the PostScript file use <application>gv</application>:
de: Um eine Vorschau auf die PostScript-Datei zu erhalten, benutzen Sie den <application>gv</application>:

source: Because <application>PMX</application> is a <application>MusiXTeX</application> preprocessor it has simlilary limitations as <application>MusiXTeX</application>:
de: Weil <application>PMX</application> ein <application>MusiXTeX</application> Präprozessor ist, hat es ähnliche Einschränkungen wie <application>MusiXTeX</application>:

source: <application>PMX</application> doesn't support more than 12 staffs.
de: <application>PMX</application> unterstützt höchstens 12 Notenzeilen.

source: <application>PMX</application> doesn't support more than 10 parallel <emphasis>(over all staffs)</emphasis> ties.
de: <application>PMX</application> unterstützt höchstens 10 parallele <emphasis>(über alle Notenzeilen)</emphasis> Haltebögen.

source: <application>PMX</application> doesn't support 128ths notes.
de: <application>PMX</application> unterstützt keine 128stel Noten.

source: Because <application>MusiXTeX</application> has problems with (de-)crescendo symbols crossing the line break, <application>PMX</application> has the same problems, too.
de: Weil <application>MusiXTeX</application> Probleme mit (De-)Crescendo Zeichen hat, die über den Zeilenumbruch hinausgehen, hat <application>PMX</application> dieselben Probleme.

source: <application>PMX</application> has its own beam and stem up/down decision algorithm. So do not expect the same beams and stems as shown on score. Sometimes these algorithms fail :-(
de: <application>PMX</application> hat seinen eigenen Balken- und Notenhals-auf/abwärts Entscheidungs-Algorithmus. Erwarten Sie deshalb nicht die gleichen Balken und Notenhälse wie in der Partitur. Manchmal arbeiten diese Algorithmen fehlerhaft. :-(

source: <application>PMX</application> can only deal with this sort of triplets: <inlinemediaobject> <imageobject><imagedata fileref="tri1.png"/></imageobject> </inlinemediaobject> . It fails in case of these <inlinemediaobject> <imageobject><imagedata fileref="tri2.png"/></imageobject> </inlinemediaobject> triplets.
de: <application>PMX</application> kann nur mit dieser Art von Triolen umgehen: <inlinemediaobject> <imageobject><imagedata fileref="tri1.png"/></imageobject> </inlinemediaobject> . Es macht Fehler im Falle dieser <inlinemediaobject> <imageobject><imagedata fileref="tri2.png"/></imageobject> </inlinemediaobject> Triolen.

source: <application>PMX</application>-Version 2.30 can deal with these <inlinemediaobject> <imageobject><imagedata align="center" fileref="tri3.png"/></imageobject> </inlinemediaobject> triplets.
de: <application>PMX</application>-Version 2.30 kann mit diesen <inlinemediaobject> <imageobject><imagedata align="center" fileref="tri3.png"/></imageobject> </inlinemediaobject> Triolen umgehen.

source: So &noteedit; exports triplets with 2 members with length ratio 1:2.
de: Deshalb gibt &noteedit; Triolen mit 2 Noten im Längenverhältnis 1:2 aus.

source: <application>PMX</application> cannot deal with triplets ending with a rest:
de: <application>PMX</application> kann nicht mit Triolen umgehen, die mit einer Pause enden:

source: Similary problems occur with N-tuplets:
de: Analoge Probleme gibt es mit N-Tupeln:

source: <userinput>Note!</userinput> <application>PMX</application> expects the sum of note/rest length matches the time signature! &noteedit; warns you if this isn't the case.
de: <userinput>Beachten Sie!</userinput> <application>PMX</application> erwartet, dass die Summe aus Noten/Pausen-Länge mit der Taktangabe übereinstimmt! &noteedit; warnt Sie, wenn das nicht der Fall ist.

source: <application>PMX</application> has its own algorithm to compute the space for the notes. This can cause lyrics spacing problems. The reason is: Actually <application>PMX</application> cannot deal with lyrics. &noteedit; produces raw TeX statements which are not taken into account during space computation. Perhaps the <link linkend="musixlyr">usage of the <filename>musixlry</filename> package</link> gives better results.
de: <application>PMX</application> hat seinen eigenen Algorithmus, den Platz für die Noten zu berechnen. Das kann Probleme bei der Anordnung des Textes bereiten. Das hat folgenden Grund: Eigentlich kann <application>PMX</application> nicht mit Text umgehen. &noteedit; erzeugt Roh-TeX-Statements, die bei der Berechnung des Platzes nicht berücksichtigt werden. Vielleicht erhält man bei <link linkend="musixlyr">Gebrauch des <filename>Musixlry-</filename> Paketes</link> bessere Ergebnisse.

source: <application>PMX</application> allows 2 voices per staff (There are some tricks to achieve more. But no systematical syntax constructions which are successfull in all cases.). &noteedit; warns you and omits the supernumerary voices. But sometimes the result isn't <application>PMX</application>-able.
de: <application>PMX</application> erlaubt 2 Stimmen pro Notenzeile (Es gibt einige Tricks, mehr zu ereichen. Aber es gibt keine systematischen Syntaxkonstruktionen, die in allen Fällen erfolgreich sind.) &noteedit; warnt Sie und lässt die überzähligen Stimmen weg. Aber manchmal ist das Ergebnis nicht <application>PMX</application>-able.

source: Drum notes are not supported in <application>PMX</application>. &noteedit; will warn you and exports the drum notes as "normal" notes.
de: Schlagzeugnoten werden von <application>PMX</application> nicht unterstützt. &noteedit; warnt Sie und exportiert die Schlagzeugnoten als "normale" Noten.

source: Staff selection
de: Auswahl von Notenzeilen

source: If you want to export only a subset of staffs press "Staff selection" button and choose the appropriate staffs
de: Wenn Sie nur einen Teil der Notenzeilen exportieren wollen, drücken Sie den "Auswahl der Notenzeilen"-Knopf und wählen die entsprechenden Notenzeilen.

source: Keep beams
de: Balken erhalten

source: The <application>PMX</application> generation causes the following contradiction in case of beamed chords:
de: Die <application>PMX</application>-Erzeugung verursacht den folgenden Widerspruch im Falle von Akkorden mit Balken:

source: To ensure correct placement of beams the note with lowest distance from beam must appear first in text.
de: Um eine korrekte Platzierung der Balken zu sichern, muss die Note mit dem größten Abstand vom Balken als erste im Text erscheinen.

source: On the other hand: <application>PMX</application> determins the direction of the beam: up or down.
de: Andererseits: <application>PMX</application> bestimmt die Richtung der Balken: aufwärts oder abwärts.

source: So, &noteedit; has no idea what is the note in chord with lowest distance from beam. If this causes beam problems <emphasis>(beams crossing stems)</emphasis> the <option>keep beams</option> button could be helpful. In this case &noteedit; places beam direction statements into <application>PMX</application> source and thus, it has enough information to determine the suitable order of notes.
de: Somit weiß &noteedit; nicht, welche Note im Akkord den größten Abstand vom Balken hat. Wenn dadurch Balkenprobleme verursacht werden, <emphasis>(Balken kreuzen Notenhälse)</emphasis>, kann der <option>Balken erhalten</option>-Knopf hilfreich sein. In diesem Falle platziert &noteedit; Festlegungen über die Richtung der Balken in die <application>PMX</application>-Quelle und so hat es genug Informationen, den passenden Befehl für die Noten zu bestimmen.

source: <application>PMX</application> changes the slur and beam status of grace notes reasonably.
de: <application>PMX</application> ändert den Haltebogen- und Balkenstatus der Vorschlag-/Nachschlag-Noten sinnvoll.

source: PMX can neither deal with chord names nor with guitar cord diagrams. Thus, &noteedit; omits the information.
de: PMX kann weder mit Akkordnamen noch mit Gitarren-Akkord-Diagrammen umgehen. Deshalb lässt &noteedit; die Informationen weg.

source: Using musixlyr
de: Benutzung von musixlyr

source: If you prefer a compact text block in <application>MusiXTeX</application> file you can select the <option>with musixlyr</option> checkbox. Note! In this case you need the <filename>musixlyr.tex</filename> package by Rainer Dunker either installed or in current working directory. You can get this package from <ulink url="http://icking-music-archive.sunsite.dk">http://icking-music-archive.sunsite.dk</ulink>.
de: Wenn Sie einen kompakten Textblock in einer <application>MusiXTeX</application> -Datei vorziehen, können Sie die <option>mit musixlyr</option> Checkbox wählen. Beachten Sie! In diesem Falle benötigen Sie das <filename>musixlyr.tex</filename> Paket von Rainer Dunker entweder installiert oder im aktuellen Verzeichnis. Sie können dieses Paket bei <ulink url="http://icking-music-archive.sunsite.dk">http://icking-music-archive.sunsite.dk</ulink> erhalten.

source: <application>PMX</application> is a preprocessor to MusiXTeX and therefore the same problems apply.
de: <application>PMX</application> ist ein MusiXTeX-Präprozessor und hat dieselben Probleme,

source: <application>PMX</application> actually accepts either completely continued or completely discontinued bar rules. If you specify a mix of partial continued and partial discontinued bar rules &noteedit; produces some statements of the <filename>musixdbr.tex</filename> package by Rainer Dunker. &noteedit; produces a warning and gives advice to install this package. Otherwise PMX will fail.
de: <application>PMX</application> kann eigentlich nur komplett durchgezogene oder komplett unterbrochene Taktstriche erzeugen. Wenn Sie einen Mix aus teilweise durchgezogenen, teilweise unterbrochenen Taktstrichen verwenden, so erzeugt &noteedit; einige Anweisungen aus dem <filename>musixdbr.tex</filename> Paket von Rainer Dunker. &noteedit; gibt eine Warnung aus und weist an, das Paket zu installieren Sonst wird PMX nicht funktionieren.

source: The MusiXTeX export discussion page
de: Die MusiXTeX-Export Diskussionsseite

source: I were never able to implement the <application>MusiXTeX</application> export without the help of Werner Icking the moderator of the mutex mailing list and excellent <application>MusiXTeX</application> expert. Werner Icking died on the night of February the 8th 2001 in a bicycle accident as he drove home from his workplace.
de: Ich wäre niemals in der Lage gewesen, den <application>MusiXTeX</application>Export zu implementieren, ohne die Hilfe von Werner Icking, dem Moderator der mutex Mailingliste und einem ausgezeichneten <application>MusiXTeX</application> Experten. Werner Icking starb am Abend des 8. Februar 2001 bei einem Fahrradunfall, als er von seiner Arbeitsstelle nach Hause fuhr.
