Repository: BackupTheBerlios/noteedit-svn
Catalog: doc/*/*.po
Languages: de

source: insert the block at some other position by clicking &MMB; at this position.
de: den Block an irgendeiner anderen Stelle einfügen, indem Sie die &MMB; an dieser Stelle drücken.

source: <userinput>Note!</userinput> There are some complicated situations which &noteedit; cannot solve. For instance: If you mark a part from a staff with treble clef and insert this part into another staff with bass clef the result is indefinable.
de: <userinput>Beachten Sie!</userinput> Es gibt einige komplizierte Fälle, die &noteedit; nicht lösen kann. Zum Beispiel: Wenn Sie einen Teil einer Notenzeile mit Violinenschlüssel markieren und diesen Teil in eine Notenzeile mit Bassschlüssel einfügen, ist das Ergebnis unbestimmt.

source: If you work with <link linkend="mulvoices">multiple voices per staff</link> the meaning of the block instruction depends on voice counter. If it displays <quote>A</quote> a block instruction influences all voices on staff. Otherwise only the current voice is processed.
de: Wenn sie mit <link linkend="mulvoices">mehrere Stimmen auf einer Notenzeile</link> arbeiten, hängt die Bedeutung der Blockanweisung vom Stimmenanzeiger ab. Wenn er <quote>A</quote> zeigt, beeinflusst eine Blockanweisung alle Stimmen auf der Notenzeile. Sonst wird nur die aktuelle Stimme bearbeitet.

source: <userinput>Note!</userinput> If the voice counter displays <quote>A</quote> and the destination staff has less voices than the source staff the block copy fails.
de: <userinput>Beachten Sie!</userinput> Wenn der Stimmenanzeiger <quote>A</quote> zeigt, und die Ziel-Notenzeile weniger Stimmen als die Quell-Notenzeile hat, dann schlägt das Kopieren des Blocks fehl.

source: A first voice can only be copied to a first voice.
de: Eine erste Stimme kann nur in eine erste Stimme kopiert werden.

source: Beamed Notes
de: Balken

source: Mark a block of notes to be beamed! Press the beam button (<inlinemediaobject><imageobject><imagedata fileref="beam.png"/></imageobject></inlinemediaobject>)!
de: Markieren Sie einen Block von Noten, die durch einen Balken verbunden werden sollen! Drücken Sie den Balken-Knopf (<inlinemediaobject><imageobject><imagedata fileref="beam.png"/></imageobject></inlinemediaobject>)!

source: Triplets
de: Triolen

source: Mark a block of notes and/or rest which shall built the triplet! Press the triplet button (<inlinemediaobject><imageobject><imagedata fileref="triplet.png"/></imageobject></inlinemediaobject>)!
de: Markieren Sie einen Block von Noten und/oder Pausen, die die Triole bilden sollen! Drücken Sie den Triolen-Knopf (<inlinemediaobject><imageobject><imagedata fileref="triplet.png"/></imageobject></inlinemediaobject>)!

source: <userinput>Note:</userinput> &noteedit; cannot make a triplet from arbitrary notes! The sum must be divisible by 3.
de: <userinput>Achtung:</userinput> &noteedit; kann keine Triole von beliebigen Noten herstellen! Ihre Summe muss durch 3 teilbar sein.

source: N-tuplets
de: N-Tupel

source: With &noteedit; you can build N-tuplets, whereby N in {2,3,4,5,6,7,8,9,10}. Mark a block of notes and/or rest which shall built the N-tuplet! Select <menuchoice> <guimenu><accel>I</accel>nsert</guimenu> <guimenuitem>T<accel>u</accel>plet...</guimenuitem> </menuchoice> and define the number of notes and their playtime! The playtime must be expressed in number of notes of slider above. For instance: If you want 7 8th shall be as long as a half note then define:
de: Mit &noteedit; kann man N-Tupel bilden, wobei N einen der Werte {2,3,4,5,6,7,8,9,10} annehmen kann. Markieren Sie einen Block mit Noten und/oder Pausen, die das N-Tupel bilden sollen! Wählen Sie <menuchoice> <guimenu>Ein<accel>f</accel>ügen</guimenu> <guimenuitem>N-T<accel>u</accel>pel...</guimenuitem> </menuchoice> und legen Sie die Zahl der Noten und ihre Spieldauer fest! Die Spieldauer muss in Begriffen der oben ausgewählten Noten ausgedrückt werden. Zum Beispiel: Wenn Sie wollen, dass 7 Achtel so lang wie eine halbe Note sein sollen, so definieren Sie:

source: <userinput>Note:</userinput> &noteedit; cannot make a N-tuplet from arbitrary notes! The sum of 128ths must be divisible by N.
de: <userinput>Achtung:</userinput> &noteedit; kann kein N-Tupel von beliebigen Noten herstellen! Die Summe ihrer 128tel muss durch N teilbar sein.

source: Problems with N-tuplet exportation
de: Probleme beim Exportieren von N-Tupeln

source: LilyPond is best prepared for all kind of N-tuplets
de: LilyPond ist bestens auf N-Tupel vorbereitet.

source: ABC music is best prepared for all kind of N-tuplets if N &lt; 10
de: ABC music ist bestens auf N-Tupel vorbereitet, falls N &lt; 10 gilt.

source: MusiXTeX is prepared for triplets. It uses the <userinput>uptrio</userinput> statement which produces a bracket with a small "3" in the middle. For N-tuplets it uses the <userinput>xtuplet</userinput> statement which produces the number without a bracket. If the N-tuplet is beamed it looks like an N-Tuplet. If not it looks like some notes with a number above. It is your resposibility to mark the N-tuplet for instance with a slur (or so ...)
de: MusiXTeX ist auf N-Tupel vorbereitet. Es benutzt das <userinput>uptrio</userinput> Kommando, was eine eckige Klammer mit einer "3" in der Mitte erzeugt. Für N-Tupel benutzt es das <userinput>xtuplet</userinput> Kommando, was die kleine Zahl ohne eckige Klammer erzeugt. Wenn das N-Tupel mit Balken versehen ist, so sieht das tatsächlich wie ein N-Tupel aus. Anderenfalls sieht es wie Noten mit einer Zahl darüber aus. Es liegt in des Nutzers Verantwortung, das N-Tupel mit einem Bindebogen (oder so ...) kenntlich zu machen.

source: PMX cannot deal with N-tuplets ending with a rest. Actually all N-tuplet members must be of the same length, besides some notes are as half as long as the others. PMX cannot deal with an N-tuplet who's real playtime cannot be expressed with one (eventually dotted) note.
de: PMX kann nicht mit N-Tupeln umgehen, die mit einer Pause enden. Eigentlich müssen alle N-Tupel-Mitglieder gleich lang sein, es sei denn, einige sind halb so lang wie die anderen. PMX kann nicht mit N-Tupeln umgehen, deren reale Spielzeit sich nicht durch eine (eventuell punktierte) Note ausdrücken läßt.

source: MUP cannot deal with an N-tuplet who's real playtime cannot be expressed with one (eventually dotted) note.
de: MUP kann nicht mit N-Tupeln umgehen, deren reale Spielzeit nicht durch eine (eventuell punktierte) Note ausdrückbar ist.

source: Slurs
de: Bindebogen

source: To connect some notes with a slur mark a block of notes and press the slur button (<inlinemediaobject><imageobject><imagedata fileref="slur.png"/></imageobject></inlinemediaobject>). <userinput>Note!</userinput> The slur has no influence during replay! To break a slur <link linkend="editmode">change into edit mode</link>, select the first note of a slur and de-activate the slur button (<inlinemediaobject><imageobject><imagedata fileref="slur.png"/></imageobject></inlinemediaobject>).
de: Um einige Noten durch einen Bogen zu verbinden, markieren Sie den Notenblock und drücken den Bindebogen-Knopf (<inlinemediaobject><imageobject><imagedata fileref="slur.png"/></imageobject></inlinemediaobject>). <userinput>Beachten Sie! </userinput> Der Bindebogen hat keinen Einfluss während der Wiedergabe! Zum Löschen eines Bindebogens: <link linkend="editmode">Wechseln in den Editmodus</link>, Auswählen der ersten Note des Bogens and Deaktivierung des Bindebogen-Knopfes (<inlinemediaobject><imageobject><imagedata fileref="slur.png"/></imageobject></inlinemediaobject>).

source: <application>MUP</application> - users! The length of a slur is no longer restricted. &noteedit; now uses a <application>MUP</application> conform description of slurs over more than 1 note. This holds for 1st and 2nd voice. In other voices slurs over more than 1 note cannot be expressed. So if you plan to <application>MUP</application> the file do note create such slurs in 3rd, 4th ... voice!
de: <application>MUP</application> - Nutzer! Die Länge der Bindebögen ist nicht mehr begrenzt. &noteedit; benutzt nun eine <application>MUP</application> konforme Notation von Bindebögen, die über mehr als eine Note gehen. Das gilt für die erste und zweite Stimme. In anderen Stimmen können Bindebögen, die über mehr als eine Note gehen nicht ausgedrückt werden.Falls Sie also planen, die Datei zu <application>MUP</application>-pen, so erzeugen Sie keine solchen Bindebögen in der dritten, vierten, ... Stimme!

source: Multistaff block instruction
de: Mehrzeilige Blockanweisungen

source: Sometimes it is necessary to copy or delete a block of one staff and the parts of some other staves which sound at the same time. Therefore &noteedit; offers multistaff block instructions. To initiate a multistaff block instruction:
de: Manchmal ist es notwendig, einen Block auf einer Notenzeile und gleichzeitig ertönende Teile anderer Notenzeilen zu kopieren oder zu löschen. Deshalb bietet &noteedit; mehrzeilige Blockanweisungen an. Eine mehrzeilige Blockanweisung kann man so auslösen:

source: Mark a block as described in <link linkend="BLOCKINST">Block instructions</link>;
de: Markieren Sie einen Block, wie in <link linkend="BLOCKINST">Block-Anweisungen</link> beschrieben!

source: Activate the multistaff block mode: <menuchoice> <guimenu><accel>E</accel>dit</guimenu> <guimenuitem><accel>M</accel>ultiStaff</guimenuitem> </menuchoice> <emphasis>(choose the staves ...)</emphasis>;
de: Aktivieren Sie den Mehrzeilen-Block-Modus: <menuchoice> <guimenu><accel>B</accel>earbeiten</guimenu> <guimenuitem><accel>Z</accel>eilenübergreifend</guimenuitem> </menuchoice> <emphasis>(Wählen Sie die Notenzeilen ...)</emphasis>!

source: Do a block instruction like block delete or block copy;
de: Führen Sie eine Blockanweisung wie Block-Löschen oder Block-Kopieren aus!

source: The order is important! Note: The multistaff behavior rests valid as long as the block selection is valid. So you can do the multistaff block copy as many times as you want.
de: Die Reihenfolge ist wichtig! Beachten Sie: Das mehrzeilige Verhalten bleibt gültig, so lange die Blockauswahl gültig ist. Dadurch können sie einen mehrzeiligen Block, so oft Sie wollen, kopieren.

source: In principle you can copy/paste between different windows/scores. But this can cause unexpected results if the count of staves differs.
de: Prinzipiell können Sie zwischen verschiedenen Fenstern/Partituren kopieren und einfügen. Aber das kann zu unerwarteten Ergebnissen führen, wenn die Anzahl der Notenzeilen differiert.

source: The block instructions can be undone. But it is undone staff by staff. So if you deleted notes on 6 staves you need 6 undos to undo the multistaff block instruction.
de: Die Blockanweisungen können rückgängig gemacht werden. Aber sie werden Zeile für Zeile wieder hergestellt. Wenn Sie also Noten von 6 Zeilen gelöscht haben, brauchen sie 6 Undo-Befehle, um die Mehrzeilen-Block-Anweisung wieder herzustellen.

source: Autobar
de: Automatische Einfügung von Taktstrichen

source: <guimenu><accel>E</accel>dit</guimenu> <guimenuitem><accel>A</accel>utoBar</guimenuitem>
de: <guimenu><accel>B</accel>earbeiten</guimenu> <guimenuitem>Auto-<accel>T</accel>akt-Einfügung</guimenuitem>

source: If the staff has an anacrusis then set the first bar. &noteedit; begins placing the bars at this first bar.
de: Wenn die Notenzeile einen Auftakt hat, dann setzen Sie den ersten Taktstrich! &noteedit; beginnt das Platzieren der Taktstriche an diesem ersten Taktstrich.

source: Choose the staves to be influenced!
de: Wählen Sie die Notenzeilen, die beeinflusst werden sollen!

source: This should produce the bar lines.
de: Dadurch werden die Taktstriche eingefügt.

source: Autobeam
de: Automatische Balkeneinfügung

source: <guimenu><accel>E</accel>dit</guimenu> <guimenuitem>Auto<accel>b</accel>eam</guimenuitem>
de: <guimenu><accel>B</accel>earbeiten</guimenu> <guimenuitem>Auto-<accel>B</accel>alken-Einfügung</guimenuitem>

source: (choose the count of notes to be beamed and if rests be should included and the staves which should be influenced!)
de: (Wählen Sie die Zahl der Noten, die mit dem Balken versehen, ob Pausen eingeschlossen und schließlich die Notenlinien, die beeinflusst werden sollen!)

source: &noteedit; doesn't care about rests inside/not inside beams. But <application>MUP</application> cannot deal with rests inside beams. So if you plan to use the file as <application>MUP</application> input always interdict rests inside beams!
de: &noteedit; ist es egal, ob Pausen innerhalb/außerhalb von Balken auftauchen. Aber <application>MUP</application> kann Pausen innerhalb von Balken nicht behandeln. Wenn Sie die Datei <application>MUP</application>-en wollen, so verbieten Sie Pausen innerhalb der Balken!

source: <title>Cleanup rests</title>
de: <title>Pausen beseitigen</title>

source: Imagine after MIDI import you got a drum track like this: <mediaobject> <imageobject><imagedata fileref="drum1.png"/></imageobject> </mediaobject> This is nonsense! The drummer played quarters. But because he hit the drums very short the MIDI exporter seems to <quote>hear</quote> these complicated rests. The cleanup rests feature allows you to <quote>delete</quote> a group of rests whose length is shorter than a certain amount. Of course, the rests are not really deleted. Instead of this their time is added to the note before.
de: Angenommen, nach einem MIDI-Import erhalten Sie eine Schlagzeug-Notenzeile wie diese: <mediaobject><imageobject><imagedata fileref="drum1.png"/></imageobject> </mediaobject> Das ist offensichtlicher Unsinn! Der Schlagzeuger spielt Viertel. Aber weil er die Trommeln sehr kurz anschlägt, scheint der MIDI-Exporter solche komplizierten Pausen zu <quote>hören</quote>. Das Pausenbereinigungs-Feature ermöglicht Ihnen, eine Gruppe von Pausen zu <quote>löschen</quote>, deren Länge kürzer als ein bestimmter Betrag ist. Natürlich werden die Pausen nicht wirklich gelöscht. Stattdessen wird ihre Zeit zur vorangehenden Note addiert.

source: For instance: If you choose <quote>quarter</quote> in the above situation the result looks like: <mediaobject> <imageobject><imagedata fileref="drum2.png"/></imageobject> </mediaobject> If there is a selected region the function influences only the selected region.
de: Zum Beispiel: Wenn Sie in der obigen Situation <quote>Viertel</quote> wählen, dann erhalten Sie das folgende Resultat: <mediaobject> <imageobject><imagedata fileref="drum2.png"/></imageobject> </mediaobject> Wenn ein bestimmter Bereich ausgewählt wurde, dann beeinflusst die Funktion nur den markierten Bereich.

source: <title>Merge MIDI tracks</title>
de: <title>Vereinigung von MIDI-Spuren</title>

source: There are some cases where it is advantageous to have the possibilty to merge some MIDI tracks before the <menuchoice> <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem>TSE3 --&gt; <accel>S</accel>core</guimenuitem> </menuchoice> operation. For instance: There are some piano MIDI files which have up to 5(!) tracks. &noteedit; in turn possibly splits them further into a bass and a treble clef staff. The result is not playable. Thus, it is a good idea to merge all piano tracks into one track.
de: Es gibt einige Fälle, in denen es vorteilhaft ist, die Möglichkeit zu haben, einige MIDI-Spuren vor der <menuchoice> <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem>TSE3 --&gt; <accel>S</accel>core</guimenuitem> </menuchoice> Operation zu vereinigen. Zum Beispiel: Es gibt einige Klavier-MIDI-Dateien, die mehr als 5(!) Spuren haben. &noteedit; seinerseits spaltet diese möglicherweise weiter in eine Bassschlüssel-Notenzeile und in eine Violinenschlüssel-Notenzeile auf. Das Ergebnis ist nicht spielbar. Eine gute Strategie ist es deshalb, alle Klavierspuren in einer Spur zu vereinigen.

source: To assist this &noteedit; offers an Information feature:
de: Zur Unterstützung bietet &noteedit; ein Informations-Feature an:

source: <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem>In<accel>f</accel>ormation</guimenuitem>
de: <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem>Informa<accel>t</accel>ionen</guimenuitem>

source: To merge some tracks do:
de: Um einige Spuren zu vereinen, gehen sie so vor:

source: <menuchoice> <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem>TSE3 --&gt; <accel>M</accel>erge</guimenuitem> </menuchoice> select the staves to be merged ...
de: <menuchoice> <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem>TSE3 --&gt; Midi-Spuren <accel>v</accel>ereinigen</guimenuitem> </menuchoice> Wählen sie die Notenzeilen aus, die vereinigt werden sollen ...

source: Undo
de: Rückgängig machen

source: You can undo your last operations by pressing the undo button (<inlinemediaobject><imageobject><imagedata fileref="undo.png"/></imageobject></inlinemediaobject>)
de: Sie können Ihre letzten Operationen rückgängig machen, indem Sie den Rückgängig-Knopf drücken. (<inlinemediaobject><imageobject><imagedata fileref="undo.png"/></imageobject></inlinemediaobject>)

source: <userinput>Note!</userinput> You cannot undo operations which deal with the staves itself (delete staff, insert staff, NEW). These operations invalidate the whole undo history.
de: <userinput>Beachten Sie!</userinput> Sie können solche Operationen nicht rückgängig machen, die die Notenzeile selbst betreffen (Löschen der Notenzeile, Einfügen einer Notenzeile, Neue...). Diese Operationen machen die ganze Historie ungültig.

source: Redo
de: Wieder herstellen

source: You can undo your last undo by pressing the redo button (<inlinemediaobject><imageobject><imagedata fileref="redo.png"/></imageobject></inlinemediaobject>)
de: Sie können Ihren letzten Rückgängig-Befehl durch Drücken des Wiederherstellen-Knopfes (<inlinemediaobject><imageobject><imagedata fileref="redo.png"/></imageobject></inlinemediaobject>) aufheben.

source: Deleting a staff
de: Löschen einer Notenzeile

source: Select the staff to be deleted! <menuchoice> <guimenu>St<accel>a</accel>ff</guimenu> <guimenuitem><accel>D</accel>elete</guimenuitem> </menuchoice>
de: Wählen Sie die Notenzeile aus, die gelöscht werden soll! <menuchoice> <guimenu>Noten<accel>z</accel>eile</guimenu> <guimenuitem><accel>L</accel>öschen</guimenuitem> </menuchoice>

source: Set staff properties
de: Festlegen der Eigenschaften der Notenzeile

source: To set the staff properties choose:
de: Zum Festlegen der Eigenschaften der Notenzeile wählen Sie:

source: <guimenu>St<accel>a</accel>ff</guimenu> <guimenuitem>St<accel>a</accel>ff properties...</guimenuitem>
de: <guimenu>Noten<accel>z</accel>eile</guimenu> <guimenuitem><accel>E</accel>igenschaften ...</guimenuitem>

source: Staff name
de: Namen für Notenzeilen

source: You can give each staff a name. The name is exported into <application>MusiXTeX</application>, <application>LilyPond</application>, <application>PMX</application> and <application>ABC music</application>. Furthermore it is shown at the left side of the note page. You can turn off this by <menuchoice> <guimenu><accel>V</accel>iew</guimenu> <guimenuitem>Show <accel>s</accel>taff names</guimenuitem> </menuchoice>
de: Sie können jeder Notenzeile einen Namen geben. Der Name wird nach <application>MusiXTeX</application>, <application>LilyPond</application>, <application>PMX</application> und <application>ABC music</application> exportiert. Darüber hinaus wird er am linken Rand der Notenseite angezeigt. Das können Sie durch <menuchoice> <guimenu><accel>A</accel>nsicht</guimenu> <guimenuitem>Noten<accel>z</accel>eilennamen zeigen</guimenuitem> </menuchoice> aufheben.

source: Setting staff geometry
de: Festlegen der Abmaße der Notenzeile

source: You can change the overlength and underlength of a staff. Furthermore you can determine the position of a possible lyrics line.
de: Sie können Über- und Unterlänge einer Notenzeile verändern. Darüber hinaus können Sie die Position einer möglichen Textzeile bestimmen.

source: Set a channel
de: Festlegen eines Kanals

source: You should give every staff a different channel. <userinput>Attention!</userinput> On most sound cards channel 10 is reserved for drum track!
de: Sie sollten jeder Notenzeile einen anderen Kanal geben.<userinput> Achtung!</userinput> Bei den meisten Soundkarten ist der Kanal 10 für die Schlagzeugspur reserviert!

source: Select staff volume
de: Wahl der Lautstärke auf einer Notenzeile

source: You can set the volume in a range of 0...127. <link linkend="VOLUME">(see also: Volume Change)</link>
de: Sie können die Lautstärke auf einer Skala von 0 bis 127 wählen. <link linkend="VOLUME">(siehe auch: Lautstärkewechsel)</link>

source: Select a voice
de: Auswahl des Musikinstruments

source: <userinput>Attention!</userinput> &noteedit; assumes the general MIDI table. This is the case for most sound cards. <link linkend="PROGRAM">(see also: Program Change)</link>
de: <userinput>Achtung!</userinput> &noteedit; nimmt eine General-MIDI-Tabelle an. Das trifft auf die meisten Soundkarten zu. <link linkend="PROGRAM">(siehe auch: Programm- (Instrumenten-) Wechsel)</link>

source: Set stereo position
de: Festlegen der Stereo-Position

source: You can set the stereo position of the staff in a range of 0...127
de: Sie können die Stereo-Position auf einer Skala von 0 bis 127 auswählen.

source: Set reverberation
de: Festlegen des Halls

source: You can set the reverberation of the staff in a range of 0...127 Whether you can hear this effect depends on your <hardware>soundcard</hardware>. Hear the beginning of <filename>example2.not</filename> on AWE 64/ 24 MB RAM and soundfont <filename>8mbgmsfx.sf2</filename>: <ulink url="http://rnvs.informatik.tu-chemnitz.de/cgi-bin/nph-sendbin.cgi/~jan/noteedit/example2.mp3"> example2.mp3</ulink> (3.6 Mbyte)
de: Sie können den Hall auf einer Skala von 0 bis 127 wählen. Es hängt von Ihrer <hardware>Soundkarte</hardware> ab, ob Sie den Effekt hören können. Hören Sie sich den Anfang von <filename>example2.not</filename> mit AWE 64/ 24 MB RAM und soundfont <filename>8mbgmsfx.sf2</filename>: <ulink url="http://rnvs.informatik.tu-chemnitz.de/cgi-bin/nph-sendbin.cgi/~jan/noteedit/example2.mp3"> example2.mp3</ulink> (625 Kbyte) an!

source: Set chorus
de: Festlegen des Chorus

source: You can set the chorus of the staff in a range of 0...127. The chorus is an effect which produces a group of instruments instead of one single instrument.
de: Sie können den Chorus auf einer Skala von 0 bis 127 wählen. Der Chorus ist ein Effekt, der eine Gruppe von Instrumenten anstelle eines einzelnen Instrumentes produziert.

source: Whether you can hear this effect depends on your <hardware>soundcard</hardware>. Hear the beginning of <filename>example2.not</filename> on AWE 64/ 24 MB RAM and soundfont <filename>8mbgmsfx.sf2</filename>: <ulink url="http://rnvs.informatik.tu-chemnitz.de/cgi-bin/nph-sendbin.cgi/~jan/noteedit/example2.mp3"> example2.mp3</ulink> (3.6 Mbyte)
de: Ob Sie diesen Effekt hören können, hängt von Ihrer <hardware>Soundkarte</hardware> ab. Hören Sie sich den Anfang von <filename>example2.not</filename> mit AWE 64/ 24 MB RAM und soundfont <filename>8mbgmsfx.sf2</filename>: <ulink url="http://rnvs.informatik.tu-chemnitz.de/cgi-bin/nph-sendbin.cgi/~jan/noteedit/example2.mp3"> example2.mp3</ulink> (625 Kbyte) an!

source: Play transposed
de: Transponieren
