Repository: BackupTheBerlios/noteedit-svn
Catalog: doc/*/*.po
Languages: de

source: Many thanks to Mikhail Yakshin <email>GreyCat@users.sourceforge.net</email>. I used about 2000 lines from his <application>kguitar</application> project (<ulink url="http://kguitar.sourceforge.net"></ulink>). Note! <application>kguitar</application> is still under development. So excuse some small problems. For instance: If you can't find your preferred chord diagram for a certain chord please set the fingers <quote>by hand</quote>!
de: Herzlichen Dank an Mikhail Yakshin <email>GreyCat@users.sourceforge.net</email>. Ich benutzte etwa 2000 Zeilen seines <application>kguitar</application> Projekts (<ulink url="http://kguitar.sourceforge.net"></ulink>). Beachten Sie! <application>kguitar</application> befindet sich noch in der Entwicklung. Entschuldigen Sie deshalb bitte einige kleine Probleme. Zum Beispiel: Wenn Sie das von Ihnen für einen bestimmtem Akkord bevorzugte Akkorddiagramm nicht finden können, so setzen Sie die Finger bitte <quote>mit der Hand</quote>!

source: To insert a chord popup the chord dialog:
de: Um einen Akkord einzufügen, aktivieren Sie den Akkord-Dialog:

source: <guimenu><accel>I</accel>nsert</guimenu> <guimenuitem>Ch<accel>o</accel>rd...</guimenuitem>
de: <guimenu>Ein<accel>f</accel>ügen</guimenu> <guimenuitem>A<accel>k</accel>kord...</guimenuitem>

source: Choose a base, a mode, and a modification. (The bass field doesn't work, yet!). The chord window shows some guitar diagrams to play this chord. If you can't find your preferred guitar chord diagram you can:
de: Wählen Sie einen Grundton, einen Modus, und eine Modifikation. (Das Bassfeld arbeitet noch nicht!). Das Akkordfenster zeigt einige Gitarrendiagramme, mit denen man den Akkord spielen kann. Wenn Sie Ihr bevorzugtes Gitarrendiagramm nicht finden, so können Sie:

source: change from <literal><userinput>Root</userinput></literal> to <literal><userinput>Inv1 #1</userinput></literal>, <literal><userinput>Inv #2</userinput></literal> ...
de: von <literal><userinput>Root</userinput></literal> nach <literal><userinput>Inv1 #1</userinput></literal>, <literal><userinput>Inv #2</userinput></literal> wechseln ...

source: change from <literal><userinput>Usual</userinput></literal> to <literal><userinput>Rare</userinput></literal> or <literal><userinput>All</userinput></literal>.
de: von<literal><userinput> üblich </userinput></literal>nach<literal><userinput> selten </userinput></literal> oder <literal><userinput>alle</userinput></literal> wechseln.

source: If nothing helps then select a guitar chord diagram closest to your intentions and set the fingers in finger window <quote>by hand</quote>!
de: Wenn alles nichts hilft, dann wählen Sie bitte ein Gitarrenakkorddiagramm, das Ihren Vorstellungen am nächsten kommt und setzen Sie die Finger im Fingerfenster <quote>mit der Hand</quote>!

source: The <literal><userinput>show diagram</userinput></literal> checkbox determins whether only the chord name or the whole diagram is printed.
de: Die Checkbox <literal><userinput>Diagramm anzeigen</userinput></literal> bestimmt, ob nur der Name des Akkordes oder das ganze Diagramm angezeigt wird.

source: Select a chord name and press <literal><userinput>Ok</userinput></literal>.
de: Wählen Sie einen Akkordnamen aus und drücken Sie <literal><userinput>Ok</userinput></literal>.

source: Select a note or rest with &LMB;. The chord name and the guitar chord diagram (if selected) is attached.
de: Wählen Sie eine Note oder eine Pause mit der &LMBD;. Der Name des Akkordes und das Gitarrenakkorddiagramm (wenn ausgewählt) werden eingefügt.

source: To change the chord activate the edit mode (<inlinemediaobject><imageobject><imagedata fileref="edit.png"/></imageobject></inlinemediaobject>) and select the appropriate note or rest with &LMB;. The chord dialog pops up. Change the chord and press <literal><userinput>Ok</userinput></literal>!
de: Um den Akkord zu ändern, aktivieren Sie den Edit-Modus (<inlinemediaobject><imageobject><imagedata fileref="edit.png"/></imageobject></inlinemediaobject>) und wählen Sie die Note oder Pausemit der der &LMBD; aus! Der Akkord-Dialog springt auf. Ändern Sie den Akkord und drücken Sie <literal><userinput>Ok</userinput></literal>!

source: To remove the chord activate the edit mode (<inlinemediaobject><imageobject><imagedata fileref="edit.png"/></imageobject></inlinemediaobject>) and select the appropriate note or rest with &LMB;. The chord dialog pops up. Press <literal><userinput>Remove Chord</userinput></literal>!
de: Um einen Akkord zu löschen, aktivieren Sie den Edit-Modus(<inlinemediaobject><imageobject><imagedata fileref="edit.png"/></imageobject></inlinemediaobject>) und wählen Sie die entsprechende Note oder Pause mit der &LMBD; aus! Der Akkord-Dialog springt auf. Drücken Sie<literal><userinput>Akkord entfernen</userinput></literal>!

source: If you expect a different set of chord names and/or modification symbols configure the chord section with <link linkend="configuration">configuration dialog</link>.
de: Wenn Sie einen anderen Satz von Akkordnamen und/oder Modifikations-Symbolen erwarten, konfigurieren Sie den Akkord-Abschnitt im <link linkend="configuration">Konfigurationsdialog</link>.

source: Problems exporting chord diagrams
de: Probleme beim Export von Akkord-Diagrammen

source: <userinput>MUP</userinput> can deal with chord names and chord diagrams. But it expects a chord diagram dictionary at top of file. Actually this is no problem. But if you attach 2 different chord diagrams for the same chord name there is no possibility to to distinguish the 2 forms. To give every chord diagram an unique name &noteedit; adds some underscores to the chord name. So be not surprised if you named a chord <quote>C7</quote> and <quote>_C7</quote> is printed. MUP cannot deal with a mix of some chords with chord diagram and some chords without chord diagram. MUP cannot deal with barre.
de: <userinput>MUP</userinput> kann mit Akkordnamen und Akkorddiagrammen umgehen. Aber es erwartet eine Zusammenstellung der Akkorddiagramme am Anfang der Datei. Eigentlich ist das kein Problem. Aber wenn Sie zwei unterschiedliche Akkorddiagramme für den gleichen Akkordnamen wählen, gibt es keine Möglichkeit, die zwei Formen zu unterscheiden. Damit jedem Akkorddiagramm ein eindeutiger Namen gegeben werden kann, fügt &noteedit; dem Akkordnamen einige Unterstreichungszeichen hinzu. Seien Sie also nicht überrascht, wenn Sie einen Akkord <quote>C7</quote> nennen und <quote>_C7</quote> gedruckt wird. MUP kann ein Gemisch aus Akkorden mit Akkorddiagramm und Akkorden ohne Akkorddiagramm nicht behandeln. MUP kann mit Barre nicht umgehen.

source: <userinput>MusiXTeX</userinput> has an additional package called MusiXGui. This allows to annotate guitar chord diagrams and chord names. It works but unfortunately there is no possibility to add a fret information. So, if the fret is not equal 1 NoteEdit appends the fret information to the chord name. MusiXTeX/MusiXGui can only deal with full barre.
de: <userinput>MusiXTeX</userinput> hat das Zusatzpaket MusiXGui. Das ermöglicht, Gitarrenakkorddiagramme und Akkordnamen mit anzufügen. Das funktioniert, aber unglücklicherweise gibt es keine Möglichkeit eine Information über die Bünde mit anzugeben. So hängt NoteEdit die Information über den Bund an den Akkordnamen an, wenn der Bund nicht gleich 1 ist. MusiXTeX/MusiXGui kann nur Vollbarre behandeln.

source: <userinput>LilyPond</userinput> cannot deal with guitar chord diagrams. Actually it has a special feature for chord name annotation. But this is unusable for &noteedit; export because it tries reverse mapping from pitch combination to chord name. Thus, &noteedit; exports the chord names as ordinary uptext.
de: <userinput>LilyPond</userinput> kann nicht mit Gitarrenakkorddiagrammen umgehen. Eigentlich hat es ein spezielles Feature zum Anfügen von Akkordnamen. Aber das kann für den &noteedit;-Export nicht genutzt werden, weil es versucht, die Akkordnamen aus den Tonkombinationen zu errechnen. Deshalb exportiert &noteedit; die Akkordnamen als normalen Up-Text.

source: <userinput>ABC music </userinput> Guitar chord diagrams are exported to ABC music.
de: <userinput>ABC music</userinput> Gitarrenakkorddiagramme werden nach ABC music exportiert.

source: <userinput>PMX</userinput> can neither deal with chord names nor with guitar cord diagrams. Thus, &noteedit; omits the information.
de: <userinput>PMX</userinput> kann weder Akkordnamen noch Gitarrenakkorddiagramme behandeln. Deshalb lässt &noteedit; die Information weg.

source: Insert a new staff
de: Einfügen einer neuen Notenzeile

source: <guimenu>St<accel>a</accel>ff</guimenu> <guimenuitem><accel>N</accel>ew</guimenuitem>
de: <guimenu>Noten<accel>z</accel>eile</guimenu> <guimenuitem><accel>N</accel>eu</guimenuitem>

source: Trills
de: Triller

source: <menuchoice> <guimenu><accel>I</accel>nsert</guimenu> <guimenuitem><accel>L</accel>ine...</guimenuitem> </menuchoice> <emphasis> choose a trill symbol</emphasis>
de: <menuchoice> <guimenu>Ein<accel>f</accel>ügen</guimenu> <guimenuitem><accel>L</accel>inien...</guimenuitem> </menuchoice> <emphasis> wählen Sie ein Triller-Symbol</emphasis>

source: Select a note with &LMB;. The trill is attached.
de: Wählen Sie eine Note mit der &LMBD; Der Triller wird angefügt.

source: To remove a trill activate the edit mode (<inlinemediaobject><imageobject><imagedata fileref="edit.png"/></imageobject></inlinemediaobject>) and select the chord. Use the <literal>enable</literal> checkbox!
de: Um einen Triller zu löschen, aktivieren Sie den Edit-Modus(<inlinemediaobject><imageobject><imagedata fileref="edit.png"/></imageobject></inlinemediaobject>) und wählen Sie einen Akkord aus!. Nutzen Sie die <literal>enable</literal> Checkbox!

source: Use the slider to control the length of the trill. <userinput>Note!</userinput> &noteedit; plays the trill and exports the trill to MIDI file. But it uses the post Mozart method <emphasis>(dcdcdcdcdcdc...)</emphasis>
de: Benutzen sie den Regler, um die Länge des Trillers einzustellen. <userinput>Beachten Sie!</userinput> &noteedit; spielt und exportiert den Triller nach MIDI. Aber es verwendet die Post-Mozart Methode <emphasis>(dcdcdcdcdcdc...)</emphasis>

source: <menuchoice> <guimenu><accel>I</accel>nsert</guimenu> <guimenuitem><accel>L</accel>ine...</guimenuitem> </menuchoice> <emphasis> choose the dynamic symbol</emphasis>
de: <menuchoice> <guimenu>Ein<accel>f</accel>ügen</guimenu> <guimenuitem><accel>L</accel>inien...</guimenuitem> </menuchoice> <emphasis> Wählen Sie das Dynamiksymbol</emphasis>

source: Select a note with &LMB;. The dynamic is attached.
de: Wählen Sie eine Note der &LMBD; Das Dynamiksymbol wird angefügt-

source: Use the slider to control the length of the (de-)crescendo. To switch between crescendo and decrescendo use the <guilabel>turn</guilabel> checkbox.
de: Benutzen Sie den Regler zum Einstellen der Länge des (De-)Crescendos. Um zwischen Crescendo and Decrescendo umzuschalten, nutzen sie bitte die <guilabel>turn</guilabel>-Checkbox.

source: To remove a (de-)crescendo activate the edit mode (<inlinemediaobject><imageobject><imagedata fileref="edit.png"/></imageobject></inlinemediaobject>) and select the appropriate note or rest with &LMB;. Use the <guilabel>enable</guilabel> checkbox!
de: Um ein (De-)Crescendo zu löschen, aktivieren Sie den Edit-Modus(<inlinemediaobject><imageobject><imagedata fileref="edit.png"/></imageobject></inlinemediaobject>) und wählen Sie die entsprechende Note mit der &LMBD; aus! Nutzen Sie die <guilabel>enable</guilabel> Checkbox!

source: To produce a audible (de-)crescendo place two <link linkend="VOLUME">Volume Changes</link> with different volume to the left and to the right of the (de-)crescendo symbol.
de: Um ein hörbares (De-)Crescendo zu erzeugen, platzieren Sie zwei <link linkend="VOLUME">Lautstärkezeichen</link> mit unterschiedlicher Lautstärke links und rechts des (De-)Crescendo-Zeichens.

source: Some <hardware>soundcards</hardware> do not support fade-in/fade-out. So if you get unexpected results during (de-)crescendo playback use the <parameter>--without-fadein</parameter> configure option! The (de-)crescendo is further audible if you use relatively short notes. But the volume of a series of tied and/or relatively long notes (halfs/wholes) will remain at start volume value.
de: Einige <hardware>Soundkarten</hardware> unterstützen die FadeIn-Funktionen nicht. Falls Sie also unerwartete Ergebnisse beim Abspiel von (De-)Crescendo erhalten, so nutzen Sie die <parameter>--without-fadein</parameter> Konfigurations- Option! Das (De-)Crescendo wird ferner hörbar sein, wenn Sie relativ kurze Noten benutzen. Aber die Lautstärke einer Serie gebundener und/oder relativ langer Noten (halbe, ganze) verharrt auf dem Anfangswert.

source: <userinput>Note further!</userinput> The (de-)crescendo will cause some problems in <application>MusiXTeX</application> and <application>PMX</application> if the (de-)crescendo crosses the line break :-(
de: <userinput>Beachten sie auch!</userinput> Das (De-)Crescendo verursacht einige Probleme in <application>MusiXTeX</application> und <application>PMX</application>, wenn das (De-)Crescendo das Ende der Notenzeile überschreitet. :-(

source: Octaviation (va lines)
de: Oktavierunszeichen (va-Linien)

source: <menuchoice> <guimenu><accel>I</accel>nsert</guimenu> <guimenuitem><accel>L</accel>ine...</guimenuitem> </menuchoice> <emphasis> choose the octaviation symbol</emphasis>
de: <menuchoice> <guimenu>Ein<accel>f</accel>ügen</guimenu> <guimenuitem><accel>L</accel>inien...</guimenuitem> </menuchoice> <emphasis> Wählen Sie das Oktavierungssymbol</emphasis>

source: Select a note with &LMB;. The octaviation is attached.
de: Wählen Sie eine Note mit der &LMBD; Die Oktavierung wird angefügt.

source: Use the slider to control the length of the octaviation line.
de: Benutzen Sie den Regler, um die Länge der Va-Linie einzustellen.

source: To remove a octaviation activate the edit mode (<inlinemediaobject><imageobject><imagedata fileref="edit.png"/></imageobject></inlinemediaobject>) and select the appropriate note or rest with &LMB;. Use the <guilabel>enable</guilabel> checkbox!
de: Um ein Oktavierungszeichen zu löschen, aktivieren Sie den Edit-Modus(<inlinemediaobject><imageobject><imagedata fileref="edit.png"/></imageobject></inlinemediaobject>) und wählen Sie die entsprechende Note mit der &LMBD; aus! Nutzen Sie die <guilabel>enable</guilabel> Checkbox!

source: The octaviation is not supported by ABC music. &noteedit; will warn you!
de: Die Oktavierungszeichen werden nicht von ABC music unterstützt. &noteedit; gibt eine Warnung aus!

source: To insert Segno items choose:
de: Um Segno-Zeichen einzufügen, wählen Sie:

source: <menuchoice> <guimenu><accel>I</accel>nsert</guimenu> <guimenuitem>Se<accel>g</accel>no...</guimenuitem> </menuchoice> <emphasis> ... choose Segno, dal Segno, dal Segno al Fine, dal Segno al Coda, Fine or Coda</emphasis>
de: <menuchoice> <guimenu>Ein<accel>f</accel>ügen</guimenu> <guimenuitem>Se<accel>g</accel>no...</guimenuitem> </menuchoice> <emphasis> ... wählen Sie Segno, dal Segno, dal Segno al Fine, dal Segno al Coda, Fine oder Coda</emphasis>

source: Set the signs in every staff! Otherwise the replay behaviour is undefined. Furthermore, it is your responsibiltity to place the signs in a reasonable manner.
de: Setzen Sie diese Zeichen in jeder Notenzeile! Anderenfalls ist das Wiedergabeverhalten unbestimmt. Außerdem liegt es in Ihrer Verantwortung, die Zeichen in einer sinnvollen Weise zu platzieren.

source: To insert ritardando choose:
de: Um ein Ritardando einzufügen, wählen Sie:

source: <guimenu><accel>I</accel>nsert</guimenu> <guimenuitem><accel>R</accel>itardando</guimenuitem>
de: <guimenu>Ein<accel>f</accel>ügen</guimenu> <guimenuitem><accel>R</accel>itardando</guimenuitem>

source: To insert accelerando choose:
de: Um einen Accelerando einzufügen, wählen Sie:

source: <guimenu><accel>I</accel>nsert</guimenu> <guimenuitem><accel>A</accel>ccelerando</guimenuitem>
de: <guimenu>Ein<accel>f</accel>ügen</guimenu> <guimenuitem><accel>A</accel>ccelerando</guimenuitem>

source: To produce a audible ritardando(accelerando) place two <link linkend="TEMPO">tempo signatures</link> with different value to the left and to the right of the ritardando(accelerando) symbol. &noteedit; assumes the begin of the ritardando(accelerando) at the left tempo signature and the end of the ritardando(accelerando) at the right tempo signature
de: Um ein hörbares Ritardando(Accelerando) zu erzeugen, platzieren SIe zwei <link linkend="TEMPO">Tempo-Zeichen</link> mit verschiedenem Wert links und rechts des Ritardando(Accelerando) Symbols. &noteedit; nimmt an, dass das Ritardando(Accelerando) am linken Tempo-Zeichen beginnt und am rechten Tempo-Zeichen endet.

source: Modification
de: Modifikationen

source: Selection
de: Auswahl

source: Activate the selector (<inlinemediaobject><imageobject><imagedata fileref="selector.png"/></imageobject></inlinemediaobject>) or the edit mode (<inlinemediaobject><imageobject><imagedata fileref="edit.png"/></imageobject></inlinemediaobject>) and click element with &LMB;!
de: Aktivieren Sie den Selektor-Knopf (<inlinemediaobject><imageobject><imagedata fileref="selector.png"/></imageobject></inlinemediaobject>) oder den Edit-Modus (<inlinemediaobject><imageobject><imagedata fileref="edit.png"/></imageobject></inlinemediaobject>) und klicken Sie ein Element mit dem &LMBD; an!

source: If there is a selected element: User back/forward cursor keys.
de: Wenn ein Element ausgewählt ist: Benutzen Sie die Cursor- vor-/rückwärts-Tasten.

source: Use scroll bar if needed!
de: Benutzen sie, wenn notwendig, den Scroll-Balken!

source: Goto Measure
de: Zu einem bestimmten Takt springen

source: <menuchoice> <guimenu><accel>E</accel>dit</guimenu> <guimenuitem><accel>G</accel>oto</guimenuitem> </menuchoice> <emphasis>(Choose a measure number)</emphasis>
de: <menuchoice> <guimenu><accel>B</accel>earbeiten</guimenu> <guimenuitem><accel>G</accel>ehe zu Takt</guimenuitem> </menuchoice> <emphasis>(Wählen Sie die Nummer des Taktes aus!)</emphasis>

source: Alternatively, you can use the horizontal scroll bar or the wheel mouse <emphasis>(if correctly configured in X11)</emphasis>
de: Sie können auch den horizontalen Scrollbalken oder die Wheel-Maus benutzen. <emphasis>(wenn sie in X 11korrekt konfiguriert wurde)</emphasis>

source: Change pitch
de: Änderung der Tonhöhe

source: Select a note! Press up/down cursor keys! By pressing Ctrl the note is shiftet by 1 semi tone
de: Wählen Sie eine Note! Betätigen Sie die Curor auf-/ab-Tasten! Durch Drücken von Strg(Ctrl) wird die Note eine Halbton bewegt.

source: This does not work in <link linkend="keyboardInsert">keyboard insertion mode</link>!
de: Das geht nicht im <link linkend="keyboardInsert">Tastatureingabemodus</link>!

source: You can use the wheel to move the notes:
de: Sie können auch das Maus-Rad zum Notenverschieben benutzen:

source: Press Ctrl + wheel shifts the note by 1 line up/down
de: Drücken Sie Ctrl(Strg), so wird die Note um eine Linie aufwärts/abwärts bewegt

source: Press Shift + wheel shifts the note by 1 octave up/down
de: Drücken Sie Shift und bewegen das Maus-Rad, so wird die Note um eine Oktave aufwärts/abwärts bewegt.

source: Press Shift + Ctrl + wheel shifts the note by 1 semi tone up/down
de: Betätigen Sie das Maus-Rad und drücken Shift und Ctrl(Strg), so wird die Note um einen Halbton aufwärts/abwärts bewegt.

source: Change length, dotted, tied, flat, beamed, sharp, natural
de: Änderung von Länge, Punktierung, Bindung, Erniedrigung, Balken, Erhöhung, Auflösungszeichen

source: Change into edit mode by pressing edit button (<inlinemediaobject><imageobject><imagedata fileref="edit.png"/></imageobject></inlinemediaobject>)! In edit mode there is a special selection policy. If you select a note or rest the buttons reflect the state of the note/rest. If you change the button state the note/rest is changed according to the state of the buttons.
de: Wechseln Sie in den Edit-Modus, indem Sie den Edit-Knopf drücken (<inlinemediaobject><imageobject><imagedata fileref="edit.png"/></imageobject></inlinemediaobject>)! Im Edit-Modus gibt es ein spezielles Auswahlverhalten. Wenn Sie eine Note oder Pause auswählen, widerspiegeln die Knöpfe den Status der Note/Pause. Wenn Sie den Status des Knopfes ändern, wird die Note/Pause entsprechend dem Status des Knopfes verändert.

source: Change staff position
de: Änderung der Position der Notenzeile

source: <menuchoice> <guimenu>St<accel>a</accel>ff</guimenu> <guimenuitem><accel>M</accel>ove</guimenuitem> </menuchoice> <emphasis> ... choose a position</emphasis>
de: <menuchoice> <guimenu>Noten<accel>z</accel>eile</guimenu> <guimenuitem><accel>V</accel>erschieben</guimenuitem> </menuchoice> <emphasis> ... Wählen Sie eine Position</emphasis>

source: Deleting elements
de: Löschen von Elementen

source: Select an element! Press backspace! The element will be deleted.
de: Wählen sie ein Element aus und drücken Sie Backspace! Das Element wird gelöscht.

source: Likewise you can use the <keycap>Del</keycap> key. In this case the next note is selected after deletion.
de: Ebenso können Sie den <keycap>Entf</keycap>-Knopf benutzen. In diesem Fall wird nach dem Löschen die nächste Note ausgewählt.

source: Deleting a note from a chord
de: Löschen einer Note aus einem Akkord

source: Select the chord! Press <keycap>ctrl</keycap> and the &LMB; near the note to be deleted!
de: Wählen sie den Akkord aus! Drücken Sie <keycap>Strg</keycap> und den &LMBD; in der Nähe der Note, die gelöscht werden soll.

source: Alternatively you can activate the keyboard insertion mode by pressing the keyboard insert button (<inlinemediaobject><imageobject><imagedata fileref="singlekey.png"/></imageobject></inlinemediaobject>). In this mode you can delete a note from a chord by selecting a chord, placing the cursor at the line of the note to be deleted and pressing <keycap>Ctrl+Backspace</keycap>!
de: Sie können auch den Tastatureingabemodus aktivieren, indem Sie den Tastatureingabeknopf drücken (<inlinemediaobject><imageobject><imagedata fileref="singlekey.png"/></imageobject></inlinemediaobject>). In diesem Modus können Sie eine Note aus einem Akkord löschen, indem Sie den Akkord auswählen, den Cursor in der Zeile der zu löschenden Note platzieren und <keycap>Strg+Backspace</keycap> drücken!

source: Modification of clefs, time signatures, key signatures
de: Änderung von Notenschlüsseln, Taktarten, Tonarten

source: You can't modify these elements in current version. The only possibility is: deleting and re-insertion.
de: In der aktuellen Version können Sie diese Elemente nicht verändern. Die einzige Möglichkeit ist: löschen und wieder einfügen.

source: Block instructions
de: Block-Anweisungen

source: Make sure the selector (<inlinemediaobject><imageobject><imagedata fileref="selector.png"/></imageobject></inlinemediaobject>) is activated! You can mark a part of a staff as block by clicking and holding &LMB; and moving the mouse. The marked part is highlighted.
de: Stellen Sie sicher, (<inlinemediaobject><imageobject><imagedata fileref="selector.png"/></imageobject></inlinemediaobject>) dass der Selektor aktiviert ist! Nun können Sie einen Teil der Notenzeile durch Klicken und Halten der &LMBD; bei gleichzeitigem Ziehen der Maus markieren. Der markierte Bereich wird hervorgehoben.

source: You can mark the whole staff by double click on staff
de: Sie können die ganze Notenzeile durch Doppelklick auf die Notenzeile markieren.

source: If a block is selected you can:
de: Wenn ein Block ausgewählt ist, können Sie:

source: delete the block with backspace key;
de: den Block mit der Backspace-Taste löschen;
