Repository: BackupTheBerlios/noteedit-svn
Catalog: doc/*/*.po
Languages: de

source: The MIDI import is performed by means of the TSE3 library. During MIDI export a lot of score information gets lost. Therefore the MIDI import sometimes needs some human intervention. Please read the <link linkend="midi_import_appendix">MIDI import discussion page</link> for more information!
de: Der MIDI-Import wird mit Hilfe der TSE3-Bibliothek ausgeführt. Während des MIDI-Exports gehen viele Informationen der Partitur verloren. Deshalb benötigt der MIDI-Import manchmal ein Eingreifen durch den Menschen. Bitte lesen Sie die <link linkend="midi_import_appendix">MIDI-Import Diskussionsseite</link>, um mehr Informationen zu erhalten!

source: The current version of &noteedit; recognizes triplets. But not in all situations.
de: Die aktuelle &noteedit;-Version erkennt Triolen, aber nicht in allen Fällen.

source: To import do:
de: Schritte beim Importieren:

source: <menuchoice> <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem>TSE3 MIDI <accel>i</accel>n.</guimenuitem> </menuchoice> <emphasis>( ... choose a MIDI file)</emphasis>
de: <menuchoice> <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem> MIDI-<accel>I</accel>mportieren.</guimenuitem> </menuchoice> <emphasis>( ... Wählen Sie eine MIDI-Datei)</emphasis>

source: This creates an internal TSE3 structure.
de: Das erzeugt eine interne TSE3-Struktur.

source: To create the score from internal TSE3 structure do:
de: Erzeugung der Partitur aus der internen TSE3-Struktur:

source: This creates the score. But without bar lines and beams. If the music has an anacrusis set the first bar line in all staves! <emphasis>(If you aren't sure do nothing)</emphasis>
de: Dadurch wird die Partitur erzeugt, aber ohne Takstriche und Balken. Wenn es einen Auftakt gibt, so setzen Sie den ersten Taktstrich in allen Zeilen. <emphasis>(Wenn Sie sich nicht sicher sind, machen Sie gar nichts!)</emphasis>

source: Then choose:
de: Wählen Sie:

source: to insert the bar lines. And likewise:
de: um die Taktstriche einzufügen. Und wahlweise:

source: to construct the beams.
de: um die Balken zu erzeugen.

source: In some cases the following functions may be useful:
de: In einigen Fällen sind folgend Funktionen von Nutzen:

source: <link>Cleanup rests</link>
de: <link>Pausen bereinigen</link>

source: <link>Merge MIDI tracks</link>
de: <link>MIDI-Spuren vereinigen</link>

source: If the result is not as expected then try to apply a <emphasis>MidiEventFilter</emphasis>:
de: Wenn Sie unerwünschte Resultate erhalten, so versuchen Sie einen <emphasis>MidiEventFilter</emphasis> anzuwenden:

source: <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem><accel>F</accel>ilter dialog...</guimenuitem>
de: <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem><accel>F</accel>iltern... </guimenuitem>

source: This window rests on screen until the <guibutton><accel>C</accel>ancel</guibutton> button is pressed. The filter values apply to next <guibutton><accel>T</accel>SE3 --&gt; Score</guibutton> or <inlinemediaobject><imageobject><imagedata fileref="new.png"/></imageobject></inlinemediaobject> <guibutton><accel>L</accel>ine to Score ...</guibutton> action.
de: Dieses Fenster verbleibt auf dem Bildschirm, bis Sie <guibutton>A<accel>b</accel>brechen</guibutton>. drücken Die Filter-Werte werden auf die nächste <guibutton><accel>T</accel>SE3 --&gt; Partitur</guibutton>- oder <inlinemediaobject><imageobject><imagedata fileref="new.png"/></imageobject></inlinemediaobject> <guibutton><accel>Z</accel>eilen --&gt; Partitur ...</guibutton> -Aktion angewendet..

source: With <guilabel>Choose snap distance</guilabel> you can determine the lock-in position. The value <guibutton>Auto</guibutton> means the lock-in position is derived from note length.
de: Über <guilabel>Rastung wählen</guilabel> können Sie die Einrast-Punkte bestimmen. Der Wert <guibutton>Auto</guibutton> bedeutet, dass die EInrastpunkte aus der Notenlänge abgeleitet werden.

source: With <guilabel>Triplet Raster</guilabel> you can determine the lock-in position for triplet recognition. The value <guibutton>Auto</guibutton> means the lock-in position is derived from note length. The value <guibutton>None</guibutton> means: Do not produce any Triplet.
de: Über <guilabel>Triplet Raster</guilabel> können Sie die Rastung für die Erkennung der Triolen bestimmen. Der Wert <guibutton>Auto</guibutton> bedeutet, dass die Rastung aus der Notenlänge abgeleitet wird. Der Wert <guibutton>keine</guibutton> bedeutet: Erzeuge keine Triolen.

source: With <guilabel>Volume step</guilabel> slider you determine the volume difference of 2 adjacent notes needed to insert a volume signature. This is important, because otherwise &noteedit; sets a volume signature between all adjacent notes who's volume differs.
de: Mit dem <guilabel>Lauststärke-Distanz</guilabel>-Regler bestimmen Sie die Laustärke-Differenz, die zwei benachbarte Noten mindestens haben müssen, damit ein Lautstärkezeichen eingefügt wird. Das ist wichtig, weil &noteedit; sonst Lautstärkezeichen zwischen alle benachbarte Noten mit differierender Lautstärke setzt.

source: By activating the <guilabel><accel>A</accel>verage Volume</guilabel> button you can cause &noteedit; compute an average volume of the track. The <literal><userinput>dynamic</userinput></literal> slider determines variance. If the variance is 0 all notes have the average volume. The greater the variance the greater is the divergence of the note's volume depending on their real volume.
de: Durch Deaktivierung des <guilabel><accel>D</accel>urchschnittslautstärke</guilabel>-Knopfes können Sie erreichen, dass &noteedit; eine durchschnittliche Lautstärke des Musikstückes berechnet.. Der <literal><userinput>Anschlagdynamik</userinput></literal>-Regler bestimmt die Varianz. Wenn die Varianz 0 ist, haben alle Noten die durchschnittliche Lautstärke. Je größer die Varianz ist, desto größer ist die Abweichung der Lautstärke der Noten in Abhängigkeit von ihrer tatsächlichen Lautstärke.

source: If you don't want any volume signature on score either:
de: Wenn Sie keine Angaben zur Lautstärke auf der Notenzeile haben wollen:

source: de-activate the <guilabel><accel>A</accel>verage Volume</guilabel> checkbox and set min and for max volume equally or:
de: deaktivieren Sie <guilabel>Durchschnittslautstärke</guilabel> und setzen Sie kleinste Lautstärke und größte Lautstärke auf den gleichen Wert, oder:

source: activate <guilabel><accel>A</accel>verage Volume</guilabel> checkbox and set <guilabel>dynamic</guilabel> to 0
de: aktivieren Sie <guilabel>Durchschnittslautstärke</guilabel> und setzen Sie <guilabel>Anschlagdynamik</guilabel> auf 0.

source: Again create a scrore from internal TSE3 structure:
de: Erzeugen Sie erneut eine Partitur aus der TSE3-Struktur:

source: Choose the staves which should be imported using the current filter values. If the import is not as expected choose other filter values and import again!
de: Wählen Sie die Notenzeilen, die unter Benutzung der augenblicklichen Filter-Werte importiert werden sollen! Wenn der Import Ihren Erwartungen nicht entspricht, wählen Sie andere Filterwerte und importieren Sie erneut!

source: In many cases different filter values should be applied to different staves. These are the situations there the <guibutton><accel>L</accel>ine to Score ...</guibutton> button should be used. It pops up a staff menu. Choose the staves which shell be filtered using the current filter values and press <guibutton><accel>C</accel>reate</guibutton>. Because the TSE structure remains valid you can repeat the import with different values for different staves as many time as you want.
de: In vielen Fällen sollten verschiedene Filter auf verschiedene Notenzeilen angewendet werden In diesen Fällen ist der <guibutton><accel>Z</accel>eilen zu Partitur ...</guibutton> - Knopf nützlich. Er erzeugt ein Zeilenauswahl-Menü. Wählen Sie die Zeilen, auf die die augenblicklichen Filterwerte angewendet werden sollen und drücken Sie den <guibutton><accel>E</accel>rzeugen</guibutton>-Knopf! Da die TSE3-Struktur erhalten bleibt, köennen Sie das mit verschiedenen Werten für verschiedenen Notenzeilen sooft wiederholen, wie Sie wollen.

source: For further information read the <link linkend="midi_import_appendix">MIDI import discussion page</link>!
de: Für weitere Informationen lesen Sie bitte die <link linkend="midi_import_appendix">MIDI-Import Diskussionsseite</link>!

source: Record from MIDI-Keyboard
de: Aufnehmen vom MIDI-Keyboard

source: First of all: To avoid excessive expectations I strongly recommend reading of the <link linkend="midi_import_appendix">MIDI import discussion page</link>
de: Wichtig: Um zu hohe Erwartungen zu vermeiden, empfehle ich dringend, die <link linkend="midi_import_appendix">MIDI-Import Diskussionsseite</link> zu lesen.

source: If you have a MIDI keyboard connected to your soundcard you can play and record the music. To to this:
de: Wenn Sie ein MIDI Keyboard an Ihre Soundkarte angeschlossen haben, können Sie die Musik abspielen und aufnehmen. Führen Sie dazu die folgenden Schritte aus:

source: Create a TSE3 Song from score <emphasis>(If you have an empty score then produce an empty Song!)</emphasis>
de: Erzeugen Sie ein TSE3-Musikstück von der Partitur <emphasis>(Wenn Sie eine leere Partitur haben, dann erzeugen Sie ein leeres Musikstück!) </emphasis>

source: <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem><accel>C</accel>reate TSE3 song</guimenuitem>
de: <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem> TSE3-Song <accel>e</accel>rzeugen </guimenuitem>

source: This song is played during record!
de: Das Musikstück wird während der Aufnahme gespielt!

source: Select a staff!
de: Wählen Sie eine Notenzeile!

source: &noteedit; ignores all channel information given by your keyboard. The MIDI echo will be on the MIDI channel of the currently selected staff!
de: &noteedit; ignoriert alle Kanalinformationen von Ihrem Keyboard. Das MIDI-Echo erfolgt auf dem MIDI-Kanal der gerade ausgewählten Notenzeile!

source: Press the record button (<inlinemediaobject><imageobject><imagedata fileref="record.png"/></imageobject></inlinemediaobject>)! A metronome menu and a filter menu appear. They rest on screen until you press the <guibutton>Dismiss</guibutton> button. On metronome menu choose:
de: Drücken Sie den Aufnahme-Knopf (<inlinemediaobject><imageobject><imagedata fileref="record.png"/></imageobject></inlinemediaobject>)! Ein Metronom- und ein Filtermenü erscheinen. Sie bleiben auf dem Bildschirm, bis Sie den <guibutton>Abbrechen</guibutton>-Knopf drücken. Im Metronom-Menü wählen Sie:

source: the recording tempo;
de: die Aufnahmegeschwindigkeit;

source: the <hardware>device</hardware> the metronome shall play on;
de: das <hardware>Gerät</hardware>, über welches das Metronom erklingen soll;

source: a bar and a beat note.
de: eine Takt- und eine Beat-Klangfarbe.

source: If you are not sure leave all values unchanged.
de: Wenn Sie nicht sicher sind, lassen Sie alle Werte unverändert.

source: The record tempo doesn't influence the playback tempo!
de: Das Aufnahmetempo beeinflusst das Wiedergabetempo nicht!

source: On metronome dialog press <guibutton>Start recording</guibutton>! You should hear a metronome. If not try a different <hardware>device</hardware>! The metronome plays an upbeat of 4 quarters. So begin playing on the <hardware>keyboard</hardware> with the beginning of the 5th quarter! If the score wasn't empty you should also hear the notes of the other staves.
de: Drücken Sie im Metronom-Dialog auf <guibutton>Aufnahme starten</guibutton>! Sie sollten ein Metronom hören. Wenn nicht, so versuchen Sie, ein anderes <hardware>Gerät</hardware> auszuwählen! Das Metronom spielt einen Auftakt auf 4 Viertel. Also sollten Sie auf der <hardware>Tastatur</hardware> mit dem 5ten Viertel zu spielen beginnen! Wenn die Partitur nicht leer war, sollten Sie auch die Noten der anderen Notenzeilen hören.

source: At the end of recording press the record button (<inlinemediaobject><imageobject><imagedata fileref="record.png"/></imageobject></inlinemediaobject>) again! A warning appears that this overrides the current staff. If you accept the MIDI --&gt; Score transformation begins. The result is still without bar lines and beams.
de: Am Ende der Aufnahme drücken Sie wieder den Aufnahmeknopf (<inlinemediaobject><imageobject><imagedata fileref="record.png"/></imageobject></inlinemediaobject>)! Eine Warnung erscheint, dass dadurch die aktuelle Notenzeile überschrieben wird. Wenn Sie akzeptieren, beginnt die MIDI --&gt; Score Transformation. Das Ergebnis ist noch ohne Taktstriche und Balken.

source: If the import is not as expected you can select some new filter values, see <link linkend="filter">above</link>. Choose:
de: Wenn der Import nicht Ihren Erwartungen entspricht, so können Sie neue Filterwerte eingeben, siehe <link linkend="filter">oben</link>. Wählen Sie:

source: <menuchoice> <guimenu>St<accel>a</accel>ff</guimenu> <guimenuitem><accel>I</accel>mport recording</guimenuitem> </menuchoice> or press the <guibutton>Import recording</guibutton> button on filterdialog.
de: <menuchoice> <guimenu>Noten<accel>z</accel>eile</guimenu> <guimenuitem><accel>A</accel>ufnahme importierem</guimenuitem> </menuchoice> oder drücken Sie den <guibutton>Aufnahme Importieren </guibutton>-Knopf auf dem Filderdialog.

source: This imports the recorded track again.
de: Dadurch wird die Spur erneut importiert.

source: If you are satisfied set the first bar line at the end of the anacrusis (if any) and choose:
de: Wenn Sie zufrieden sind, so setzen Sie den ersten Taktstrich hinter dem Auftakt (so vorhanden) und wählen Sie:

source: If you want to record a 2nd staff create a new staff and <link linkend="sel_voice"> determine the instrument</link>. Then create a TSE3 song:
de: Wenn Sie eine weiter Zeile aufnehmen wollen, so erzeugen Sie eine neue Notenzeile und <link linkend="sel_voice"> bestimmen Sie ein Instrument</link>. Dann erzeugen Sie einen TSE3-song:

source: Again press the record button (<inlinemediaobject><imageobject><imagedata fileref="record.png"/></imageobject></inlinemediaobject>) and start recording. You'll hear the other staves paying during record for your orientation.
de: Drücken Sie den Aufnahme-Knopf erneut ( <inlinemediaobject><imageobject><imagedata fileref="record.png"/></imageobject></inlinemediaobject> ) und starten Sie die Aufhahme! Sie werden die bereits vorhandenen Notenzeilen während der Aufnahme zu Ihrer Orientierung hören.

source: Problems with MIDI import
de: Probleme mit MIDI-Import

source: The current version does not recognize triplets.
de: Die aktuelle Version erkennt keine Triolen.

source: Working with TSE3
de: Arbeiten mit TSE3

source: Versions &gt;= 0.0.22 of the TSE3 library now support the ALSA sound system (<ulink url="http://www.alsa-project.org">Advanced Linux Sound Architecture project</ulink>) (Thanks to Pete Goodliffe &lt;pete.goodliffe@pace.co.uk&gt;). &noteedit; uses the TSE3 ALSA MIDI scheduler as favored sound basis. If this doesn't work it tries to create an OSS (Open Sound System) scheduler <emphasis>(the traditional system)</emphasis>. In some special cases this can cause problems. You can avoid ALSA by :
de: Die Versionen &gt;= 0.0.22 der TSE3 Bibliothek unterstützen jetzt das ALSA Sound-System (<ulink url="http://www.alsa-project.org">Advanced Linux Sound Architecture project</ulink>) (Dank an Pete Goodliffe &lt;pete.goodliffe@pace.co.uk&gt;). &noteedit; nutzt den TSE3 ALSA MIDI Scheduler als bevorzugtes Sound-System. Wenn das nicht geht, versucht es einen OSS (Open Sound System) Scheduler zu erzeugen <emphasis>(the traditional system)</emphasis>. In einigen Spezialfällen kann das Probleme bereiten. Sie können ALSA ausschalten:

source: <menuchoice> <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem><accel>C</accel>onfigure &noteedit;</guimenuitem> </menuchoice> -&gt; Sound
de: <menuchoice> <guimenu><accel>E</accel>instellungen</guimenu> <guimenuitem>Noteneditor ein<accel>r</accel>ichten</guimenuitem> </menuchoice> -&gt; Sound

source: Note:
de: Beachten Sie:

source: If you have an ALSA system possibly both MIDI schedulers work. That's because the <acronym>ALSA</acronym> system has an <acronym>OSS</acronym>emulation. But the emulation doesn't support the read direction. So if you want to <link linkend="midikeyboard">read</link>/<link linkend="recmidi">record</link> from <hardware>MIDI keyboard</hardware> and you have an ALSA system, please use the <acronym>TSE3</acronym> <acronym>ALSA</acronym> scheduler.
de: Wenn Sie ein ALSA System haben, arbeiten möglicherweise beide MIDI Scheduler. Das hängt damit zusammen, dass das <acronym>ALSA</acronym> System eine <acronym>OSS</acronym> Emulation besitzt. Aber die Emulation unterstützt nicht die Lese-Richtung. Wenn Sie also <link linkend="midikeyboard">lesen</link>/<link linkend="recmidi">aufnehmen</link> von der <hardware>MIDI Tastatur</hardware> wollen und ein ALSA System haben, benutzen Sie bitte den <acronym>TSE3</acronym> <acronym>ALSA</acronym> Scheduler.

source: The <application>TiMidity++</application> v2.10.2 server works only in <acronym>ALSA</acronym> system.
de: Der <application>TiMidity++</application> v2.10.2 Server arbeitet nur im <acronym>ALSA</acronym> System.

source: The TSE3 library defines an internal Song structure (see: <ulink url="http://TSE3.sourceforge.net/doc/Song.html">The TSE3 Song class</ulink>) and a file format (see: <ulink url="http://TSE3.sourceforge.net/doc/TSE3MDL.html">TSE3 Music Description Language (TSE3MDL)</ulink>). In the future some new TSE3 based projects are expected. Because &noteedit; can produce and read the TSE3 data the data will be interchangeable with these programs.
de: Die TSE3 Bibliothek definiert eine interne Musikstruktur (siehe: <ulink url="http://TSE3.sourceforge.net/doc/Song.html">The TSE3 Song class</ulink>) und ein Dateiformat (siehe: <ulink url="http://TSE3.sourceforge.net/doc/TSE3MDL.html">TSE3 Music Description Language (TSE3MDL)</ulink>). In der Zukunft werden einige neue Projekte erwartet, die auf TSE3 basieren. Weil &noteedit; die TSE3 Daten produzieren und lesen kann, werden die Daten mit diesen Programmen austauschbar sein.

source: Use <menuchoice> <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem>TSE3 --&gt;<accel>S</accel>core</guimenuitem> </menuchoice> to produce the the TSE3 Song structure from score. If you have a TSE3 Song structure you can:
de: Nutzen Sie <menuchoice> <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem>TSE3 --&gt;TSE3 Song <accel>e</accel>rzeugen</guimenuitem> </menuchoice> um die TSE3-Musikstruktur der Partitur zu erzeugen. Wenn Sie eine TSE3 Musikstruktur haben, können Sie:

source: create a TSE3 file: <menuchoice> <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem><accel>W</accel>rite TSE3 Song</guimenuitem> </menuchoice> <emphasis>(choose a file name)</emphasis>.
de: eine TSE3-Datei erzeugen: <menuchoice> <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem>TSE3-Datei er<accel>z</accel>eugen</guimenuitem> </menuchoice> <emphasis>(Wählen Sie einen Dateinamen)</emphasis>.

source: create a MIDI file: <menuchoice> <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem>TSE3 MIDI <accel>o</accel>ut</guimenuitem> </menuchoice> <emphasis>(choose a file name)</emphasis>. &noteedit; has its own MIDI exporter. But the files produced by TSE3 are smaller because it creates compressed data (for details see: <ulink url="http://TSE3.sourceforge.net/doc/api/TSE3__MidiFileExport.html#ref1"> The TSE3 Midi export class</ulink>).
de: eine MIDI-Datei erzeugen: <menuchoice> <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem><accel>M</accel>IDI-Ausgabe</guimenuitem> </menuchoice> <emphasis>(Wählen Sie einen Dateinamen)</emphasis>. &noteedit; hat seinen eigenen MIDI-Exporter. Aber die Dateien, die durch TSE3 produziert werden, sind kleiner, weil es komprimierte Daten erzeugt. (für Einzelheiten sehen Sie: <ulink url="http://TSE3.sourceforge.net/doc/api/TSE3__MidiFileExport.html#ref1"> The TSE3 Midi Export Klasse</ulink>).

source: play the song for checking the correctness: <menuchoice> <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem><accel>P</accel>lay TSE3 Song</guimenuitem> </menuchoice> . Note: There is no note highlighting and you can't stop playback in current version.
de: das Musikstück spielen, um die Korrektheit zu überprüfen: <menuchoice> <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem>TSE3-Song <accel>a</accel>bspielen </guimenuitem> </menuchoice> . Achtung: Es wird keine Note hervorgehoben, und Sie können in der aktuellen Version das Playback nicht anhalten.

source: reconstruct the score from TSE3 Song: <menuchoice> <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem>TSE3 --&gt;<accel>S</accel>core</guimenuitem> </menuchoice> . Because the TSE3 Song structure only stores the MIDI relevant data a lot of score information gets lost during TSE3 Song creation. See <link linkend="midiimport">Import MIDI</link> about how to reconstruct the score.
de: die Partitur des TSE3-Musikstückes wieder herstellen: <menuchoice> <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem>TSE3 --&gt;<accel>S</accel>core</guimenuitem> </menuchoice>. Weil die TSE3-Musikstruktur nur die für MIDI relevanten Daten speichert, gehen viele Informationen der Partitur bei der Erzeugung der TSE3-Musik verloren. Zur Wiederherstellung der Partitur siehe <link linkend="midiimport">MIDI importieren</link>.

source: You have 2 possibilities to create a TSE3 Song structure from file:
de: Sie haben 2 Möglichkeiten, eine TSE3-Musikstruktur aus einer Datei zu erzeugen:

source: From MIDI file: <menuchoice> <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem>TSE3 MIDI <accel>i</accel>n</guimenuitem> </menuchoice> (See also: <link linkend="midiimport">Import MIDI</link>)
de: Von der MIDI-Datei: <menuchoice> <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem>Midi <accel>i</accel>mportieren</guimenuitem> </menuchoice> (Sehen Sie auch: <link linkend="midiimport">MIDI importieren</link>)

source: From TSE3 file: <menuchoice> <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem><accel>R</accel>ead TSE3 song</guimenuitem> </menuchoice>
de: Von der TSE3-Datei: <menuchoice> <guimenu>TSE<accel>3</accel></guimenu> <guimenuitem>TSE3 Datei <accel>l</accel>esen</guimenuitem> </menuchoice>

source: Quit the program
de: Verlassen des Programms

source: <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel></accel>Quit</guimenuitem>
de: <guimenu><accel>D</accel>atei</guimenu> <guimenuitem><accel></accel>Beenden</guimenuitem>

source: Shortcuts
de: Abkürzungen

source: Note! All <link linkend="keyconf">keys are configurable</link>
de: Achtung! Alle <link linkend="keyconf">Tasten sind konfigurierbar</link>

source: <entry>key</entry>
de: <entry>Taste</entry>

source: Delete
de: Entf

source: delete element, new actual is next element
de: löscht ein Element, das nächste Element ist das neue aktuelle Element

source: delete element, new actual is previous element
de: löscht ein Element, das vorhergehende Element ist neue aktuelle Element

source: Insert
de: Einfg

source: toggle edit mode
de: Ein-/Ausschalten des Edit-Modus

source: whole note
de: ganze Note

source: half note
de: halbe Note

source: toggle triplet
de: Triolen einfügen/löschen

source: quarter note
de: Viertel

source: 8th note
de: Achtel

source: 16th note
de: Sechzehntel

source: 32nd note
de: Zweiunddreißigstel

source: 64th note
de: Vierundsechzigstel

source: 128th note
de: 128stel

source: toggle dotted
de: Punktierung einfügen/löschen

source: toggle tied
de: Bindebögen einfügen/löschen

source: sharp
de: Kreuz

source: natural
de: Auflösungszeichen

source: flat
de: B, b

source: Alt + cursor left
de: Alt + Cursor links

source: Goto start
de: Zurück zum Anfang

source: Alt + cursor right
de: Alt + Cursor rechts

source: Goto end
de: an das Ende springen
