Repository: BackupTheBerlios/noteedit-svn
Catalog: doc/*/*.po
Languages: de

source: The &noteedit; Handbook
de: Das &noteedit; Handbuch

source: TSE3 sequencer library
de: TSE3 Sequencer Bibliothek

source: &noteedit; is a score editor for &kde;
de: &noteedit; ist ein Partitureditor für &kde;

source: music
de: Musik

source: editor
de: Editor (Herausgeber)

source: notes
de: Noten

source: keyboard
de: Tastatur

source: Using &noteedit;
de: Die Benutzung von &noteedit;

source: Starting &noteedit;
de: Starten von &noteedit;

source: This chapter describes the use of &noteedit; for editing notes.
de: Dieses Kapitel beschreibt die Benutzung von &noteedit; zum Editieren von Noten.

source: &noteedit; may be started by one of several ways as described below.
de: &noteedit; kann durch eines der unten beschriebenen Verfahren gestartet werden.

source: You may start &noteedit; by selecting it from the <guisubmenu>Music</guisubmenu> submenu of the panel.
de: Sie können &noteedit; starten, indem Sie es vom <guisubmenu>Music</guisubmenu> Submenü der Kontrollleiste auswählen.

source: You may start &noteedit; by entering the following at the command prompt:
de: Sie können &noteedit; starten, indem Sie am Prompter das folgende Kommando eingeben:

source: The mini command line (invoked with <keycombo action="simul"><keycap>Alt</keycap> <keycap>F2</keycap></keycombo>) may also be used to start &noteedit;
de: Auch im Menü Ausführen (Es wird mit <keycombo action="simul"><keycap>Alt</keycap> <keycap>F2</keycap></keycombo> geöffnet) kann &noteedit; gestartet werden.

source: Once &noteedit; starts, you will see a window like the following:
de: Wenn &noteedit; startet, sehen Sie etwa das folgende Fenster:

source: &noteedit; Mainwindow
de: &noteedit; Hauptfenster

source: Insertion
de: Einfügen

source: Inserting notes
de: Noten einfügen

source: Choose a note length on tool bar (<inlinemediaobject><imageobject><imagedata fileref="toolbar.png"/></imageobject></inlinemediaobject>)! Choose dotted (<inlinemediaobject><imageobject><imagedata fileref="dotted.png"/></imageobject></inlinemediaobject>), double dot (<inlinemediaobject><imageobject><imagedata fileref="ddot.png"/></imageobject></inlinemediaobject>) tied (<inlinemediaobject><imageobject><imagedata fileref="tied.png"/></imageobject></inlinemediaobject>) staccato (<inlinemediaobject><imageobject><imagedata fileref="staccato.png"/></imageobject></inlinemediaobject>) sforzato (<inlinemediaobject><imageobject><imagedata fileref="sforzato.png"/></imageobject></inlinemediaobject>), portato (<inlinemediaobject><imageobject><imagedata fileref="portato.png"/></imageobject></inlinemediaobject>), strong pizzicato (<inlinemediaobject><imageobject><imagedata fileref="spizzicato.png"/></imageobject></inlinemediaobject>), sforzando (<inlinemediaobject><imageobject><imagedata fileref="sforzando.png"/></imageobject></inlinemediaobject>) fermata (<inlinemediaobject><imageobject><imagedata fileref="fermata.png"/></imageobject></inlinemediaobject>), arpeggio (<inlinemediaobject><imageobject><imagedata fileref="arpeggio.png"/></imageobject></inlinemediaobject>), pedal on (<inlinemediaobject><imageobject><imagedata fileref="pedalon.png"/></imageobject></inlinemediaobject>), or pedal off (<inlinemediaobject><imageobject><imagedata fileref="pedaloff.png"/></imageobject></inlinemediaobject>) as needed.
de: Wählen Sie eine Notenlänge auf der Werkzeugleiste(<inlinemediaobject><imageobject><imagedata fileref="toolbar.png"/></imageobject></inlinemediaobject>)! Wählen Sie punktiert (<inlinemediaobject><imageobject><imagedata fileref="dotted.png"/></imageobject></inlinemediaobject>), doppelt punktiert (<inlinemediaobject><imageobject><imagedata fileref="ddot.png"/></imageobject></inlinemediaobject>) Haltebogen (<inlinemediaobject><imageobject><imagedata fileref="tied.png"/></imageobject></inlinemediaobject>) staccato (<inlinemediaobject><imageobject><imagedata fileref="staccato.png"/></imageobject></inlinemediaobject>) sforzato (<inlinemediaobject><imageobject><imagedata fileref="sforzato.png"/></imageobject></inlinemediaobject>), portato (<inlinemediaobject><imageobject><imagedata fileref="portato.png"/></imageobject></inlinemediaobject>), strong pizzicato (<inlinemediaobject><imageobject><imagedata fileref="spizzicato.png"/></imageobject></inlinemediaobject>), sforzando (<inlinemediaobject><imageobject><imagedata fileref="sforzando.png"/></imageobject></inlinemediaobject>), Fermate (<inlinemediaobject><imageobject><imagedata fileref="fermata.png"/></imageobject></inlinemediaobject>),arpeggio (<inlinemediaobject><imageobject><imagedata fileref="arpeggio.png"/></imageobject></inlinemediaobject>) Pedal-an (<inlinemediaobject><imageobject><imagedata fileref="pedalon.png"/></imageobject></inlinemediaobject>) oder Pedal-aus (<inlinemediaobject><imageobject><imagedata fileref="pedaloff.png"/></imageobject></inlinemediaobject>) wie gewünscht.

source: <command>Only if you want to create a visible accidental:</command> Choose sharp (<inlinemediaobject><imageobject><imagedata fileref="sharp.png"/></imageobject></inlinemediaobject>), flat (<inlinemediaobject><imageobject><imagedata fileref="flat.png"/></imageobject></inlinemediaobject>), double sharp (<inlinemediaobject><imageobject><imagedata fileref="dsharp.png"/></imageobject></inlinemediaobject>), double flat (<inlinemediaobject><imageobject><imagedata fileref="dflat.png"/></imageobject></inlinemediaobject>) or natural (<inlinemediaobject><imageobject><imagedata fileref="natural.png"/></imageobject></inlinemediaobject>)!
de: <command>Nur wenn Sie sichtbare Vorzeichen erzeugen wollen:</command> Wählen Sie Kreuz (<inlinemediaobject><imageobject><imagedata fileref="sharp.png"/></imageobject></inlinemediaobject>), B( (<inlinemediaobject><imageobject><imagedata fileref="flat.png"/></imageobject></inlinemediaobject>), Doppelkreuz (<inlinemediaobject><imageobject><imagedata fileref="dsharp.png"/></imageobject></inlinemediaobject>), Doppel-B (<inlinemediaobject><imageobject><imagedata fileref="dflat.png"/></imageobject></inlinemediaobject>)oder Auflösungszeichen (<inlinemediaobject><imageobject><imagedata fileref="natural.png"/></imageobject></inlinemediaobject>)!

source: Press &LMB; at note position!
de: Drücken Sie die &LMB; an der Einfügeposition!

source: Alternatively you can activate the keyboard insertion mode by pressing the keyboard insert button (<inlinemediaobject><imageobject><imagedata fileref="singlekey.png"/></imageobject></inlinemediaobject>). In this case you can choose the pitch by cursor Up/Down keys and the insertion position by cursor Left/Right keys. To insert a note press <keycap>Enter</keycap>!
de: Sie können auch den Tastatureingabemodus durch Drücken des Tastatureingabeknopfes (<inlinemediaobject><imageobject><imagedata fileref="singlekey.png"/></imageobject></inlinemediaobject>) aktivieren. In diesem Falle können Sie die Tonhöhe durch die Cursor Up/Down-Tasten und die Einfügeposition durch die Cursor Links/Rechts-Tasten bestimmen. Um eine Note einzufügen, drücken Sie <keycap>Enter</keycap>!

source: <command>only with TSE3</command><inlinemediaobject><imageobject><imagedata fileref="smlogo.png"/></imageobject></inlinemediaobject> Alternatively you can specify the pitch by a <hardware>MIDI keyboard</hardware> connected to your sound card. If you press the black keyboard button (<inlinemediaobject><imageobject><imagedata fileref="blackkeyboard.png"/></imageobject></inlinemediaobject>) you can hear the notes played on MIDI keyboard. If you press the red keyboard button (<inlinemediaobject><imageobject><imagedata fileref="redkeyboard.png"/></imageobject></inlinemediaobject>) the pitch is determined by the <hardware>MIDI keyboard</hardware>.
de: <command>Nur mit TSE3</command><inlinemediaobject><imageobject><imagedata fileref="smlogo.png"/></imageobject></inlinemediaobject> Sie können die Tonhöhe auch durch ein <hardware>MIDI Keyboard</hardware>, das an Ihre Soundkarte angeschlossen ist, vorgeben. Wenn Sie den schwarzen Keyboard-Knopf (<inlinemediaobject><imageobject><imagedata fileref="blackkeyboard.png"/></imageobject></inlinemediaobject>) drücken, können Sie die Noten hören, die auf dem MIDI-Keyboard gespielt werden. Wenn Sie den roten Keyboard-Knopf (<inlinemediaobject><imageobject><imagedata fileref="redkeyboard.png"/></imageobject></inlinemediaobject>) drücken, wird die Tonhöhe durch das <hardware>MIDI-Keyboard</hardware> bestimmt.

source: Another possibility is to use the computer keyboard instead of a MIDI keyboard:
de: Eine andere Möglichkeit besteht darin, die Computertastatur anstelle eines MIDI-Keyboards zu benutzen:

source: <literal>C</literal> means pitch C
de: <literal>C</literal> bedeutet Ton C

source: <literal>D</literal> means pitch D
de: <literal>D</literal> bedeutet Ton D

source: <literal>E</literal> means pitch E
de: <literal>E</literal> bedeutet Ton E

source: You can redefine the case because all <link linkend="keyconf">keys are configurable</link>
de: Sie können die Buchstaben umdefinieren, weil alle <link linkend="keyconf">Tasten konfigurierbar</link> sind.

source: If you insert notes at the end &noteedit; will re-compute the beams in last measure.(<link linkend="autobeaminsert">configurable</link>)
de: Wenn Sie Noten am Ende einfügen, wird &noteedit; berechner &noteedit; dieBalken im letzten Takt neu (<link linkend="autobeaminsert">konfigurierbar</link>).

source: If you insert notes at the end &noteedit; will insert bars according the current time signature. (<link linkend="autobarinsert">configurable</link>)
de: Wenn Sie Noten am Ende einfügen, wird &noteedit; Taktstriche entsprechend dem geltenden Taktmaß einfügen (<link linkend="autobarinsert">konfigurierbar</link>).

source: Normally &noteedit; chooses the stem direction automatically. You can force a certain stem direction by pressing the stem Up/Down buttons (<inlinemediaobject><imageobject><imagedata fileref="stemupdown.png"/></imageobject></inlinemediaobject>).
de: Normalerweise wählt &noteedit; die Richtung des Notenhalses automatisch. Sie können eine bestimmte Richtung des Notenhalses erzwingen, indem Sie die Notenhals-Up/Down Knöpfe drücken (<inlinemediaobject><imageobject><imagedata fileref="stemupdown.png"/></imageobject></inlinemediaobject>).

source: Normally the dot and accidental buttons turn off after insertion. Use the glue button(<inlinemediaobject><imageobject><imagedata fileref="rivet.png"/></imageobject></inlinemediaobject>) to change this behaviour.
de: Normalerweise rasten die Punktierungs- und Vorzeichen-Knöpfe nach dem Einfügen wieder aus. Benutzen Sie den Feststellknopf(<inlinemediaobject><imageobject><imagedata fileref="rivet.png"/></imageobject></inlinemediaobject>), um dieses Verhalten zu ändern.

source: Problems with double whole notes
de: Probleme mit Doppelt-Ganzen-Noten (Breve)

source: Although the double whole note is called <literal><userinput>breve</userinput></literal> in <emphasis>(almost)</emphasis> all music typesetters <emphasis>(except PMX, here it is called '9')</emphasis> the representation differs:
de: Obwohl die Doppelt-Ganze-Note in den meisten Musik-Satz-Systemen <literal><userinput>breve</userinput></literal> genannt wird <emphasis>( ausgenommen PMX, hier wird sie 9 genannt)</emphasis>, differiert die Darstellung:

source: In <application>MUP</application>, <application>LilyPond</application> and <application>ABC music</application> it looks like a whole note with 2 additional lines:
de: In <application>MUP</application>, <application>LilyPond</application> und <application>ABC music</application> sieht sie wie eine ganze Note mit zweizusätzlichen Linien aus:

source: In <application>MusiXTeX</application> and <application>PMX</application> it is a small rectangle: <inlinemediaobject><imageobject><imagedata fileref="breve_rect.png"/></imageobject></inlinemediaobject> and
de: In <application>MusiXTeX</application> and <application>PMX</application> ist sie ein kleines Rechteck: <inlinemediaobject><imageobject><imagedata fileref="breve_rect.png"/></imageobject></inlinemediaobject> und

source: <application>MusiXTeX</application> offers the whole note with 2 additional lines, too.
de: <application>MusiXTeX</application> bietet auch die ganze Note mit zwei Zusatzlinien an.

source: To unify the representation I decided for the whole note with 2 additional lines: <inlinemediaobject><imageobject><imagedata fileref="breve_oval.png"/></imageobject></inlinemediaobject>. This can be exported to <application>MusiXTeX</application>, <application>MUP</application>, <application>LilyPond</application> and <application>ABC music</application>. Thus, only <application>PMX</application> shows the small rectangle: <inlinemediaobject><imageobject><imagedata fileref="breve_rect.png"/></imageobject></inlinemediaobject>.
de: Um die Darstellung zu vereinfache, entschied ich mich für die ganze Note mi den 2 zusätzlichen Linien: <inlinemediaobject><imageobject><imagedata fileref="breve_oval.png"/></imageobject></inlinemediaobject>. Das kann nach: <application>MusiXTeX</application>, <application>MUP</application>, <application>LilyPond</application> und <application>ABC music</application> exportiert werden. Somit zeigt nur <application>PMX</application> ds kleine Rechteck: <inlinemediaobject><imageobject><imagedata fileref="breve_rect.png"/></imageobject></inlinemediaobject>.

source: Grace notes
de: Vorschlag/Nachschlag-Noten

source: &noteedit; offers 3 types of graces notes:
de: &noteedit; bietet 3 Typen von Vorschlag/Nachschlag-Noten an:

source: 8th grace:
de: Achtel:

source: 16th grace
de: Sechszehntel:

source: stroken grace:
de: Gestrichen:

source: All graces are stem up.
de: Die Notenhälse aller Vorschlag/Nachschlag-Noten zeigen aufwärts.

source: During playback there is no difference between these 3 types. <userinput>Please note!</userinput> Grace notes are conflicting things: They do not contribute to measure length. On the other hand a certain amount of time is needed to play them. This time must be taken from other notes. Thus, if you insert - say - 20 grace notes between two 8th you cannot expect the playback really works! Problems also occur if you place some graces without a main note.
de: Während des Abspielens gibt es keinen Unterschied zwischen diesen 3 Typen. <userinput>Bitte beachten!</userinput> Vorschlag/Nachschlag-Noten sind widersprüchliche Dinge: Sie tragen nicht zur Taktlänge bei. Andererseits ist ein gewisser Zeitbetrag notwendig, sie zu spielen. Diese Zeit muss von anderen Noten genommen werden. Wenn Sie also angenommen 20 Vorschlag-Noten zwischen zwei Achteln platzieren, so können sie nicht erwarten, dass die Wiedergabe wirklich funktioniert! Probleme tauchen auch auf, wenn Sie mehrere Vorschlag-Noten ohne Hauptnote setzen.

source: Please avoid leading graces! Leading graces have a negative start time. You'll never hear them. Insert an empty measure instead!
de: Bitte vermeiden Sie führende Vorschlag-Noten! Diese haben eine negative Startzeit. Sie werden sie niemals hören. Fügen Sie statt dessen einen leeren Takt ein!

source: Problems exporting graces notes
de: Probleme beim Exportieren von Vorschlag/Nachschlag-Noten

source: <userinput>MusiXTeX</userinput> <application>MusiXTeX</application> accepts the graces so as written on score: with/without beam, with/without slur, even beamed stroken graces.
de: <userinput>MusiXTeX</userinput> <application>MusiXTeX</application> akzeptiert die Vorschlag/Nachschlag-Noten, so wie sie in der Partitur geschrieben sind: mit/ohne Balken, mit/ohne Bindebögen, sogar mit Balken versehene gestrichene Vorschlag/Nachschlag-Noten.

source: <userinput>LilyPond</userinput> <application>LilyPond</application> changes the beam status reasonably. Version 1.4.x cannot deal with slurs in grace notes. &noteedit; will warn you.
de: <userinput>LilyPond</userinput> <application>LilyPond</application> ändert den Balken-Status sinnvoll. Version 1.4.x kann Bindebögen in Vorschlag/Nachschlag-Noten nicht behandeln. &noteedit; gibt eine Warnung aus.

source: <userinput>ABC music</userinput> changes the beam status reasonably.
de: <userinput>ABC music</userinput> ändert den Balkenstatus sinnvoll.

source: <userinput>PMX</userinput> <application>PMX</application> changes the slur and beam status reasonably.
de: <userinput>PMX</userinput> <application>PMX</application> ändert den Bindebogen- und Balkenstatus sinnvoll.

source: <userinput>MUP</userinput> <application>MUP</application> hates beam statements in grace notes. It sets the beams reasonably. So, if you are a <application>MUP</application> user never produce grace notes with beams! Furthermore, <application>MUP</application> cannot deal with graces after. &noteedit; will warn you. Furthermore: MUP has no means to describe more than one slurred grace note. &noteedit; "extends" the MUP syntax in this case. Of course, the result is not MUP-able. &noteedit; will warn you!
de: <userinput>MUP</userinput> <application>MUP</application> hasst Balken in Vorschlag/Nachschlag-Noten. Es ändert die Balken sinnvoll. Deshalb sollten Sie als <application>MUP</application> Nutzer niemals Vorschlag/Nachschlag-Noten mit Balken produzieren! <application>MUP</application> kann nicht mit Nachschlag-Noten umgehen. &noteedit; gibt eine Warnung aus.Desweiteren bietet MUP keinerlei Mittel an, mehrere mit einem Haltebogen versehene Vorschlagnoten zu spezifizieren. &noteedit; gibt eine Warnung aus.

source: Drum notes
de: Schlagzeugnoten

source: &noteedit; offers 5 different types of drum notes. Choose one of them on drum toolbar (<inlinemediaobject><imageobject><imagedata fileref="drumtools.png"/></imageobject></inlinemediaobject>). If you can't see this toolbar then select it on <literal><userinput>View</userinput></literal> menu. <userinput>Note!</userinput> &noteedit; supports 2 different kinds of drum clefs. (see <link linkend="insert_clef">Insert Clef</link>)
de: &noteedit; bietet 5 verschiedene Arten von Schlagzeugnoten an. Wählen Sie eine von ihnen auf der Werkzeugleiste für Schlagzeugnoten. (<inlinemediaobject><imageobject><imagedata fileref="drumtools.png"/></imageobject></inlinemediaobject>) aus. Wenn Sie diese Werkzeugleiste nicht sehen können, so wählen Sie sie im <literal><userinput>Ansicht</userinput></literal> -Menü aus. <userinput>Beachten Sie!</userinput> &noteedit; unterstützt 2 unterschiedliche Arten von Schlüsseln für das Schlagzeug. (s.a. <link linkend="insert_clef">Schlüssel einfügen</link>)

source: To produce audible drum notes during playback <link linkend="staffprops">set the staff channel</link> to drum channel (channel 10 on most sound cards).
de: Um Schlagzeugnoten zu produzieren, die während der Wiedergabe hörbar sind, <link linkend="staffprops">setzen Sie den Kanal für die Notenzeile</link> auf den Schlagzeugkanal (Kanal 10 auf den meisten Soundkarten).

source: Problems with exportation of drum notes
de: Probleme beim Exportieren von Schlagzeugnoten

source: <userinput>MusiXTeX</userinput>: All 5 drum notes are supported in <application>MusiXTeX</application>.
de: <userinput>MusiXTeX</userinput>: Alle 5 Schlagzeugnoten werden in <application>MusiXTeX</application> unterstützt.

source: <userinput>LilyPond</userinput>: First of all: I was told my drum exportation doesn't use all <application>LilyPond</application> features. Perhaps a <application>LilyPond</application> guru can review the &noteedit; <application>LilyPond</application> output and send me a mail what to to.
de: <userinput>LilyPond</userinput>: Zunächst: Es wurde mir gesagt, dass der Export meiner Schlagzeugnoten nicht alle <application>LilyPond</application> Eigenschaften ausnutzen würde. Vielleicht kann ein <application>LilyPond</application> -Guru die &noteedit; <application>LilyPond</application> Ausgabe durchsehen und mir eine Mail senden, aus der hervorgeht, was zu tun wäre.

source: The drum notes export works but with some side effects. All notes in a chord appear with the same drum note type. Only 3 of the 5 types are supported. &noteedit; will warn you.
de: Der Export der Schlagzeugnoten arbeitet, aber mit einigen Nebeneffekten. Alle Noten eines Akkords erscheinen mit der gleichen Art von Schlagzeugnoten. Nur 3 der 5 Arten werden unterstützt. &noteedit; gibt eine Warnung aus.

source: <userinput>ABC music</userinput> drum notes are exported to ABC music.
de: <userinput>ABC music</userinput> Die Schlagzeugnoten werden nach ABC music exportiert.

source: <userinput>PMX</userinput>: Drum notes are not supported in <application>PMX</application>. &noteedit; will warn you.
de: <userinput>PMX</userinput>: Schlagzeugnoten werden in <application>PMX</application> nicht unterstützt. &noteedit; gibt eine Warnung aus.

source: <userinput>MUP</userinput>: The <application>MUP</application> compatibility ends here. <application>MUP</application> doesn't support drum notes. &noteedit; "extends" the <application>MUP</application> syntax to correctly restore the score. &noteedit; will warn you, because (of course) the result isn't <application>MUP</application>-able.
de: <userinput>MUP</userinput>: Die <application>MUP</application>-Kompatibilität endet hier. <application>MUP</application> unterstützt keine Schlagzeugnoten. &noteedit; "erweitert" die <application>MUP</application> Syntax, um die Partitur exakt wieder laden zu können. &noteedit; gibt eine Warnung aus, denn (natürlich) ist das Ergebnis nicht <application>MUP</application>-bar.

source: Inserting rests
de: Pausen einfügen

source: Choose a rest length on tool bar (<inlinemediaobject><imageobject><imagedata fileref="toolbar.png"/></imageobject></inlinemediaobject>)! Choose dotted (<inlinemediaobject><imageobject><imagedata fileref="dotted.png"/></imageobject></inlinemediaobject>) or hidden (<inlinemediaobject><imageobject><imagedata fileref="hrest.png"/></imageobject></inlinemediaobject> / see <link linkend="mulvoices">multiple voices</link>) if you wish. Press &RMB; at rest position!
de: Wählen Sie eine Pausenlänge auf der Werkzeugleiste (<inlinemediaobject><imageobject><imagedata fileref="toolbar.png"/></imageobject></inlinemediaobject>)! Wählen Sie punktiert (<inlinemediaobject><imageobject><imagedata fileref="dotted.png"/></imageobject></inlinemediaobject>) oder versteckt (<inlinemediaobject><imageobject><imagedata fileref="hrest.png"/></imageobject></inlinemediaobject> / s.a. <link linkend="mulvoices">mehrere Stimmen</link>) , wenn Sie es wünschen. Drücken Sie die &RMBD; an der Pausenposition!

source: Alternatively you can activate the keyboard insertion mode by pressing the keyboard insert button (<inlinemediaobject><imageobject><imagedata fileref="singlekey.png"/></imageobject></inlinemediaobject>). In this case you can determine the insertion position by cursor Left/Right keys. To insert a rest press <keycap>Space</keycap>!
de: Sie können auch den Tastatureingabemodus durch Drücken des Tastatureingabeknopfes (<inlinemediaobject><imageobject><imagedata fileref="singlekey.png"/></imageobject></inlinemediaobject>) aktivieren. In diesem Falle können Sie die Eingabeposition mit den Cursor Links/Rechts-Tasten bestimmen. Um eine Pause einzufügen, drücken Sie die <keycap>Leertaste</keycap>!

source: Multi rests
de: Mehrtakte-Pausen

source: <literal><userinput>Insert --&gt; multirest ... </userinput></literal> <emphasis> ... choose the length of multi rest</emphasis>
de: <literal><userinput>Einfügen --&gt; Mehrtakte-Pause ... </userinput></literal> <emphasis> ... Wählen Sie die Länge der Mehrtakte-Pause</emphasis>

source: <userinput>Note!</userinput> Some restrictions apply to multi rests in <application>MUP</application> and <application>PMX</application>:
de: <userinput>Beachten Sie bitte!</userinput> Einige Einschränkungen gelten für Mehrtakt-Pausen in <application>MUP</application> und <application>PMX</application>:
