Repository: BackupTheBerlios/noteedit-svn
Catalog: doc/*/*.po
Languages: de

source: My whole Linux hangs if I try to start &noteedit;. I have to restart the system.
de: Mein gesamtes Linux bleibt stehen, wenn ich &noteedit; benutze. Ich muss das gesamte System neu starten.

source: Note! It is impossible that a program which runs in user space stops Linux <emphasis>(except swap overflow)</emphasis>. Even if the program has tons of bugs. It has to to with you ALSA module parameters. Unfortunately, I can't help you in this case. Please contact the ALSA developers! As an interim solution you can start &noteedit; without creating an ALSA MIDI scheduler:
de: Beachten Sie! Es ist unmöglich, dass ein Programm, welches im User-Space läuft, Linux anhält. <emphasis>(außer Swap-Überlauf)</emphasis>. Auch wenn das Programm Tonnen von Bugs hat. Es hat etwas mit Ihren ALSA-Modul-Parametern zu tun. Kontaktieren Sie bitte die ALSA-Entwickler. Als Zwischenlösung können Sie &noteedit; ohne Erzeugung eines ALSA-MIDI-Schedulers starten:

source: The MIDI import discussion page
de: Die MIDI-Import Diskussionsseite

source: The following text is a overview of the essence of MIDI data. It shall give non-information engineers the possibility to use the MIDI event filter and tell them about the problems of importing MIDI data. A detailed MIDI description can be found at <emphasis>(for instance)</emphasis> <ulink url="http://TSE3.sourceforge.net/docs.html">http://TSE3.sourceforge.net/docs.html</ulink>.
de: Der folgende Text ist eine Übersicht über das Wesen der MIDI-Daten. Er soll Nicht-Informatikern die Möglichkeit geben, den MIDI-Ereignis-Filter zu verwenden und beschreibt Probleme beim Importieren von MIDI-Daten. Eine ausführliche MIDI-Beschreibung kann<emphasis> (zum Beispiel) </emphasis>bei folgender Adresse gefunden werden <ulink url="http://TSE3.sourceforge.net/docs.html">http://TSE3.sourceforge.net/docs.html</ulink>.

source: Imagine a <emphasis>pump</emphasis> which presses air through 8 parallel tubes. The tubes have a small slot with an endless paper in it. At the end of each of these tubes is an organ-pipe. Each of the 8 organ-pipes plays a different note. As long as there is paper in the slot you can't hear anything. But the paper has elongated holes and it is moved upward with a certain <emphasis>tempo</emphasis>. So if one of these elongated holes is in the slot the appropriate note sounds. The volume can be determined by the width of the elongated holes.
de: Stellen Sie sich eine <emphasis>Pumpe</emphasis> vor, die Luft durch 8 parallele Rohre presst. Die Rohre haben einen kleinen Spalt, in dem sich ein Endlospapier befindet. Am Ende jedesRohres befindet sich eine Orgelpfeife. Jede dieser 8 Orgelpfeifen spielt eine andere Note. Solange Papier in den Spalten ist, können Sie nichts hören. Aber das Papier hat Langlöcher und es wird mit einem bestimmten <emphasis>Tempo</emphasis> nach oben bewegt. Wenn sich also eines dieser Langlöcher in einem Spalt befindet, erklingt die betreffende. Note. Die Lautstärke wird durch die Breite der Langlöcher bestimmt.

source: Nothing more is necessary to determine music! And MIDI data are of this kind! A MIDI file can be regarded as a long paper with holes:
de: Mehr ist nicht nötig zur Beschreibung von Musik! Und MIDI-Daten sind von dieser Art! Eine MIDI-Datei kann als ein langes Papier mit Löchern betrachtet werden:

source: At the border is a scale of <emphasis>ticks</emphasis> and the tempo is given in ticks per second.
de: Am Rand ist eine Skala von <emphasis>Ticks</emphasis> und das Tempo wird dann in Ticks pro Sekunde gemessen.

source: Now regard the following situation:
de: Nun betrachten Sie bitte die folgende Situation:

source: In <userinput>C</userinput>-line is a hole of 12 ticks and in <userinput>D</userinput>-line a hole of 6 ticks. &noteedit; shall build a score from this information. But it is impossible because <emphasis>ticks</emphasis> is a MIDI term. But &noteedit; needs <emphasis>half note</emphasis>, <emphasis>quarter note</emphasis> and so on.
de: In der <userinput>C</userinput>-Linie ist ein Loch von 12 Ticks und in der <userinput>D</userinput>-Linie ein Loch von 6 Ticks. &noteedit; soll eine Partitur aus diesen Informationen herstellen. Aber das ist unmöglich, weil <emphasis>Tick</emphasis> ein MIDI-Term ist. Aber &noteedit; braucht <emphasis>halbe Note</emphasis>, <emphasis>Viertelnote</emphasis> und so weiter.

source: Fortunately the MIDI file contains a hint. The <emphasis>MIDI header chunk</emphasis> has a field called <emphasis>delta-time ticks per quarter</emphasis>. And if this field determines 24 ticks per quarter the score is <emphasis>(almost)</emphasis> clear:
de: Glücklicherweise enthällt die MIDI-Datei einen Hinweis. Der <emphasis>MIDI-Header-Chunk</emphasis> hat ein Feld, das <emphasis>Delta-Time-Ticks pro Viertel</emphasis> genannt wird. Und wenn das Feld 24 Ticks pro Viertel definiert, ist die Partitur <emphasis>(fast)</emphasis> klar:

source: Is it really clear? Here are some other possibilities:
de: Ist sie wirklich klar? Hier sind einige andere Möglichkeiten:

source: That's the first reason for the necessity of human intervention. The MIDI file doesn't contain any hint about beams or ties or so. Furthermore in some cases the clef in unclear. &noteedit; tries to choose the most suitable clef. But sometimes the clef is not as expected. In this case you can <link linkend="change_clef"> change the clef</link>.
de: Das ist der erste Grund für das Eingreifen des Menschen. Die MIDI-Datei enthält keinen Hinweis auf Balken oder Bindebögen. Ja sogar der Schlüssel ist in einigen Fällen unklar. &noteedit; versucht, den geeignetsten Schlüssel zu wählen. Aber manchmal ist der Schlüssel nicht so, wie erwartet. In diesem Falle können Sie <link linkend="change_clef"> den Notenschlüssel ändern</link>.

source: Fortunately MIDI files <emphasis>(can)</emphasis> contain a hint about the time signature and the key signature. If present &noteedit; uses this information.
de: Glücklicherweise enthalten MIDI-Dateien <emphasis>(manchmal)</emphasis> einen Hinweis auf Takt- und Tonart. Wenn er vorhanden ist, nutzt &noteedit; diese Information.

source: But really difficult problems occur in MIDI files generated by a human playing. Regard the following example:
de: Aber wirklich schwierige Probleme entstehen in MIDI-Dateien, die durch Einspiel eines Musikers entstanden sind. Betrachten Sie das folgende Beispiel:

source: Assume a quarter note has 16 ticks! There is a <userinput>C</userinput> of 11 ticks and a <userinput>E</userinput> of 8 ticks. The exact computation is:
de: Angenommen eine Viertelnote hat 16 Ticks! Es gibt ein <userinput>C</userinput> von 11 Ticks und ein <userinput>E</userinput> von 8 Ticks. Die exakte Berechnung lautet:

source: 11 ticks = 8 ticks + 2 ticks + 1 tick --&gt; 8th + 32nd + 64th followed by a 64th rest followed by a 8th:
de: 11 Ticks = 8 Ticks + 2 Ticks + 1 Tick --&gt; 8el + 32stel + 64stel gefolgt von einer 64stel Pause gefolgt von einem Achtel:

source: But presumably the musician wanted to play: <inlinemediaobject> <imageobject><imagedata fileref="score6.png"/></imageobject> </inlinemediaobject>. But he released the <userinput>C</userinput>-key a bit early. And &noteedit; can "hear" with a precision of a 128th note! Therefore it recognizes a 64th rest.
de: Aber vermutlich wollte der Musiker das spielen: <inlinemediaobject> <imageobject><imagedata fileref="score6.png"/></imageobject> </inlinemediaobject>. Aber er ließ die <userinput>C</userinput>-Taste etwas zu zeitig los. Aber &noteedit; kann mit einer Genauigkeit einer 128stel Note "hören"! Deshalb erkennt es eine 64stel Pause.

source: These are the situations where MIDI event filters should be applied. &noteedit; has an internal algorithm to estimate the note length.
de: Das sind die Situationen, in denen ein MidiEventFilter angewendet werden sollte. &noteedit; benutzt einen internen Algorithmus, um die Notenlänge zu bestimmen.

source: The LilyPond export discussion page
de: Die LilyPond-Export Diskussionsseite

source: "old" LilyPond
de: "altes" LilyPond

source: <userinput>Attention!</userinput> If you use <application>LilyPond</application>-1.2 (or less) use the <application>configure</application> option:
de: <userinput>Achtung!</userinput> Wenn Sie <application>LilyPond</application>-1.2 (oder älter) benutzen, verwenden Sie bitte die <application>Konfigurations-</application> Option:

source: Otherwise the output is incorrect.
de: Sonst ist die Ausgabe inkorrekt.

source: <application>LilyPond</application> is a new music typesetter. It produces beautiful sheet music from a high level description file. The home page is at <ulink url="http://lilypond.org">http://lilypond.org</ulink>. Furthermore <application>LilyPond</application> is part of most Linux distributions.
de: <application>LilyPond</application> ist ein neues Musik-Satz-System. Es erzeugt wunderbare Musikseiten aus einer auf hohem Niveau stehenden Beschreibungsdatei. Die Homepage finden Sie unter <ulink url="http://lilypond.org">http://lilypond.org</ulink>. Darüber hinaus ist <application>LilyPond</application> Bestandteil der meisten Linux-Distributionen.

source: The <application>LilyPond</application> input is easy to understand. Thus, you have the possibility to post-edit the &noteedit; output.
de: Die <application>LilyPond</application>-Eingabe ist leicht zu verstehen. So haben Sie die Möglichkeit, die &noteedit;-Ausgabe nachzueditieren.

source: Quick Start
de: Schnellstart

source: I assume you produced a file named <filename>mus1.ly</filename>. Accept all parameters on the "File export" form. Or choose <option>landscape</option> format if you wish. If you want to limit the count of measures per line press the appropriate button (<inlinemediaobject> <imageobject><imagedata fileref="limitbutton.png"/></imageobject> </inlinemediaobject>) and choose a number.
de: Ich nehme an, dass Sie eine Datei namens <filename>mus1.ly</filename> erstellt haben. Akzeptieren Sie alle Parameter auf dem "File export" Formular. Oder wählen Sie das <option>Quer-</option> Format, wenn Sie es wünschen. Wenn Sie die Anzahl der Takte auf einer Linie begrenzen wollen, drücken Sie bitte den entsprechenden Knopf (<inlinemediaobject> <imageobject><imagedata fileref="limitbutton.png"/></imageobject> </inlinemediaobject>) und wählen eine Zahl.

source: Generating DVI file
de: Erzeugung von DVI-Dateien

source: If you compiled <application>LilyPond</application> by your own, you ordinarily have to set some environment variables. There are some scripts for your <application>LilyPond</application> installation in <application>buildscripts/out</application> subdirectory of the <application>LilyPond</application> source tree. Apply the script (especially if the <application>LilyPond</application> output isn't as expected):
de: Wenn Sie selbständig <application>LilyPond</application> compiliert haben, müssen Sie gewöhnlich einige Umgebungsvariablen setzen. Es gibt einige Skripten für Ihre <application>LilyPond</application> Installation im <application>buildscripts/out</application> Unterverzeichnis des <application>LilyPond</application> Quellen-Baumes. Verwenden Sie das Skript (besonders wenn die <application>LilyPond</application>-Ausgabe nicht so wie erwartet ist):

source: Type:
de: Geben Sie ein:

source: This produces <filename>mus1.dvi</filename>
de: Das erzeugt <filename>mus1.dvi</filename>

source: You can preview the result with:
de: Sie können sich das Ergebnis betrachten:

source: Or if you exported in landscape mode:
de: Oder wenn Sie im Querformat exportiert haben:

source: Generating Postscript file
de: Erzeugung einer Postscript-Datei

source: To get a printable Postscript output do:
de: Um eine druckfähige Postscript-Datei zu erzeugen, geben Sie ein:

source: Or if you decided for <option>landscape</option> format:
de: Oder wenn Sie sich für das <option>Quer-</option>Format entschieden haben:

source: Or (better):
de: Oder (besser):

source: This produces a printable output <filename>mus1.ps</filename>
de: Das erzeugt eine druckfähige Ausgabe <filename>mus1.ps</filename>

source: If you have a PostScript printer the printing is produced by:
de: Wenn Sie einen PostScript-Drucker haben, lautet der Druckbefehl:

source: LilyPond installation tips
de: Installationstipps für LilyPond

source: Besides the TeX base package you need for installation and usage:
de: Außer dem TeX Basispaket benötigen Sie zur Installation und zur Anwendung:

source: The MetaPost package;
de: Das MetaPost Paket;

source: The kpathsea headers;
de: Die Kpathsea Header;

source: These packages are not necessarily installed together with the TeX base package.
de: Diese Pakete werden nicht notwendigerweise zusammen mit dem TeX Basispaket installiert.

source: For the <application>LilyPond</application>, <application>ly2dvi</application>, <application>xdvi</application>and <application>dvips</application> programs possibly some environment variables must be set. Please read the LilyPond install instruction and have a look at the <application>buildscripts/out</application> subdirectory!
de: Für die <application>LilyPond</application>, <application>ly2dvi</application>, <application>xdvi</application> und <application>dvips</application> Progamme müssen möglicherweise einige Umgebungsvariablen gesetzt werden. Bitte lesen Sie die LilyPond Installationsanleitung und werfen Sie einen Blick auf das <application>buildscripts/out</application> Unterverzeichnis!

source: If you get some strange symbols on PostScript/DVI file apply the <application>clean-fonts</application> script in <application>buildscripts/out</application> subdirectory.
de: Wenn Sie einige komische Zeichen in der PostScript/DVI-Datei erhalten, wenden Sie das <application>clean-fonts</application> Script im <application>buildscripts/out</application> Unterverzeichnis an.

source: Font sizes
de: Größen von Buchstaben

source: <application>LilyPond</application> supports different font sizes. You can choose one with font size button ( <inlinemediaobject> <imageobject><imagedata fileref="fontsize.png"/></imageobject> </inlinemediaobject> )
de: <application>LilyPond</application> unterstützt unterschiedliche Buchstabengrößen. Sie können eine Größe mit dem Buchstaben-Größe-Knopf wählen ( <inlinemediaobject> <imageobject><imagedata fileref="fontsize.png"/></imageobject> </inlinemediaobject> )

source: Beams
de: Balken

source: Do not expect the same beams as on &noteedit; score, because <application>LilyPond</application> has its own very intelligent beam algorithm. It is recommended to use it. But if you want the same beams as in &noteedit; select the <emphasis>keep beams</emphasis> checkbox.
de: Erwarten Sie nicht dieselben Balken wie in der &noteedit; Partitur, weil <application>LilyPond</application> seinen eigenen sehr intelligenten Balkenalgorithmus hat. Es wird empfohlen, ihn zu nutzen. Aber wenn Sie die gleichen Balken wie in &noteedit; wünschen, wählen Sie die <emphasis>Original-Balken</emphasis> Checkbox aus.

source: Stem direction
de: Richtung der Notenhälse

source: Do not expect the same stem direction as on &noteedit; score, because <application>LilyPond</application> has its own stem algorithm. But if you want the same stem direction as in &noteedit; select the <emphasis>keep stem dir.</emphasis> checkbox.
de: Erwarten Sie nicht dieselben Balken wie in der &noteedit; Partitur, weil <application>LilyPond</application> seinen eigenen sehr intelligenten Balkenalgorithmus hat. Es wird empfohlen, ihn zu nutzen. Aber wenn Sie die gleichen Balken wie in &noteedit; wünschen, wählen Sie die <emphasis>Original-Balken</emphasis> Checkbox aus.

source: Another possibility is the <emphasis>keep stem dir. if multiple voices</emphasis> checkbox. In this case only those staffs keep the stem direction which have more than 1 voice.
de: Eine andere Möglichkeit ist das Nutzen der Checkbox <emphasis>Orginal Notenhälse, wenn mehrere Stimmen</emphasis>. In diesem Falle behalten nur jene Notenzeilen die Notenhalsrichtung bei, die mehr als eine Stimme haben.

source: Ties
de: Haltebögen

source: To reduce the number of ties select the <emphasis>sparse ties</emphasis> checkbox.
de: Um die Anzahl der Haltebögen zu reduzieren, wählen Sie die <emphasis>Haltebögen ausdünnen</emphasis> Checkbox aus.

source: The following cannot be expressed in <application>LilyPond</application>: <inlinemediaobject> <imageobject><imagedata fileref="parttie1.png"/></imageobject> </inlinemediaobject>. &noteedit; warns you in this case and the result will be: <inlinemediaobject> <imageobject><imagedata fileref="parttie2.png"/></imageobject> </inlinemediaobject>.
de: Das Folgende kann in <application>LilyPond</application> nicht ausgedrückt werden: <inlinemediaobject> <imageobject><imagedata fileref="parttie1.png"/></imageobject> </inlinemediaobject>. &noteedit; warnt Sie in diesem Falle und das Ergebnis wird so aussehen: <inlinemediaobject> <imageobject><imagedata fileref="parttie2.png"/></imageobject> </inlinemediaobject>.

source: Volume signs
de: Lautstärke-Zeichen

source: You can choose 3 different policies of exporting the volume signs:
de: Sie können zwischen 3 verschiedenen Möglichkeiten wählen, die Lautstärke-Zeichen zu exportieren:

source: Omit all volume signs;
de: keine Lautstärke-Zeichen;

source: Volume signs above the staff;
de: Lautstärke-Zeichen oberhalb der Notenlinie;

source: Volume signs below the staff;
de: Lautstärke-Zeichen unterhalb der Notenlinie;

source: Problems exporting the score Layout
de: Probleme beim Exportieren des Partiturlayouts

source: <application>LilyPond</application> can deal with braces and brackets. It changes the staff rules according to some LilyPond inherent rules. I was told it is possible to break these rules. But I assume they are there for good reasons. &noteedit; will warn you if a LilyPond rule will change the staff rule policy.
de: <application>LilyPond</application> kann mit geschweiften und eckigen Klammern umgehen. Es ändert die Taktstrich-Ausprägung gemäß einigen LilyPond-eigenen Regeln. Mir wurde gesagt, dass es möglich ist, diese Regeln zu durchbrechen. Ich nehme aber an, dass diese Regeln aus guten Gründen existieren. &noteedit; gibt eine Warnung aus, wenn LilyPond die Taktstrich-Ausprägung ändern.

source: Omit the score generation
de: Unterdrückung der Partitur-Erzeugung

source: Advanced <application>LilyPond</application> users who want to produce their own score layout possibly find the <emphasis>only voices</emphasis> checkbox useful. In this case &noteedit; produces a file with only the voice (staff) definitions. The <application>LilyPond</application> user should supply a file with the score definition and an appropriate include:
de: Fortgeschrittene <application>LilyPond</application> Nutzer, die ihr eigenes Layout der Partitur erzeugen wollen, finden vielleicht die <emphasis>nur Stimmen</emphasis> Checkbox nützlich. In diesem Falle erzeugt &noteedit; eine Datei, die nur die Definitionen der Stimmen (Notenzeilen) enthält. Der <application>LilyPond</application> Nutzer sollte eine Datei mit der Definition der Partitur und eine entsprechende Eingabe ergänzen:

source: Measures
de: Takte

source: &noteedit; produces bar lines in <application>LilyPond</application> input file. This causes <application>LilyPond</application> to check the correct adjustment of the measures and warns you if it isn't correct. The output is produced in any case. But because of this warnings you get a also a warning from &noteedit;.
de: &noteedit; schreibt Taktstriche in die <application>LilyPond</application> Eingabe-Datei hinein. Das bewirkt, dass <application>LilyPond</application> die korrekte Platzierung der Takte überprüft und es warnt Sie, wenn diese nicht korrekt ist. Die Ausgabe wird in jedem Falle erzeugt. Aber wegen dieser Warnungen erhalten Sie auch eine Warnung von &noteedit;.

source: First of all: I was told my drum exportation doesn't use all <application>LilyPond</application> featurs. Perhaps a <application>LilyPond</application> guru can review the &noteedit; <application>LilyPond</application> output and send me a mail what to to.
de: Zunächst: Mir wurde berichtet, dass mein Export der Schlagzeugnoten nicht alle <application>LilyPond</application>-Features nutzt. Vielleicht kann ein <application>LilyPond</application>-Guru die &noteedit; <application>LilyPond</application>-Ausgabe durchsehen und mir eine Mail senden, was zu tun ist.

source: You can try to export drum notes by checking the appropriate checkbox. But be warned! <application>LilyPond</application> will fail in most cases!
de: Sie können Schlagzeugnoten durch Aktivieren der entsprechenden Checkbox erzeugen. Aber seien Sie gewarnt! <application>LilyPond</application> versagt in dann in den meisten Fällen!

source: Problems with grace notes
de: Probleme mit Vorschlag/Nachschlag-Noten

source: <application>LilyPond</application> changes the the beam status reasonably. Version 1.4.x cannot deal with slurs in grace notes. &noteedit; will warn you.
de: <application>LilyPond</application> ändert den Balken-Status sinnvoll. Version 1.4.x kann Bindebögen in Vorschlag/Nachschlag-Noten nicht bearbeiten. &noteedit; wird Sie warnen.

source: international lyrics
de: Internationaler Strophentext

source: There is a choise to select output charachter coding. You can choose between ascii, utf8, iso-latin1, and unicode. Perhaps this helps to create more interantional LilyPond output.
de: Es gibt einen Auswahl zum Bestimmen der Ausgabekodierung. Man kann zwischen ASCII, utf8, iso-latin-1 und Unicode wählen. Möglicherweise trägt das dazu bei,die LilyPond-Ausgabe international zu machen .

source: Problems with guitar chord diagrams
de: Probleme mit Gitarren-Akkord-Diagrammen (Grifftabellen)

source: LilyPond cannot deal with guitar chord diagrams. Actually it has a special feature for chord name annotation. But this is unusable for &noteedit; export because it tries reverse mapping from pitch combination to chord name. Thus, &noteedit; exports the chord names as ordinary uptext.
de: LilyPond kann mit Gitarren-Akkord-Diagrammen nicht arbeiten. Eigentlich gibt es ein spezielles Feature zur Anzeige der Namen der Akkorde. Aber das ist für den &noteedit; Export nicht anwendbar, weil es versucht, die Akkordnamen aus den Tonkombinationen zu errechnen. Deshalb exportiert &noteedit; die Akkordnamen als normalen UP-Text.

source: MusicXML export discussion page
de: Die MusicXML-Export Diskussionsseite

source: About MusicXML
de: Über MusicXML

source: MusicXML is a new music interchange format for music software programs. MusicXML is currently supported by many companies and music software developers in their products, such as <application>Finale</application>, <application>KGuitar</application>, <application>Rosegarden</application>, <application>SharpEye</application>, <application>Tabazar</application> and <application>XEMO</application>. Furthermore, converters to and from various other formats exist.
de: MusicXML ist ein neues Austauschformat für Musik-Software. MusicXML wird derzeit von vielen Firmen und Programmen unterstützt. Unter ihnen: <application>Finale</application>, <application>KGuitar</application>, <application>Rosegarden</application>, <application>SharpEye</application>, <application>Tabazar</application> und <application>XEMO</application>. Außerdem gibt es Konverter für viele andere Formate.

source: See <ulink url="http://www.musicxml.org/xml">http://www.musicxml.org/xml</ulink> for more information about MusicXML.
de: Unter <ulink url="http://www.musicxml.org/xml">http://www.musicxml.org/xml</ulink> gibt es weitere Informationen zu MusicXML.

source: Limitations
de: Einschränkungen

source: The current MusicXML exporter does not support:
de: Gegenwärtig unterstützt der MusicXML-Exporter folgendes nicht:
