Repository: BackupTheBerlios/noteedit-svn
Catalog: trunk/po/*.po
Languages: es, ja, pt, sk, sl

source: MusiXTeX produced. But there are some problems.
es: MusiXTeX generado. Hubo algunos problemas.
ja: MusiXTeX 形式が生成されました。しかし、いくつか問題があります。
pt: MusiXTeX produzido. Mas existem alguns problemas.
sk: MusiXTeX bol vyprodukovaný. Ale očakávajte problémy.
sl: MusiXTeX proizveden, vendar so se pojavile težave.

source: Output from MusiXTeX-Cmd
es: Salida de MusiXTeX-cmd
ja: MusiXTeX コマンドからの出力
pt: Saída do comando MusiXTeX
sk: Výstup z MusiXTeX-Cmd
sl: Sporočila MusiXTeX-Cmd-ja

source: Main author and maintainer until September 2004
ja: 2004年9月までの主な著作者とメンテナ
pt: Autor principal e mantenedor at�setembro de 2004
sk: Hlavný autor a udržiavateľ do Septembra 2004
sl: Prvotni avtor in vzdrževalec do septembra 2004

source: project manager
ja: プロジェクト マネージャ
pt: gerenciador do projeto
sk: správca projektov
sl: Vodja projekta

source: programmer
es: Programador
ja: プログラマ
pt: programador
sk: programátor
sl: Programer

source: TSE3 sequencer library
es: Biblioteca de secuencias TSE3
ja: TSE3 シーケンサライブラリ
pt: Biblioteca de sequenciador TSE3
sk: TSE3 sekvencér a knižnica
sl: TSE3 sekvenčna knjižnica

source: developer
es: Desarrollador
ja: 開発者
pt: desenvolvedor
sk: vývojár
sl: Razvijalec

source: KDE User Interface
es: Interface de usuario KDE
ja: KDE ユーザー インタフェース
pt: Interface de usu�io KDE
sk: KDE užívateľské rozhranie
sl: KDE Uporabiški Vmesnik

source: MusicXML interface
es: Interface MusicXML
ja: MusicXML インタフェース
pt: Interface MusicXML
sk: MusicXML rozhranie
sl: MusicXML vmesnik

source: lilypond interface
ja: lilypond インタフェース
pt: Interface LilyPond
sk: lilypond rozhranie
sl: LilyPond vmesnik

source: developer and composer
ja: 開発者 そして 作曲者
pt: desenvolvedor e compositor
sk: vývojár a skladateľ
sl: Razvijalec in skladatelj

source: PMX export
es: Exportar PMX
ja: PMX エクスポート
pt: Exportação PMX
sl: PMX izvoz

source: Noteedit has exported the score to PMX but there are some problems which will probably prevent successful PMX output.
es: NoteEdit ha exportado la partitura a PMX pero hubo algunos problemas que pueden evitar generar salida exitosa de PMX.
pt: Noteedit exportou a partitura para PMX mas existem alguns problemas que provavelmente ir� impedir uma saída PMX correta.
sk: Noteedit exportoval partitúru do PMX, ale vyskytli sa niektoré problémy, ktoré pravdepodobne zabránia úspešnému výstupu z PMX.
sl: Noteedit je proizvedel dokument v PMX formatu, vendar se je pojavilo nekaj težav, ki bodo najverjetneje preprečile uspešen PMX prevod kasneje.

source: Staff %1, measure %2: %3 128th, should be: %4
es: Pentagrama %1, compás %2: %3 128avo, debería ser: %4
ja: 五線 %1; 小節 %2: %3 個の128分音符, %4 個のはずです
pt: Pauta %1, compasso %2: %3 quadrifusas, deveria ser: %4
sl: Sistem %1, takt %2: %3 128-inka, morala bi biti: %4

source: Staff %1, measure %2: PMX cannot deal with multi rests if more than 1 staff is exported
es: Pentagrama %1, compás %2: PMX no puede manejar silencios de varios compases si se exporta más de un pentagrama.
pt: Pauta %1, compasso %2: PMX não pode lidar com multi pausas se mais de uma pauta for exportada
sk: Osnova %1, takt %2: PMX sa nevie vysporiadať s viacnásobnými pomlčkami pri exporte viac ako jednej osnovy.
sl: Sistem %1, takt %2: PMX ne podpira večtaktnih pavz, če je izvožen več kot 1 sistem

source: measure %1: Too many opened ties
es: Compás %1: Demasiadas ligaduras abiertas
ja: 小節 %1: 開いたままのタイが多すぎます
pt: compasso %1: muitas ligaduras abertas
sk: takt %1: Príliš veľa otvorených ligatúr
sl: Takt %1: Preveč odprtih vezajev

source: measure %1: Too many opened slurs
es: Compás %1: Demasiados ligados abiertos
ja: 小節 %1: 開いたままのスラーが多すぎます
pt: compasso %1: muitos legatos abertos
sk: takt %1: Príliš veľa otvorených oblúčikov
sl: Takt %1: Preveč odprtih lokov

source: Staff %1, measure %2: PMX can only deal with equal tuplet members or members in ratio 2:1
es: Pentagrama %1, compás %2: PMX solo puede manejar miembros de grupetos en una relación de 2 a 1
ja: 五線 %1, 小節 %2: PMX では連符の中の音符の長さは互いに等しいか、2:1 である必要があります
pt: Pauta %1, compasso %2: PMX não pode lidar com membros de quiálteras iguais ou membros numa propor�o de 2:1
sl: Sistem %1, takt %2: PMX podpira le enakomerno poddeljene dolžine not ali dolžine v razmerju 2:1

source: Staff %1, measure %2: In PMX tuplet cannot end with a rest
es: Pentagrama %1, compás %2: en PMX, los grupetos no pueden terminar en un silencio
ja: 五線 %1, 小節 %2: PMX では連符を休符で終えることはできません
pt: Pauta %1, compasso %2: Em PMX, uma quiáltera não pode terminar com uma pausa
sl: Sistem %1, takt %2: V PMX formatu se poddelitev ne more končati s pavzo

source: PMX cannot deal with more than 2 voices per staff
es: PMX puede manejar un máximo de dos voces por pentagrama
ja: PMX では 1つの五線に3つ以上の声部を含むことができません
pt: PMX não pode lidar com mais de 2 vozes por pauta
sk: PMX sa nevie vysporiadať s viac ako 2 hlasmi na osnovu
sl: PMX ne podpira več kot 2 glasova na sistem

source: Staff %1 contains drum staff. This cannot be expressed in PMX.
es: Pentagrama %1 contiene una clave de percusión. Esto no se puede expresar en PMX.
ja: 五線 %1 はドラム譜を含んでいます。これは PMX では表現できません。
pt: Pauta %1 contém percussão. Isto não pode ser expresso em PMX.
sk: Osnova %1 je osnova s bubnami. Toto nie je možné vyjadriť v PMX.
sl: Sistem %1 vsebuje ključ za tolkala. To ne more biti zapisano v PMX formatu.

source: Staff %1, measure %2: PMX cannot deal with mixed graces
es: Pentagrama %1, compás %2: PMX no puede manejar grupos mixtos de apoyatura
ja: 五線 %1, 小節 %2: PMX は装飾音符の種類を混ぜて扱うことができません
pt: Pauta %1, compasso %2: PMX não pode lidar com apoggiaturas mistas
sl: Sistem %1, takt %2: PMX ne podpira mešanih okrasnih not

source: Staff %1, measure %2: grace has no main note. PMX will not work
es: Pentagrama %1, compás %2: la apoyatura no pertenece a una nota principal. PMX no funcionará.
ja: 五線 %1, 小節 %2: 主音符なしの装飾音符があります。PMX では処理できません
pt: Pauta %1, compasso %2: apoggiatura não tem uma nota principal. PMX não vai funcionar
sl: Sistem %1, takt %2: Okrasna nota nima nobene temeljne note. PMX ne bo deloval

source: Staff %1, measure %2: Tuplet must be expressible by on (ev. dotted) note. PMX will not work
es: Pentagrama %1, compás %2: El grupeto debe poderse expresar en nota con puntillo. PMX no funcionará correctamente.
ja: 五線 %1, 小節 %2: 連符は（付点）音符で表現できる必要があります。PMX では処理できません
pt: 'Pauta %1, compasso %2: a quiátera precisa ser por uma nota pontuada. PMX não vai funcionar
sl: Sistem %1, takt %2: Poddelitve morajo biti izražene z noto (lahko tudi s punktirano). PMX ne bo deloval

source: The score has piano staffs with discontinued bar rules. This cannot be expressed in PMX
es: La partitura contiene reglas para compases discontinuos pentagrama. Esto no se puede expresar en PMX
pt: A partitura tem pautas de piano com linhas de compasso descontínuas. Isto não pode ser expressado em PMX
sl: Dokument vsebuje klavirski stavek s še nezaključenimi takti. To ne more biti zapisano v PMX formatu

source: Nested trills in measure: %1 ;
ja: 小節 %1: 入れ子になったトリルがあります;
pt: Trilos aninhados no compasso: %1
sl: Gnezdeni trilčki v taktu %1

source: PMX produced. But there are some problems.
es: Se generó salida PMX, pero hubo problemas.
ja: PMX 形式が生成されました。しかし、いくつか問題があります。
pt: PMX produzido. Mas existem alguns problemas.
sk: PMX bol vyprodukovaný. Ale očakávajte problémy.
sl: PMX zapisan, vendar se je pojavilo nekaj težav.

source: Couldn't setup printer
ja: プリンタを設定できません
pt: Não pude configurar a impressora
sl: Ni bilo mogoče pripraviti tiskalnika

source: File was not succesfully converted.
pt: O arquivo não foi convertido corretamente.
sl: Datoteka ni bila uspešno pretvorjena.

source: Could not find preview program.
ja: プレビューのためのプログラムがありません。
pt: Não pude encontrar o programa de pré-visualização.
sl: Ni bilo mogoče najti programa za predogled.

source: Could not start preview program.
ja: プレビューのためのプログラムを起動できません。
pt: Não pude iniciar o programa de pré-visualização.
sl: Ni bilo mogoče zagnati programa za predogled

source: Exporting with lilypond failed. See log file for details.
ja: lilypond を使ったエクスポートに失敗しました。 詳細についてはログファイルを見てください。
pt: A exportação para LilyPond falhou. Veja o arquivo de log para mais detalhes.
sl: Izvoz v LilyPond se je ponesrečil. Poglejte dnevnik za podrobnosti.

source: &Edit
sl: &Urejanje

source: &View
sl: Po&gled

source: &Insert
sl: &Vstavi

source: St&aff
es: Pentagram&a
ja: 五線(&A)
pt: &Pauta
sk: Osnov&a
sl: Notni &Sistem

source: &Tools
sl: &Orodja

source: &Settings
sl: Na&stavitve

source: &Window
es: &Ventana
ja: ウィンドウ(&W)
pt: &Janela
sk: &Okno
sl: &Okno

source: &Help
sl: &Pomoč

source: Program control
es: Control de programa
pt: Controle de programa
sk: Ovládanie programu
sl: Nastavitve inštrumentov

source: Control
pt: Controle
sk: Ovládanie
sl: Nadzor

source: Score control
es: Control de partitura
pt: Controle de partitura
sk: Ovládanie partitúry
sl: Nastavitve dokumenta

source: Notes
es: Notas
ja: 音符
pt: Notas
sk: Poznámky
sl: Note

source: signs
es: Signos
pt: sinais
sk: znaky
sl: označbe

source: additional
es: Adicional
pt: adicional
sk: dodatočné
sl: dodatno

source: Accent Toolbar
es: Barra de acentos
ja: アクセント ツールバー
pt: Barra de ferramentas de acentos
sk: Panel s akcentami
sl: Orodja za nemelodične note

source: &File
sl: &Datoteka

source: &Import
ja: インポート(&I)
pt: &importação
sk: &Importovať
sl: &Uvozi

source: &Export
es: &Exportar
ja: エクスポート(&E)
pt: &Exportação
sl: &Izvozi

source: F&ormat
ja: 形式(&O)
pt: &Formato
sk: F&ormát
sl: O&blika

source: Graces
es: Apoyaturas
ja: 装飾音符
pt: Apoggiaturas
sl: Okrasne note

source: ABC music
sl: "ABC music" format

source: Page geometry
es: Dimensiones de página
ja: ページの大きさ
pt: Geometria de página
sk: Geometria strany
sl: Velikost strani

source: Expressiones above
pt: Expressões acima
sl: Označbe za izvajanje nad sistemom

source: Staff separation:
ja: 五線を分割する:
pt: Separação de pauta:
sl: Razmik med sistemi:

source: Height:
es: Altura:
ja: 高さ:
pt: Altura:
sk: Výška:
sl: Višina:

source: Width:
es: Ancho:
ja: 幅:
pt: Largura:
sk: Šírka:
sl: Širina:

source: Scale:
ja: 縮尺:
pt: Escala:
sl: Povečava:

source: Measure numbers in a box
pt: Número de compassos numa caixa
sl: Številke taktov v okvirčkih

source: export warning
es: Advertencia de exportación
pt: Aviso de exportação
sk: varovanie pri exporte
sl: Opozorilo ob izvažanju

source: &Details >>
es: &Detalles >>
ja: 詳細(&D) >>
pt: &Detalhes >>
sk: &Detaily >>
sl: &Podrobnosti >>

source: Export problems
es: Problemas de exportación
ja: エクスポート 問題
pt: Problemas da exportação
sk: Problémy s exportom
sl: Težave z izvozom

source: File export - NoteEdit
es: Exportar archivo - NoteEdit
ja: ファイルにエクスポート - NoteEdit
pt: Exportação de arquivo - Noteedit
sk: NoteEdit - export súborov
sl: Datoteka izvozi - Noteedit

source: Start &export
es: Iniciar &exportación
ja: エクスポート開始(&E)
pt: &Iniciar exportação
sk: Začať &exportovanie
sl: Začni izvo&z

source: MusicXML format
ja: MusicXML 形式
pt: Formato MusicXML
sl: MusiX&Tex format

source: Max volume:
es: Volúmen máx:
ja: 最大音量:
pt: Volume mínimo:
sk: Max hlasitosť:
sl: Največja jakost:

source: Vel scale:
es: Escala de intensidad:
pt: Escala de velocidade:
sl: Stopnja jakosti:

source: Volume step:
ja: 音量のステップ:
pt: Intervalos de volume:
sl: Korak jakosti:

source: &Average volume
es: Volúmen &promedio
ja: 平均音量(&A)
pt: Volume &médio
sk: Prie&merná hlasitosť
sl: Povprečn&a jakost

source: Choose snap distance:
es: Escoja distancia de ajuste a cuadrícula:
pt: Escolha uma distancia de quantização:
sk: Zvoľte najkratšiu notu:
sl: Izberi najmanjšo razdaljo, da se miška ujame na črto:

source: Triplet Raster:
pt: Desenhador de quiálteras:
sl: Triole

source: &TSE3 to Score ...
ja: &TSE3 から楽譜へ ...
pt: TSE3 p&ara partitura...
sl: &TSE3 v Dokument ...

source: &Line to Score ..
pt: &Linha para partitura..
sl: &Linija v Dokument ...

source: Settings - NoteEdit
es: Configuración - NoteEdit
ja: 設定 - NoteEdit
pt: Configurações - Noteedit
sk: Nastavenia - NoteEdit
sl: Nastavitve - NoteEdit

source: auto insert beams
pt: Auto insere uniões
sl: Samodejna povezava vratov

source: Allow insert from &keyboard
es: Permitir inserción desde te&clado
ja: キーボードからの入力を許可(&K)
pt: &Permite inserir a partir do teclado
sk: Povoliť vkladanie z &klávesnice
sl: Omogoči vnos preko tip&kovnice

source: Move according key&sig
es: Mover &según armadura
pt: &Move de acordo com armadura de clave
sk: Pohyb podľa key&sig
sl: Premakni ustrezno tonaliteto

source: &Tip of the Day
es: Conse&jo del día
ja: 今日の小技(&T)
pt: &Dica do dia
sk: &Tip dňa
sl: &Namig dneva

source: If Tip of the Day is enabled, NoteEdit will show the Tip of the Day every time it starts.
es: Si habilita el consejo del día, NoteEdit mostrará el Consejo del día cada vez que inicie.
ja: 今日の小技 が有効だと、NoteEdit は起動時に 今日の小技 を表示します。
pt: Se a dica do dia estiver habilitada, Noteedit, vai mostrar uma dica do dia cada vez que ele iniciar.
sk: Ak je povolený Tip dňa, tak NoteEdit zobrazí pri každom štarte Tip dňa.
sl: Če je Namig dneva vključen, ga bo NoteEdit prikazal vsakič, ko se bo aplikacija zagnala.

source: Additional attributes
es: Atributos adicionales
ja: 追加属性
pt: Atributos adicionais
sk: Ďalšie atribúty
sl: Dodatne nastavitve

source: Volume signs:
ja: 音量記号:
pt: Sinais de volume:
sl: Dinamične o&značbe:

source: Global size:
pt: Tamanho global:
sl: Splošna velikost:

source: No volume signs
ja: 音量記号なし
pt: Nenhum sinal de volume
sl: Brez dinamičnih označb

source: Volume signs above
pt: Sinais de volume acima
sl: Dinamične označbe nad sistemom

source: Volume signs below
pt: Sinais de volume abaixo
sl: Dinamične označbe pod sistemom

source: Generating parameters
es: Parámetros de generación
ja: パラメータを生成しています
pt: Geração de parâmetros
sk: Parametre generovania
sl: Parametri za generiranje strani

source: Keep &beams
es: Mantener &barras
ja: 連桁を保存(&B)
pt: Mantém &uniões
sk: Dodržať &viazanie
sl: Izvozi &povezave vratov

source: &Keep stem directions
ja: 縦棒の方向を保存(&K)
pt: &Mantém direções das hastes
sl: &Izvozi smer vratov

source: Export drum notes
pt: Exporta notas de percussão
sl: Izvozi nemelodične oblike notnih glavic

source: &Only voices
es: Sólo v&oces
pt: A&penas vozes
sk: &Iba hlasy
sl: &Samo ogrodje glasov

source: Sparse &ties
es: Pocas li&gaduras
pt: Li&gaduras esparsas
sk: Riedke lega&ta
sl: Poenos&tavi vezaje, če lahko

source: L&imit the measures
es: L&imitar compases
pt: L&imita os compassos
sk: Počet taktov na r&iadok
sl: Največje števi&lo taktov v sistemu

source: Character encoding:
ja: 文字エンコード
pt: Codificação de carácter:
sl: &Nabor znakov:

source: &Landscape
es: &Horizontal
ja: 横長(&L)
pt: &Paisagem
sk: Na š&írku
sl: &Ležeča stran

source: US Legal
ja: US リーガル
sl: ZDA Legal

source: US Letter
ja: US レター
sl: ZDA Pismo

source: Use &standard page size
pt: Usa tamanho de página pa&drão
sl: Uporabi &standardno dimenzijo strani

source: Use &custom page size
pt: Usa tamanho de pá&gina personalizado
sl: Uporabi &poljubno dimenzijo strani

source: &Staff selection
es: &Selección de pentagramas:
ja: 五線を選択する(&S)
pt: Seleção de &pauta
sk: Voľba notových o&snov
sl: Izbira &sistemov

source: Line Selection - NoteEdit
es: Selección de línea - NoteEdit
ja: 行選択 - NoteEdit
pt: Seleção de linha - Noteedit
sk: Voľba riadkov - NoteEdit
sl: Izbira linije - NoteEdit

source: Element selection
es: Selección de elementos
ja: 要素を選択
pt: Seleção de elemento
sk: Voľba elementov
sl: Izbira elementov

source: trill
es: trino completo
ja: トリル
pt: trilo
sk: trilkovanie
sl: Trilček

source: lonely trill
es: trino único "tr"
pt: trilo isolado
sk: osamelé trilkovanie
sl: Samostojni trilček

source: dynamic
es: dinámica
pt: dinâmica
sk: dynamika
sl: Dinamika

source: <center><b>Hint:<br></b>After choosing one of the objects, use the middle mouse button to make a connection with the note.</center>
es: <center><b>Consejo:</b><br/>Después de seleccionar un objeto, use el botón central del mouse para hacer una conección con una nota.</center>
ja: <center><b>ヒント:<br></b>オブジェクトを1つ選択した後、ある音符と関連づけるためにはマウスの中ボタンを押してください。</center>
pt: <center><b>Dica:<br></b>Após escolher um dos objetos, use o botão do meio do mouse para fazer uma conexão com a nota.</center>
sk: <center><b>Rada:<br></b>Po zvolení nejakého objektu, použite stredné tlačítko na myši na vytvorenie spojenia s notou.</center>
sl: <center><b>Namig:<br></b>Ko izberete določen objekt, uporabite srednji miškin gumb za povezavo z noto.</center>

source: Lyrics settings - NoteEdit
es: Configuración de estrofas - NoteEdit
ja: 歌詞の設定 - NoteEdit
pt: Configurações de letras da música - Noteedit
sk: Nastavenia lyriky - NoteEdit
sl: Besedilo - NoteEdit

source: Lyrics
es: Estrofas
ja: 歌詞
pt: Letras da música
sk: Lyrika
sl: Besedilo

source: C&lear
es: &Borrar
ja: クリア(&L)
pt: &Limpar
sk: Z&mazať
sl: Z&briši

source: Open &file
es: &Abrir archivo
ja: ファイルを開く(&F)
pt: A&brir arquivo
sk: Otvoriť &súbor
sl: Odpri &datoteko

source: &Restore
es: &Restaurar
ja: 復元(&R)
pt: &Restaurar
sk: O&bnoviť
sl: &Povrni

source: Metronome - NoteEdit
es: Metrónomo - NoteEdit
ja: メトロノーム - NoteEdit
pt: Metrônomo - Noteedit
sk: Metronóm - NoteEdit
sl: Metronom - NoteEdit

source: Device:
es: Dispositivo:
ja: デバイス:
pt: Dispositivo:
sk: Zariadenie:
sl: Naprava:

source: Beat note:
es: Nota de beat:
pt: Nota no tempo:
sl: Dolžina dobe:

source: Bar note:
es: Nota de compás:
pt: Nota no compasso:
sl: Dolžina takta:

source: Record tempo:
es: Grabar velocidad:
ja: 録音テンポ
pt: Tempo de gravação:
sk: Tempo záznamu:
sl: Tempo za snemanje:

source: &Start recording
es: Iniciar &grabación
ja: 録音を開始(&S)
pt: &Inicia gravação
sk: Začať zaznam&enávanie
sl: &Začni snemati

source: MIDI settings - NoteEdit
es: Configuración MIDI - NoteEdit
ja: MIDI 設定 - NoteEdit
pt: Configurações MIDI - Noteedit
sk: MIDI nastavenie - NoteEdit
sl: MIDI Nastavitve - NoteEdit

source: Additional MIDI parameters:
ja: 追加 MIDI パラメータ
pt: Parâmetros MIDI adicionais:
sl: Dodatni parametri za MIDI:

source: MUP warning
es: Advertencia MUP
ja: MUP 警告
pt: Aviso do MUP
sk: MUP varovanie
sl: MUP opozorilo

source: Saved, but MUP does not work!
es: Guardado, pero MUP no funciona!
ja: 保存しました、しかし MUP は機能しません!
pt: Salvo, mas MUP não vai funcionar!
sk: Uložené, ale MUP nebude fungovať!
sl: Shranjeno, vendar MUP ne deluje!

source: Don't &show this message in future
es: No &mostrar este mensaje en el futuro.
ja: このメッセージを表示しない
pt: Não &mostre mais esta mensagem
sk: Ne&zobrazovať túto správu v budúcnosti
sl: Ne pokaži tega sporočila več

source: The MusicXML export filter doesn't require any additional parameters.
ja: MusicXMLエクスポートには、追加パラメータは必要ありません。
pt: O filtro de exportação MusicXML não requer nenhum parâmetro adicional.
sl: Izvoz v MusicXML format ne potrebuje nobenih posebnih nastavitev.

source: Additional
es: Adicional
ja: 追加
pt: Adicional
sk: Dodatočné
sl: Dodatno

source: &With tempo signs
es: &Tempos
ja: テンポ記号(&W)
pt: Com sinais de &tempo
sk: S ozna&čením tempa
sl: Označbe za &tempo

source: With &volume signs
es: Con diná&micas
ja: 音量記号(&V)
pt: Com sinais de &volume
sk: S označením &hlasitosti
sl: Dinamične o&značbe

source: Indent:
ja: 字下げ:
pt: Indentação:
sl: Zamik:

source: MusiXTeX-Cmd:
es: Comando MusiXTeX:
ja: MusiXTeX コマンド:
pt: Comando MusiXTeX:
sl: MusiXTeX ukaz:

source: Left margin:
es: Márgen izquierdo:
ja: 左余白
pt: Margem esquerda:
sk: Ľavý okraj:
sl: Levi rob:

source: Top margin:
es: Márgen superior:
ja: 上余白
pt: Margem superior:
sk: Horný okraj:
sl: Zgornji rob:

source: Page generation
es: Generación de página
ja: ページ生成
pt: Geração da página
sk: Generovanie strany
sl: Priprava strani

source: L&imit line measures
es: &Limitar líneas
pt: &Limita linhas de compasso
sk: Počet taktov na r&iadok
sl: &Omejitev števila taktov na vrstico

source: Spa&re ties
es: Evitar &ligaduras
pt: &Ligaduras soltas
sk: St&riedme legáta
sl: &Pridrži nastavitve za vezaje

source: With bar &numbers
es: &Números de compás
ja: 小節番号(&N)
pt: Com &números de compasso
sk: S číslova&ním taktov
sl: &Oštevilči takte

source: With musix&lyr
es: Con musix&lyr
pt: Com &musixlyr
sk: S musix&lyr
sl: &Vključi besedilo

source: &Omit page numbering
es: &Omitir numeros de página
ja: ページ数を印刷しない
pt: &Omite numeração de página
sk: Vynechať číslovanie strán
sl: &Izklopi oštevilčenje strani

source: Small size
ja: 小さいサイズ
pt: Tamanho pequeno
sl: Majhna velikost

source: Normal size
ja: 通常のサイズ
pt: Tamanho normal
sl: Običajna velikost

source: Large size
ja: 大きなサイズ
pt: Tamanho grande
sl: Povečana velikost

source: Very large size
ja: とても大きなサイズ
pt: Tamanho muito grande
sl: Močno povečana velikost

source: PMXForm
ja: PMX 形式
sl: &PMX obrazec

source: Keep beams
ja: 連桁を保存する
pt: Mantém uniões
sl: Izvozi &povezave vratov

source: &With musixlyr
pt: Com &musixlyr
sl: &Vključi besedilo

source: Settings
es: Configuración
ja: 設定
pt: Configurações
sk: Nastavenia
sl: Nastavitve

source: <center>Measures<br>per system:
es: <center>Compases<br>por Pentagrama:
ja: 譜表ごとの<center>小節の数<br>:
pt: <center>Compassos<br>por sistema:
sk: <center>Počet taktov<br>na riadok:
sl: <center>Število taktov<br>na sistem:

source: <center>Systems<br>per page:
es: <center>Pentagramas<br>por página:
ja: ページごとの<center>譜表の数<br>:
pt: <center>Sistemas<br>por página:
sk: <center>Poč. riadkov<br>na strane:
sl: <center>Število sistemov<br>na stran:

source: <center>Number<br>of pages:
es: <center>Número<br> de páginas:</center>
ja: <center>ページ<br>の番号:
pt: <center>Número<br>de páginas:
sk: <center>Počet strán:
sl: <center>Število<br>strani:

source: Save parameters
ja: パラメータを保存する
pt: Grava parâmetros
sl: Shrani nastavitve

source: Enable
ja: 有効
pt: Habilita
sl: Vključeno

source: Landscape
sl: &Ležeča stran

source: &With measure numbers
ja: 小節番号と一緒に(&W)
pt: Com &números de compasso
sl: Oštevilči takte

source: Dismiss
es: Descartar
ja: 取り消し
pt: Dispensar
sk: Odmietnuť
sl: Prekliči

source: &Include rests
es: &Incluir silencios
ja: 休符を含める(&I)
pt: I&nclui pausas
sk: &Vrátane pomlčiek
sl: &Vključi pavze

source: set value
es: definir valor
ja: 値を設定する
pt: Ajusta volume
sk: nastaviť hodnotu
sl: Nastavi vrednost

source: Cleanup rests - NoteEdit
es: Limpiar silencios - NoteEdit
ja: 休符を整理する - NoteEdit
pt: Limpa pausas - Noteedit
sk: Zmazať pomlčky - NoteEdit
sl: Počisti pavze - NoteEdit

source: Choose smallest rest:
es: Escoja el silencio de menor tamaño:
ja: 最短の休符を選択:
pt: Escolhe a menor pausa:
sk: Zvoľte najkratšiu pomlčku:
sl: Izberi najkrajšo pavzo:

source: Staff properties - NoteEdit
es: Propiedades de pentagrama - NoteEdit
ja: 五線のプロパティ - NoteEdit
pt: Propriedades de pauta - Noteedit
sk: Nastavenie osnovy - NoteEdit
sl: Nastavitve sistema - NoteEdit

source: Staff
es: Pentagrama
ja: 五線
pt: Pauta
sk: Osnova
sl: Sistem

source: Name:
es: Nombre:
ja: 名前:
pt: Nome:
sk: Názov:
sl: Ime:

source: Channel:
es: Canal:
ja: チャネル:
pt: Canal:
sk: Kanál:
sl: MIDI Kanal:

source: Instrument:
ja: 楽器:
pt: Instrumento:
sk: Nástroj:
sl: Inštrument:

source: Overlength:
es: Longitud superior
sk: Horná vzdialenosť
sl: Prostor nad črtovjem:

source: Play<br>transposed:
es: Tocar<br>transportado:
ja: 移調して<br>再生
pt: Executa<br>transposto:
sk: Hrať<br>transponované:
sl: Zaigraj<br>transponirano:

source: Chorus:
ja: コーラス:
pt: Coro:
sl: Odmev:

source: Reverb:
es: Eco:
ja: リバーブ:
pt: Reverberação:
sk: Odraz:
sl: Dušenje:

source: Stereo Pos:
es: Paneo:
ja: ステレオ位置:
pt: Posição estéreo:
sk: Stereo poloha:
sl: Stereo poz.:

source: Lyrics dist.:
es: Distancia a la estrofa:
pt: Distância das letras.:
sk: Vzdialenosť lyriky
sl: Razdalja do besedila:

source: Underlength:
es: Longitud inferior:
sk: Dolná vzdialenosť
sl: Prostor pod črtovjem:

source: Volume:
es: Volúmen:
ja: 音量:
sk: Hlasitosť:
sl: Jakost:

source: Voice
es: Voz:
ja: 声部
pt: Voz
sk: Hlas
sl: Glas

source: C&reate Voice
ja: 声部を作成(&R)
pt: Cria &voz
sk: Vytvo&riť hlas
sl: &Dodaj glas

source: &Test
ja: テスト(&T)
pt: &Testa
sl: &Preizkus

source: Staff No.
es: Número de pentagrama:
ja: 五線 No.
pt: Núm. da pauta.
sk: Osnova č.
sl: Sistem št.:
