Repository: BackupTheBerlios/noteedit-svn
Catalog: trunk/po/*.po
Languages: es, ja, pt, sk, sl

source: _: NAME OF TRANSLATORS Your names
es: Daniel Tonda Castillo
ja: 翻訳者名 濱崎 健
pt: Denis A. Altoé Falqueto
sk: Slovenský preklad: Zdenko Podobný
sl: Matevž Jekovec

source: _: EMAIL OF TRANSLATORS Your emails
es: danton67@mailandnews.com
ja: _: 翻訳者のメールアドレス hma(at)syd.odn.ne.jp
pt: denisfalqueto@gmail.com
sk: zdpo@mailbox.sk
sl: matevz.jekovec@guest.arnes.si

source: Noteedit has exported the score to ABC music but there are some problems which will probably prevent successful PostScript output.
es: NoteEdit ha exportado la partitura a ABC music pero han habido algunos problemas que pueden evitar salida PostScript exitosa
pt: Noteedit exportou a partitura para o formato ABC mas existem alguns problemas que poderão impedir uma saía correta no formato PostScript.
sl: Noteedit je uspešno izvozil dokument v "ABC music" format, vendar se je pojavilo nekaj napak, ki bodo kasneje verjetno preprečile uspešen prevod dokumenta v PostScript format.

source: Staff %1, measure %2: ABC music cannot deal with such kind of tuplets
es: Pentagrama %1, compás %2: ABC music no puede manejar este tipo de agrupaciones rítmicas
ja: 五線 %1, 小節 %2: ABC music はこのような種類の連符を扱えません
pt: Pauta %1, compasso %2: o formato ABC não pode lidar com este tipo de quiáltera
sl: Sistem %1, takt %2: "ABC music" format ne podpira takih oblik poddelitev

source: Staff %1 has irregular keysig. This cannot be expressed in ABC music
es: El pentagrama %1 tiene una métrica irregular. Esto no se pude expresar en ABC music
ja: 五線 %1 に異常な keysig があります。これは ABC music では表現できません
pt: Pauta %1 possui a armadura de clave irregular. Isto não pode ser expressado em formato ABC
sl: Sistem %1 vsebuje predznake, ki jih "ABC music" format ne podpira

source: ABC music cannot deal with nested brackets/braces
es: ABC Music no puede manejar llaves/corchetes anidadas
ja: ABC music は入れ子になった大括弧/ブレイスを取り扱うことができません
pt: O formato ABC não pode lidar com chaves/colchetes aninhados
sl: "ABC music" format ne podpira večih akolad hkrati za označevanje skupin sistemov

source: ABC music cannot deal with a one-staff bracket
es: ABC music no puede manejar con llaves de un sólo pentagrama
ja: ABC music は五線を１つだけしか含まない大括弧を取り扱うことができません
pt: O formato ABC não pode lidar com um colchete de uma pauta
sl: "ABC music" format ne podpira akolade za en sam sitem

source: Staff %1, measure %2: ABC music cannot deal with octaviation (va lines)
ja: 五線 %1, 小節 %2: ABC music はオクターブ設定(va lines) を取り扱うことができません
pt: Pauta %1, compasso %2: o formato ABC não pode lidar com oitavização (linhas de oitava)
sl: Sistem %1, takt %2: "ABC music" format ne podpira simbolov za oktaviacijo (8va simboli)

source: ABC music produced. But there are some problems.
es: Salida de ABC music producida. Hubo algunos problemas.
ja: ABC music 形式が生成されました。しかし、いくつか問題があります。
pt: Arquivo ABC producido. Mas existem alguns problemas.
sl: Izvoz v "ABC music" format je končan, vendar je prišlo do nekaj napak.

source: name2Line: internal error
es: name2Line: Error interno
ja: name2Line: 内部エラー
pt: name2Line: erro interno
sk: name2Line: interná chyba
sl: name2Line: notranja napaka programa

source: Configure
sl: Nastavitve

source: General
ja: 一般
pt: Geral
sk: Všeobecné
sl: Splošno

source: Autosave
es: Autoguardado
ja: 自動保存
pt: Auto gravação
sk: Automatické ukladanie
sl: Samodejno shranjevanje

source: &Enable autosave
es: &Activar auto-guardar
ja: 自動保存を有効にする(&E)
pt: &Habilita auto gravação
sk: &Povoliť automatické ukladanie
sl: S&amodejno shranjuj

source: The current score will be saved regularly if this is enabled.
es: La partitura actual será guardada regularmente si se habilita.
ja: 有効にすると編集中の楽譜は定期的に保存されます。
pt: A partitura atual será gravada regularmente se isto estiver habilitado.
sk: Ak toto povolíte, potom aktuálna partitúra bude pravidelne ukladaná.
sl: Če je to vključeno, bo dokument periodično samodejno shranjen.

source: The current score will be saved regularly if this is enabled. It will be saved to <filename>.sav, where <filename> is the name of the file to which the current score was last saved, or if it was not saved, the name of the file from which it was loaded. If the current score is new, it will be saved to unnamed<number>.not.sav, where <number> is a positive integer with the purpouse of making the name unique.
es: La partitura actual se guardará regularmente si se habilita. Se guardará bajo el nombre <nombre_de_archivo>.sav, donde <nombre_de_archivo> es el nombre del archivo bajo el cual se guardó originalmente, o si no se guardó, el nombre bajo el cual se abrió. Si la partitura actual es nueva, se guardará bajo unnamed<número>.sav, donde <número> es un entero positivo con el propósito de asignar un nombre único.
pt: A partitura atual será gravada regularmente se isto estiver habilitado. Ela será gravada em <nome-do-arquivo>.sav, onde <nome-do-arquivo> é o nome do arquivo em que a partitura foi gravada pela última vez, ou se ela não foi gravada, o nome do arquivo do qual ela foi carregada. Se a partitura atual for nova, ela será gravada em unnamed<número>.not.sav, onde <número> é um inteiro positivo com o propósito de tornar o nome único.
sk: Aktuálna partitúra bude pravidelne uložená, ak je povolená táto možnosť. Bude uložená do <názov_súboru>.sav, kde <názov_súboru> je meno súboru, pod ktorým bola naposledy uložená partitúra, alebo ak ešte nebola uložená, tak sa použije meno súboru, z ktorého bola načítaná. Ak aktuálna partitúra je nový súbor, tak bude uložená bez názvu ako <číslo>.not.sav, kde <číslo> je také celé kladné číslo, aby názov bol jedinečný.
sl: Če je to vključeno, bo dokument periodično samodejno shranjen. Imenu vaše trenutno odprte datoteke bo dodana končnica .sav. Če je trenuten dokument nov in še ni shranjen, bo shranjen v "unnamed<N>.not.sav", kjer je <N> prva možna številka, da datoteka s takim imenom še ne obstaja v trenutnem imeniku.

source: minutes
es: minutos
ja: 分
pt: minutos
sk: minút
sl: minut

source: Autosave &interval:
es: &Intervalo de autoguardado
ja: 自動保存の間隔(&I)
pt: &Intervalo de auto gravação:
sk: &Interval automatického ukladania:
sl: &Interval samodejnega shranjevanja:

source: The time interval between the occations when the current score is saved if there are unsaved changes.
es: El intervalo de tiempo al guardar la partitura actual si es que hay cambios sin guardar.
ja: 保存されていない変更があるときに、自動的に保存を行う間隔
pt: O intervalo de tempo entre as ocasiões em que a partitura atual é gravada se existirem alterações ainda não gravadas.
sk: Časový interval, po ktorom sa uložia zmeny v súbore, ak súbor nebol medzičasom uložený.
sl: Časovni interval samodejnega shranjevanja datoteke.

source: Startup
es: Inicio
ja: 起動
pt: Inicialização
sk: Spustenie
sl: Zagon

source: useMidi&Pedal
es: Usar &Pedal Midi
ja: MIDI ペダルを使う(&P)
pt: usar &Pedal Midi
sk: používanie Midi&pedálu
sl: Uporabi Midi&Pedal

source: enable MIDI pedal instruction (does not work on all sound cards; especially TiMidity++)
es: Habilitar instrucción de midi Pedal (no funciona con todas las tarjetas de sonido; especialmente TiMidity++)
ja: MIDIペダルを有効にします。(ただし、すべてのサウンドカードで機能するわけではありません。特に Timidity++では)
pt: Habilita a instrução do pedal MIDI (não funciona em todas as placas de som; especialmente TiMidity++)
sl: Vklopi MIDI ukaze za pedal (ne deluje na vseh zvočnih karticah, še posebej ne v TiMidity++ okolju)

source: &Tip of the day
es: Consejo del &día
ja: その日の小技(&T)
pt: &Dica do dia
sk: &Tip dňa
sl: &Namig dneva

source: A tip is shown when the application has started if this is enabled.
es: Se mostrará un consejo cuando la aplicación inicia si se habilita.
ja: 有効にすると、起動のたびに小技を表示します。
pt: Uma dica é mostrada quando a aplicação é iniciada, se isto estiver habilitado.
sk: Táto voľba umožní, aby sa po štarte zobrazili tipy.
sl: Če je to vključeno, bo namig dneva vsakič prikazan ob zagonu aplikacije.

source: Load la&st score
es: Cargar última partitu&ra
ja: 最後に編集していた楽譜をロードする(&S)
pt: &Carrega a última partitura
sk: Načítať po&slednú partitúru
sl: &Odpri zadnji dokument

source: The last score that was open the last time the appliaction was used will be loaded if this is enabled.
es: La partitura más reciente se cargará en la aplicación si se habilita.
ja: 有効にすると、起動時に前回最後に開いていた楽譜をロードします。
pt: A última partitura que foi aberta a última vez que a aplicação foi usada será carregada, se isto estiver habilitado.
sk: Táto voľba umožní, aby sa načítala partitúra, ktorá bola naposledy otvorená pri poslednom spustení aplikácie.
sl: Če je to vključeno, bo naložil zadnji odprt dokument ob novem zagonu aplikacije.

source: Turn Over
es: Voltear
pt: Quebra
sl: Sprememba strani

source: page turn point:
es: Punto de vuelta de página:
pt: Ponto de quebra de página:
sl: Točka spremembe strani

source: Determine the offset at which the turn over takes place.
es: Determinar la tolerancia en donde ocurre el cambio de página.
pt: Determina a distância na qual a quebra ocorrerá.
sl: Določi število točk odmika od roba strani, pri katerem se bo stran že obrnila.

source: Editing
es: Editar
ja: 編集
pt: Edição
sk: Úpravy
sl: Urejanje

source: auto &beam insertion
ja: 連桁を自動的に挿入する(&B)
pt: Inserção de &união automáica
sl: Samodejno povezovanje vratov not

source: insert &echo
es: insertar &eco
ja: エコーを挿入する(&E)
pt: Inserir &eco
sl: Dodaj &odmev

source: Move according ke&ysig
es: Mover segú&n armadura
pt: &Muda de acordo com a armatdura da clave
sk: Pohyb podľa ke&ysig
sl: Premakni trenutno &tonaliteto

source: autom. bar insertion
es: insertar líneas divisorias autom.
ja: 自動的に小節区切りを挿入
pt: inserção automática de barras de compasso
sl: Samodejna postavitev taktnic

source: Printing
ja: 印刷
pt: Impressão
sl: Tiskanje

source: Typesetting &program
ja: 書式整形プログラム(&P)
pt: &Programa de tipografia
sl: Notografski &program

source: Typesetting program
ja: 書式整形プログラム
pt: Programa de tipografia
sl: Notografski program

source: ABC Music
sl: "ABC music" format

source: PMX
sl: "PMX" format

source: Lilypond
sl: "LilyPond" format

source: MusiXTeX
sl: "MusiXTeX" format

source: custom
ja: カスタム指定する
pt: personalizado
sl: poljubno

source: Export &format:
ja: エクスポートする形式(&F)
pt: &Formato de exportação:
sl: Tip izvožene datoteke:

source: Export format
ja: エクスポートする形式
pt: Formato de exportação
sl: Tip izvožene datoteke

source: MusicXML
sl: MusicXML format

source: &Invokation:
ja: 実行コマンド(&I):
pt: &Comando:
sl: Izvedi &ukaz:

source: Invokation
ja: 実行コマンド
pt: Comando
sl: Izvedi ukaz

source: &Options:
ja: オプション(&O)
pt: &Opções:
sl: M&ožnosti:

source: Options
sl: M&ožnosti

source: Pre&view program
ja: プレビューに使用するプログラム(&V)
pt: Programa de pré-&visualização
sl: Program za pr&edogled

source: I&nvokation:
ja: 実行コマンド(&N):
pt: &Comando:
sl: Izvedi &ukaz:

source: Colors
es: Colores
ja: 色
pt: Cores
sk: Farby
sl: Barve

source: &Backgrounds:
es: &Fondos:
ja: 背景(&B):
pt: &Fundos:
sk: &Pozadie:
sl: Ozadje:

source: Selection bac&kgrounds:
es: Selección de &fondos
ja: 選択された部分の背景(&K):
pt: Seleção de &fundos:
sk: Voľba &pozadia:
sl: Ozadje trenutno izbranega območja:

source: &Staffs:
es: &Pentagramas:
ja: 五線(&S):
pt: &Pautas:
sk: &Notová osnova:
sl: &Sistemi:

source: Selected sta&ffs:
es: Pentagra&mas seleccionados:
ja: 選択された五線(&F):
pt: &Pauta selecionada:
sk: Zvolené notové os&novy:
sl: &Izbrani sistemi:

source: Ba&rs:
es: C&ompases:
ja: 小節区切り(&R):
pt: &Barras:
sk: Tak&tové čiary:
sl: &Takti:

source: Sele&cted bars:
es: Compases sele&ccionados:
ja: 選択された小節区切り(&C):
pt: Barra &selecionada:
sk: Zvo&lené taktové čiary:
sl: Izbrani &takti:

source: Bar n&umbers:
es: N&umeración de compases:
ja: 小節番号(&U):
pt: &Números de compasso:
sk: Čí&sla taktov:
sl: &Številke taktov:

source: Selected bar nu&mbers:
es: Nú&meros de compas seleccionados:
ja: 選択された小節番号(&M):
pt: Número de compasso s&elecionado:
sk: Zvolené čísla ta&ktov:
sl: Številke &izbranega takta:

source: &Tempo signatures:
es: &Tempos:
ja: 速度記号(&T)
pt: &Fórmula de compasso:
sk: Označenie &tempa
sl: &Oznake tempa:

source: Selected temp&o signatures:
es: Temp&os seleccionados:
ja: 選択された速度記号(&O):
pt: Fó&rmula de compasso selecionada:
sk: Zvolené &označenia tempa
sl: Izbrane oznak&e tempa:

source: &Volume signatures:
es: &Dinámicas:
ja: 音量記号(&V)
pt: &Indicações de dinâmica:
sk: Označenie &hlasitosti
sl: Dinamične o&značbe:

source: Selected volume si&gnatures:
es: Dinámicas seleccio&nadas:
ja: 選択された音量記号(&G)
pt: I&ndicação de dinâmica selecionada:
sk: Zvolené označenie h&lasitosti
sl: Izbrane dinamične oz&načbe:

source: &Program changes:
es: Cambios de &Programa:
ja: 楽器名(&P):
pt: M&udanças de timbre:
sk: Zmeny &programu:
sl: &Oznake &zamenjave inštrumentov:

source: Selected program c&hanges:
es: Cambios de programa seleccio&nados:
ja: 選択された楽器名(&H):
pt: Mu&dança de timbre selecionada:
sk: Zvolené zmeny pro&gramu:
sl: &Izbrane oznake zamenjave inštrumentov&:

source: Special &endings:
es: Finales &alternativos:
ja: 特殊な終端(&E):
pt: &Terminações especiais:
sk: Špeciálne &ukončenie:
sl: &Posebni zaklju&čki:

source: Selected spec&ial endings:
es: Finales &especiales seleccionados:
ja: 選択された特殊な終端(&I):
pt: Ter&minação especial selecionada:
sk: Zvolené špeciálne o&značenie:
sl: &Izbrani posebni zaključ&ki:

source: Staff &names:
es: &Nombre de Pentagramas:
ja: 五線名(&N):
pt: &Nomes de pautas:
sk: Názvy &notových osnov:
sl: &Imena sistemov:

source: Se&lected staff names:
es: Nombres de pentagramas se&leccionados:
ja: 選択された五線名(&L):
pt: N&ome de pauta selecionado:
sk: Zvo&lené názvy notových osnov:
sl: Izbrana imena siste&mov:

source: L&yrics:
es: Estro&fas:
ja: 歌詞(&Y):
pt: &Letras:
sk: Te&xt piesne:
sl: &Besedilo pesmi:

source: staff con&text:
es: Contexto de pen&tagrama:
pt: Conte&xto da pauta:
sl: Dejanska vsebina vs&akega sistema:

source: Sound
es: Sonido
ja: サウンド
pt: Som
sk: Zvuk
sl: Zvok

source: Sequencers
es: Secuenciadores
ja: シーケンサ
pt: Sequenciadores
sk: Sekvencér
sl: Sekvenčniki

source: Attempt to create an ALSA MIDI scheduler at startup.
es: Intentando crear un scheduler ALSA MIDI al inicio.
ja: 起動時に ALSA MIDI スケジューラを作成する。
pt: Tenta criar um agendador MIDI ALSA na inicialização.
sk: Pokus o vytvorenie ALSA MIDI scheduler pri spustení
sl: Poskus ustvarjanja ALSA MIDI razvrščevalnika ob zagonu.

source: The TSE3 sequencer library will attempt to create an ALSA (Advanced Linux Sound Architecture) MIDI scheduler when the application starts if this is enabled. Enable this if you use ALSA to acces your soundcard.
es: La biblioteca de secuenciador TSE3 intentará crear un scheduler MIDI de ALSA (Advanced Linux Sound Architecture) cuando inicie la aplicación si se habilita. Habilite esto si utiliza ALSA para acceder su tarjeta de sonido.
ja: 有効にすると、TSE3シーケンサライブラリはアプリケーション起動時に ALSA (Advanced·Linux·Sound·Architecture)·MIDI·スケジューラを生成しようとします。サウンドカードにアクセスするために ALSA を使用している場合はこれを有効にしてください。
pt: A biblioteca de sequenciador TSE3 tentará criar um agendador MIDI ALSA (Advanced Linux Sound Architecture) quando a aplicação iniciar, se isto estiver habilitado. Habilite isto se você usa ALSA para acessar sua placa de som.
sk: Ak je povolená táto voľba, tak sekvencér TSE knižnice sa pokúsi vytvoriť ALSA (Advanced Linux Sound Architecture) MIDI scheduler pri spustení aplikácie. Ak na prístup k zvukovej karte používate ALSA, tak povoľte túto možnosť.
sl: TSE3 sekvenčna knjižnica bo ob zagonu aplikacije poskusila ustvariti ALSA (Advanced Linux Sound Architecture) MIDI razvrščevalnik, če je ta izbira vključena. Vklopite jo, če uporabljate ALSA za dostop do zvočne kartice.

source: Attempt to create an OSS MIDI scheduler at startup.
es: Intentar crear un scheduler OSS MIDI al inicio.
ja: 起動時に OSS MIDI スケジューラを作成する。
pt: Tenta criar um agendador MIDI OSS na inicialização.
sk: Pokus o vytvorenie OSS MIDI scheduler pri spustení
sl: Poskus ustvarjanja OSS MIDI razvrščevalnika ob zagonu.

source: The TSE3 sequencer library will attempt to create an OSS (Open Sound System) MIDI scheduler when the application starts if this is enabled. Enable this if you use OSS to acces your soundcard.
es: La biblioteca de secuenciador TSE3 intentará crear un scheduler MIDI OSS (Open Sound System) cuando la aplicación inicie. Habilite esto su usa OSS para acceder a su tarjeta de sonido.
ja: 有効にすると、TSE3シーケンサライブラリはアプリケーション起動時に OSS·(Open·Sound·System)·MIDI·スケジューラを生成しようとします。サウンドカードにアクセスするために OSS を使用している場合はこれを有効にしてください。
pt: A biblioteca de sequenciador TSE3 tentará criar um agendador MIDI OSS (Open Sound System) quando a aplicação iniciar, se isto estiver habilitado. Habilite isto se você usa OSS para acessar sua placa de som.
sk: Ak je povolená táto voľba, tak sekvencér TSE knižnice sa pokúsi vytvoriť OSS (Open Sound System) MIDI scheduler pri spustení aplikácie. Ak na prístup k zvukovej karte používate OSS, tak povoľte túto možnosť.
sl: TSE3 sekvenčna knjižnica bo ob zagonu aplikacije poskusila ustvariti OSS (Open Sound System) MIDI razvrščevalnik, če je ta izbira vključena. Vključite jo, če uporabljate OSS za dostop do zvočne kartice.

source: &MIDI devices
es: Dispositivos &MIDI
ja: &MIDI デバイス
pt: &Dispositivos MIDI
sk: &MIDI zariadenia
sl: &MIDI naprave

source: Chords
es: Acordes
ja: コード
pt: Acordes
sk: Akordy
sl: Akordi

source: Chordnames
es: Nombres de acordes
ja: コード名
pt: Nomes de acordes
sk: Názvy akordov
sl: Imena akordov

source: American, sharps
es: Estilo Americano, sostenidos
pt: Americano, sustenidos
sl: Ameriška, višaji

source: American, flats
es: Estilo americano, bemoles
pt: Americano, bemóis
sl: Ameriška, nižaji

source: American, mixed
es: Estilo americano, mixto
pt: Americano, misto
sl: Ameriška, mešano

source: European, sharps
es: Estilo europeo, sostenidos
pt: Europeu, sustenidos
sl: Evropska, višaji

source: European, flats
es: Estilo europeo, bemoles
pt: Europeu, bemóis
sl: Evropska, nižaji

source: European, mixed
es: Estilo europeo, mixto
pt: Europeu, misto
sl: Evropska, mešano

source: Jazz, sharps
es: Estilo jazz, sostenidos
pt: Jazz, sustenidos
sl: Jazz, višaji

source: Jazz, flats
es: Estilo jazz, bemoles
pt: Jazz, bemóis
sl: Jazz, nižaji

source: Jazz, mixed
es: Estilo jazz, mezclados
pt: Jazz, misto
sl: Jazz, mešano

source: Dominant 7
es: 7a Dominante
ja: ドミナント 7
pt: 7a. dominante
sl: Dominantni septakord

source: Alterations
es: Alteraciones
ja: 臨時記号
pt: Alterações
sl: Alteracije

source: nothing to write
es: Nada que escribir
ja: 書くものがありません
pt: nada para escrever
sk: niet čo zapísať
sl: nič za napisati

source: Write Staffs
es: Escribir pentagramas
ja: 五線を書き込む
pt: Escreve pautas
sk: Zapísať osnovy
sl: Napiši sisteme

source: error opening file
es: Error al abrir archivo
ja: ファイルを開く時にエラーが発生しました
pt: erro abrindo o arquivo
sk: chyba pri otváraní súboru
sl: Napaka pri odpiranju datoteke

source: staff %1; measure %2: you mixed different bar types; this cannot be expressed in MUP and causes data loss
es: Pentagrama %1: compás %2: ha mezclado diferentes tipos de compases; esto no se puede expresar en MUP y puede ocasionar pérdida de datos
ja: 五線 %1; 小節 %2: 異なる種類の縦線が混在しています。MUP ではこれを表現することができないため、データの一部が失われます
pt: pauta %1; compasso %2: você misturou tipos de barras distintas; isto não pode ser expressado em MUP e causa perdade de dados
sk: osnova %1; takt %2: zmiešali ste rôzne typy taktových čiar; toto nie je možné vyjadriť v MUP a spôsobí to stratu údajov
sl: Sistem %1, takt %2: Prisotni so različni tipi taktnic na enem mestu. Tega MUP format ne podpira in posledično lahko pride do izgube podatkov.

source: Staff %1 ; measure %2 :The multirests are not aligned
es: Pentagrama %1; compás %2 : los silencios multicompás no están alineados
ja: 五線 %1 ; 小節 %2 :複数の休符は整列されません
pt: Pauta %1; compasso %2: As pausas múltiplas não estão alinhadas
sk: osnova %1; takt %2: viacnásobné pomlčky nie sú zarovnané
sl: Sistem %1, measure %2: Večtaktne pavze niso poravnane

source: staff %1; measure %2: irregulaer key in the middle omitted
es: Pentagrama %1; compás %2: métrica irregular en el centro omitida
pt: pauta %1; compasso %2: clave irregular do meio omitida
sl: Sistem %1, takt %2: Napačen ključ prezrt

source: staff %1; measure %2: Mup can only deal with tuplets which sum up to a single note length
es: Pentagrama %1; compás %2: MUP sólo puede manejar grupos de notas que sean equivalentes hasta la duración de una sola nota
ja: 五線 %1; 小節 %2: Mup は合計して１つの音符の長さになる連符だけを取り扱うことができます
pt: pauta %1; compasso %2: MUP só pode lidar com quiálteras cuja soma é igual a uma única nota
sl: Sistem %1, takt %2: MUP format lahko shrani le tiste poddelitve not, katerih vsoto lahko zapišemo kot eno samo noto

source: staff %1; measure %2: Mup cannot deal with segno staff at end. The segno staff is deleted. Please insert a rest!
es: Pentagrama %1; compás %2: MUP no puede manejar el Pentagrama con Signo al final. Se borrará el pentagrama con Signo. Por favor inserte un silencio!
pt: pauta %1; compasso %2: MUP não pode lidar com segno de pauta no final. O segno de pauta foi deletado. Por favor, insira uma pausa!
sl: Sistem %1, takt %2: MUP format ne podpira Segno simbola ob koncu skladbe in zato ta sistem ni bil shranjen. Prosimo, da simbol Segno zamenjate s pavzo!

source: staff %1; measure %2: Mup cannot deal with pedal marks in non-1st-voice! This cannot be restored
es: Pentagrama %1; compás %2: MUP no puede manejar marcas de pedal en una voz que no sea la primera. Esto no se puede restaurar.
ja: 五線 %1; 小節 %2: MUP は最初の声部にないペダル記号を取り扱うことができません。これは復元されません
pt: pauta %1; compasso %2: MUP não pode lidar com marcas de pedal em vozes que não sejam a primeira! Isto não pode ser restaurado
sl: Sistem %1, takt %2: MUP format ne podpira pedalnih oznak v neprvem glasu in bodo zato prezrte!

source: Possible data loss!
es: Posible pérdida de datos.
ja: 一部のデータが失われた可能性があります!
pt: Perda de dados possível!
sk: Môže dôjsť ku strate údajov!
sl: Možnost izgube podatkov!

source: Save
sl: Shrani

source: Noteedit will save your score, and it can (probably) restore the score. But the file doesn't conform to MUP, so it will not work with the MUP interpreter.
es: NoteEdit guardará su partitura, y posiblemente pueda restaurarla pero el archivo no se ajusta correctamente a MUP, por lo que no funcionará con el intérprete MUP.
ja: Noteedit は楽譜を保存します, （多分）復元することができます。 しかし、ファイルが MUP の形式に従っていないため、MUP インタプリタでは動かないでしょう。
pt: Noteedit irá gravar sua partitura e ele pode (provavelmente) restaura-la. Mas o arquivo não satisfaz ao MUP e ele não funcionará com o interpretador MUP.
sl: Noteedit bo shranil dokument in ga verjetno naslednjič tudi odprl. Datoteka pa ni v standardnem MUP formatu, tako da ne bo delovala z MUP interpretorjem.

source: staff %1; measure %2 : %3 128th, should be: %4
es: Pentagrama %1; compás %2 : %3 128avo, debería ser: %4
ja: 五線 %1; 小節 %2 : %3 128分音符, %4 であるべきです
pt: pauta %1; compasso %2: %3 quartifusas, deveria ser: %4
sl: Sistem %1; takt %2 : %3 128-inka, morala bi biti: %4

source: staff %1; measure %2: Mup cannot deal with mixed lyrics/non-lyrics notes in the same measure
es: Pentagrama %1; compás %2: MUP no puede manejar notas y estrofas mezcladas en el mismo compás.
ja: 五線 %1; 小節 %2: MUP は同一小節内に歌詞のある／ない音符を混在させることができません。
pt: pauta %1; compasso %2: MUP não pode lidar com notas com letras e sem letras misturados no mesmo compasso
sk: osnova %1; takt %2: MUP sa nevie vysporiadať s textom piesne a notami bez textu v tom istom takte
sl: Sistem %1, takt %2: MUP format ne podpira mešanih not, ki imajo/nimajo besedila, znotraj enega takta.

source: staff %1; measure %2: Mup up cannot deal with slurs over more than 1 element, besides in 1st or 2nd voice
es: Pentagrama %1; compás %2: MUP no puede manejar ligaduras de más de un elemento, aparte de primera y segunda voz
pt: pauta %1; compasso %2: MUP não pode lidar com legatos sobre mais de 1 elemento, a não ser na 1a. ou 2a. vozes
sl: Sistem %1; takt %2: MUP format ne podpira (razen v prvem in drugem glasu) lokov čez več kot en element
