Repository: BackupTheBerlios/noteedit-svn
Catalog: trunk/po/*.po
Languages: es, ja, pt, sk, sl

source: Staff name
es: Nombre de pentagrama:
ja: 五線名
pt: Nome da pauta
sk: Názov osnovy
sl: Ime sistema

source: &Select all
es: &Seleccionar todo:
ja: すべて選択(&S)
pt: &Seleciona tudo
sk: &Zvoliť všetko
sl: &Izberi vse

source: &Unselect all
es: &Des-seleccionar todo
ja: すべて選択解除(&U)
pt: &Desseleciona tudo
sk: &Odznačiť všetko
sl: Ne &izberi ničesar

source: Text Dialog
ja: テキスト ダイアログ
pt: Diálogo de texto
sk: Textový dialóg
sl: Napis

source: Text
ja: テキスト
pt: Texto
sl: Napis

source: Enter text:
ja: テキスト:
pt: Entre texto:
sk: Vložiť text
sl: Besedilo:

source: Ok
sl: V redu

source: Uptext
pt: Texto acima
sl: Nad sistemom

source: DownText
pt: Texto abaixo
sl: Pod sistemom

source: TimeSignature
es: Métrica
ja: 拍子記号
pt: Fórmula de compasso
sk: OznačenieDoby
sl: Taktovski način

source: Custom time signature
ja: カスタム 拍子記号
pt: Fórmula de compasso personalizada
sl: Poljuben taktovski način

source: Predefined time signatures
es: Métricas predeterminadas
ja: 定義されている拍子記号
pt: Fórmula de compasso predefinida
sk: Preddefinované označenia taktu
sl: Najpogostejši taktovski načini

source: Tip of the day - NoteEdit
es: Consejo del día - NoteEdit
ja: 今日の小技 - NoteEdit
pt: Dica do dia - Noteedit
sk: Tip dňa - NoteEdit
sl: Namig dneva - NoteEdit

source: &Show tips in future
es: &Mostrar consejos la siguiente vez
ja: これからも小技を表示する(&S)
pt: Mostra &dicas no futuro
sk: Zobrazovať tipy aj v budúcnosti
sl: &Pokaži namige v prihodnje

source: Information about the TSE3 song - NoteEdit
es: Información de canción TSE3 - NoteEdit
ja: TSE3 曲についての情報 - NoteEdit
pt: Informação sobre a música TSE3 - Noteedit
sk: Informácie o TSE3 piesni - NoteEdit
sl: Podatki o TSE3 skladbi - NoteEdit

source: Track No.
es: Pista Num.
ja: トラック No.
pt: Trilha núm.
sk: Stopa č.
sl: Št. skladbe

source: Splitted
es: Partida
pt: Dividido
sk: Rozdelené
sl: Razdeljena

source: Channel
es: Canal
ja: チャネル
pt: Canal
sk: Kanál
sl: Kanal

source: Volume
es: Volúmen
ja: 音量
sk: Hlasitosť
sl: MIDI jakost

source: Clef
es: Clave
ja: 音部記号
pt: Clave
sk: Kľúč
sl: Ključ

source: Tuplets
es: Grupetos
ja: 連符
pt: Quiálteras
sl: Ritmične posebnosti

source: Number of notes:
es: Número de notas:
ja: 音符の数:
pt: Número de notas:
sl: Število not:

source: Real length (in notes above)
es: Longitud real (en las notas arriba)
pt: Comprimento real (nas notas acima)
sl: Dejanska dolžina (v podanih notah)

source: Voices - NoteEdit
es: Voces - NoteEdit
ja: 声部 - NoteEdit
pt: Vozes - Noteedit
sk: Hlasy - Noteedit
sl: Glasovi - NoteEdit

source: Stem direction
es: Dirección de plicas
ja: 縦棒の方向
pt: Direção das hastes
sk: Smer nôt
sl: Smer vratov

source: &Up
es: &Arriba
ja: 上(&U)
pt: Para &cima
sk: &Hore
sl: &Gor

source: Do&wn
es: A&bajo
ja: 下(&W)
pt: Pa&ra baixo
sk: D&ole
sl: &Dol

source: &Indiviual
es: &Individual
ja: 個別(&I)
pt: In&dividual
sk: &Individuálne
sl: &Posamezno

source: Create &voice
es: Crear &voz
ja: 声部を作成(&V)
pt: C&riar voz
sk: Vytvoriť hla&s
sl: &Ustvari glas

source: &Delete voice
es: &Borrar voz
ja: 声部を削除(&D)
pt: Apa&gar voz
sk: &Zmazať hlas
sl: &Izbriši glas

source: &Apply
sl: &Uveljavi

source: Voice number:
es: Número de voz:
ja: 声部番号:
pt: Voz número:
sk: Číslo hlasu:
sl: Glas št.:

source: <center>Rest position</center>
es: <center>Posición del silencio</center>
ja: <center>休符の位置</center>
pt: <center>Posição da pausa</center>
sk: <center>Pozícia pomlčky</center>
sl: <center>Pozicija pavz</center>

source: Insert volume - NoteEdit
es: Insertar volúmen - NoteEdit
ja: 音量記号を挿入 - NoteEdit
pt: Inserir volume - Noteedit
sk: Vložiť hlasitosť - Noteedit
sl: Sprememba dinamike - NoteEdit

source: volume
es: Volúmen
ja: 音量
sk: hlasitosť
sl: Jakost

source: Musical express:
es: Expresión musical:
ja: 音の強さ
pt: Expressão musical:
sk: Hudobné vyjadrenie:
sl: Glasbena označba:

source: full
es: completo
ja: 全休符
pt: semibreve
sk: celá
sl: celinska pavza

source: dotted half
es: blanca con puntillo
ja: 付点２分休符
pt: mínima pontuada
sk: pólová s bodkou
sl: polovinska pavza s piko

source: half
es: blanca
ja: ２分休符
pt: mínima
sk: pólová
sl: polovinska pavza

source: dotted quarter
es: negra con puntillo
ja: 付点４分休符
pt: semínima pontuada
sk: štvrťová s bodkou
sl: četrtinska pavza s piko

source: quarter
es: negra
ja: ４分休符
pt: semínima
sk: štvrťová
sl: četrtinska pavza

source: dotted 8th
es: corchea con puntillo
ja: 付点８分休符
pt: colcheia pontuada
sk: osminová s bodkou
sl: osminska pavza s piko

source: 8th
es: corchea
ja: ８分休符
pt: colcheia
sk: osminová
sl: osminska pavza

source: dotted 16th
es: semi-corchea con puntillo
ja: 付点１６分休符
pt: semicolcheia pontuada
sk: šestnástinová s bodkou
sl: šestnajstinska pavza s piko

source: 16th
es: semi-corchea
ja: １６分休符
pt: semicolcheia
sk: šesťnástinová
sl: šestnajstinska pavza

source: dotted 32th
es: fusa con puntillo
ja: 付点３２分休符
pt: fusa pontuada
sk: 32 s bodkou
sl: 32-inska pavza s piko

source: 32th
es: fusa
ja: ３２分休符
pt: fusa
sl: 32-inska pavza

source: 64th
es: semi-fusa
ja: ６４分休符
pt: semifusa
sl: 64-inska pavza

source: Piano 1
ja: ピアノ 1
sk: Klavír 1
sl: Klavir 1

source: Piano 2
ja: ピアノ 2
sk: Klavír 2
sl: Klavir 2

source: Piano 3
ja: ピアノ 3
sk: Klavír 3
sl: Klavir 3

source: Honky-tonk
pt: Piano de saloon
sl: Honky-tonk klavir

source: E.Piano 1
es: Piano eléctrico 1
pt: Piano elétrico 1
sk: El. klavír 1
sl: Električni klavir 1

source: E.Piano 2
es: Piano eléctrico 2
pt: Piano elétrico 2
sk: El. klavír 2
sl: Električni klavir 2

source: Harpsichord
es: Clavecín
ja: ハープシコード
pt: Cravo
sk: Čembalo
sl: Čembalo

source: Clavinet
es: Clavecin
pt: Espineta
sk: Klavinet
sl: Klavikord

source: Glockenspiel
es: Campanas
sl: Zvončki

source: Music Box
es: Caja musical
ja: オルゴール
pt: Caixinha de música
sl: Lajna

source: Vibraphone
es: Vibráfono
pt: Vibrafone
sk: Vibrafón
sl: Vibrafon

source: Xylophone
es: Xilófono
pt: Xilofone
sk: Xylofón
sl: Ksilofon

source: Tubular Bells
es: Campanas tubulares
pt: Sinos tubulares
sk: Trubicové zvonky
sl: Cevasti zvonovi

source: Dulcimer
ja: ダルシマー
sl: Čembalo 2

source: Organ 1
es: Organo 1
ja: オルガン 1
pt: Órgão 1
sk: Orgán 1
sl: Orgle 1

source: Organ 2
es: Organo 2
ja: オルガン 2
pt: Órgão 2
sk: Orgán 2
sl: Orgle 2

source: Organ 3
es: Organo 3
ja: オルガン 3
pt: Órgão 3
sk: Orgán 3
sl: Orgle 3

source: Church Organ
es: Organo de iglesia
ja: チャーチ オルガン
pt: Órgão de igreja
sk: Kostolný orgán
sl: Cerkvene orgle

source: Reed Organ
es: Organo de Lengüetas
ja: リード オルガン
pt: Harmônio
sk: Píšťalový orgán
sl: Orgle z vibratom

source: Accordion
es: Acordeón
ja: アコーディオン
pt: Acordeão
sk: Akordeón
sl: Akordeon

source: Harmonica
es: Armónica
ja: ハーモニカ
pt: Gaita
sk: Harmonika
sl: Harmonika

source: Nylon Guitar
es: Guitarra de nilon
ja: ナイロン ギター
pt: Guitarra com cordas de nylon
sk: Nylonová gitara
sl: Akustična najlonska kitara

source: Steel Guitar
es: Guitarra hawaiana
pt: Guitarra com cordas de aço
sk: Tvrdá gitara
sl: Akustična kovinska kitara

source: Jazz Guitar
es: Guitarra de Jazz
ja: ジャズ ギター
pt: Guitarra de jazz
sk: Džezová gitara
sl: Električna jazz kitara

source: Clean Guitar
es: Guitarra limpia
ja: クリーン ギター
pt: Guitarra sem efeitos
sk: Čistá gitara
sl: Neojačana električna kitara

source: Guitar Mutes
es: Guitarra ahogada
pt: Guitarra com surdina
sl: Zadušena električna kitara

source: Overdrive Guitar
es: Guitarra Overdrive
ja: オーバードライブ ギター
pt: Guitarra com overdrive
sl: Overdrive električna kitara

source: Guitar Harmonics
es: Armónicos de guitarra
pt: Guitarra harmonica
sl: Električna kitara - Harmonije

source: Acoustic Bass
es: Bajo acústico
ja: アコースティック ベース
pt: Violão
sl: Akustični bas

source: Fingered Bass
es: Bajo eléctrico
pt: Baixo dedilhado
sl: Električni bas 1

source: Picked Bass
es: Bajo con púa
pt: Baixo beliscado
sl: Električni bas 2

source: Fretless Bass
es: Bajo sin trastes
pt: Baixo sem trastes
sl: Električni bas 3

source: Slap Bass 1
es: Bajo Tableteado 1
pt: Baixo batido 1
sl: Slap bas 1

source: Slap Bass 2
es: Bajo Tableteado 2
pt: Baixo batido 2
sl: Slap bas 2

source: Synth Bass 1
es: Baje sintetizado 1
pt: Baixo sintético 1
sl: Synth bas 1

source: Synth Bass 2
es: Bajo sintetizado 2
pt: Baixo sintético 2
sl: Synth bas 2

source: Violin
ja: バイオリン
pt: Violino
sk: Husle
sl: Violina

source: Cello
es: Violoncello
ja: チェロ
pt: Violoncelo
sk: Violončelo
sl: Čelo

source: Contrabass
es: Contrabajo
ja: コントラバス
pt: Contrabaixo
sk: Kontrabas
sl: Kontrabas

source: Tremolo Strings
es: Cuerdas tremolo
ja: トレモロ ストリングス
pt: Cordas com trêmulo
sk: Tremolo sláčiky
sl: Tremolo godala

source: Harp
es: Arpa
ja: ハープ
pt: Harpa
sk: Harfa
sl: Harfa

source: Timpani
es: Timbales
ja: ティンパニ
pt: Timpanos
sl: Pavke

source: Strings
es: Cuerdas
ja: ストリングス
pt: Cordas
sk: Sláčiky
sl: Godala

source: Slow Strings
es: Cuerdas lentas
pt: Cordas lentas
sk: Pomalé sláčiky
sl: Počasna godala

source: Synth Strings 1
es: Cuerdas sintéticas 1
ja: シンセ ストリングス 1
pt: Cordas sintéticas 1
sk: Synt sláčiky 1
sl: Synth godala 1

source: Synth Strings 2
es: Cuerdas sintéticas 2
ja: シンセ ストリングス 2
pt: Cordas sintéticas 2
sk: Synt sláčiky 2
sl: Synth godala 2

source: Choir Aahs
es: Coro Aah
pt: Coro de Aahs
sk: Chór Ááá
sl: Zborovski "aaa"

source: Voice Oohs
es: Voz Uu
pt: Coro de Oohs
sk: Hlas Oohs
sl: Pevski "ooo"

source: Synth Vox
es: Voz Sintética
pt: Voz sintética
sl: Sintetizirani glasovi

source: Orchestra Hit
ja: オーケストラ ヒット
pt: Tutti da orquestra
sl: Orkestralni udarec

source: Trumpet
es: Trompeta
ja: トランペット
pt: Trompete
sk: Trúbka
sl: Trobenta

source: Trombone
es: Trombón
ja: トロンボーン
sk: Trombón
sl: Trombon

source: Mute Trumpet
es: Trompeta con sordina
pt: Trompete com surdina
sk: Tlmená trúbka
sl: Zadušena trobenta

source: French Horns
es: Corno Francés
ja: フレンチ ホルン
pt: Cornes franceses
sk: Lesný roh
sl: Francoski rog

source: Brass
es: Alientos
ja: ブラス
pt: Sopros
sl: Trobila

source: Synth Brass 1
es: Alientos Sintéticos 1
ja: シンセ ブラス 1
pt: Sopros sintéticos 1
sl: Synth trobila 1

source: Synth Brass 2
es: Alientos Sintéticos 2
ja: シンセ ブラス 1
pt: Sopros sintéticos 2
sl: Synth trobila 2

source: Soprano Sax
es: Sax Soprano
ja: ソプラノ サックス
pt: Sax soprano
sk: Sopránový saxofón
sl: Sopran saksofon

source: Alto Sax
es: Sax Alto
ja: アルト サックス
pt: Sax alto
sk: Alt saxofón
sl: Alt saksofon

source: Tenor Sax
es: Sax Tenor
ja: テナー サックス
pt: Sax tenor
sk: Tenor saxofón
sl: Tenor saksofon

source: Baritone Sax
es: Sax barítono
ja: バリトン サックス
pt: Sax barítono
sk: Baritónový saxofón
sl: Bariton saksofon

source: Oboe
ja: オーボエ
pt: Oboé
sk: Hoboj
sl: Oboa

source: English Horn
es: Corno Inglés
ja: イングリッシュ ホルン
pt: Horne inglês
sl: Angleški rog

source: Bassoon
es: Fagot
pt: Fagote
sk: Fagot
sl: Fagot

source: Clarinet
es: Clarinete
ja: クラリネット
pt: Clarinete
sk: Klarinet
sl: Klarinet

source: Piccolo
es: Flauta piccolo
ja: ピッコロ
sk: Pikola
sl: Pikolo

source: Flute
es: Flauta
ja: フルート
pt: Flauta
sk: Flauta
sl: Flavta

source: Recorder
es: Flauta dulce
ja: リコーダー
pt: Flauta doce
sl: Angleška flavta

source: Pan Flute
es: Zampoña
pt: Flauta de Pan
sl: Flavta izrezljana iz lesa

source: Bottle Chiff
es: Flauta botella
pt: Garrafas vazias
sl: Pihanje v steklenico

source: Shakuhachi
ja: 尺八
sl: Šakuhači

source: Whistle
es: Chiflido
ja: ホイッスル
sk: Hvizd
sl: Žvižganje

source: Ocarina
ja: オカリナ
sl: Okarina

source: Square Wave
es: Onda cuadrada
pt: Onda quadrada
sl: Pravilen val

source: Saw Wave
es: Onda Sierra
pt: Onda dente de serra
sl: Melodični val

source: Charang
pt: Charango
sl: Šarang

source: Solo Vox
pt: Voz solo
sl: Solo vokal

source: 5th Saw Wave
pt: 5a. Onda dente de serra
sl: Kvintni melodični val

source: Bass & Lead
pt: Sopros e leads
sl: Bas & Lead

source: Fantasia
sk: Fantázia
sl: Fantazija

source: Warm Pad
pt: Pad morno
sl: Topel odmev

source: Poly Synth
pt: Sintetizador polifônico
sl: Poli Synth

source: Space Voice
pt: Voz espacial
sk: Kozmický hlas
sl: Vesoljski glas

source: Bowed Glass
pt: Vidro encurvado
sl: Steklovina

source: Metal Pad
pt: Pad metálico
sl: Kovinski odmev

source: Halo Pad
pt: Pad etéreo
sl: Žareč odmev

source: Sweep Pad
sl: Izčiščen odmev

source: Ice Rain
pt: Chuva de gelo
sk: Ľadový dážď
sl: Leden dež

source: Crystal
pt: Cristal
sk: Kryštál
sl: Kristal

source: Atmosphere
pt: Atmosfera
sk: Atmosféra
sl: Atmosfera

source: Brightness
pt: Brilhante
sk: Jas
sl: Svetloba

source: Echo Drops
pt: Gotas com eco
sk: Echo kvapky
sl: Kaplje odmevov

source: Star Theme
pt: Tema estrelar
sk: Hviezdna téma
sl: Znanstvena fantastika

source: Shamisen
ja: 三味線
sl: Šamizen

source: Bagpipe
es: Gaita
sl: Dude

source: Fiddle
pt: Rabeca
sl: Gosli

source: Shenai
sl: Šenai

source: Tinker Bell
sl: Otroški zvončki

source: Steel Drum
pt: Percussão metálica
sk: Kovový bubon
sl: Kovinski bobni

source: Wood Block
pt: Blocos de madeira
sk: Drevený bubon
sl: Lesena tolkala

source: Taiko Drum
ja: 太鼓
pt: Percussão Taiko
sk: Taiko bubon
sl: Taiko boben

source: Melodic Tom
ja: メロディック タム
pt: Percussão metálica
sk: Melodický bubon
sl: Melodični tom

source: Synth Drum
ja: シンセドラム
pt: Percussão sintética
sk: Synt bubon
sl: Synth boben

source: Reverse Cymbal
pt: Chimbal reverso
sl: Obrnjene činele

source: Fret Noise
pt: Ruído de cordas
sl: Drgnenje strune kitare

source: Breath Noise
pt: Som de respiração
sl: Vdih

source: Seashore
ja: 波の音
pt: Costa marinha
sk: Morské pobrežie
sl: Obala

source: Bird
ja: 小鳥
pt: Pássaro
sk: Vták
sl: Ptič

source: Telephone
ja: テレフォン
pt: Telefone
sk: Telefón
sl: Telefon

source: Helicopter
es: Helicóptero
ja: ヘリコプター
pt: Helicóptero
sk: Helikoptéra
sl: Helikopter

source: Applause
es: Aplauso
ja: 拍手
pt: Aplauso
sk: Potlesk
sl: Aplavz

source: Gun Shot
es: Disparo
ja: ガンショット
pt: Tiro
sk: Výstrel
sl: Strel s pištolo

source: Details:
es: Detalles:
ja: 詳細
pt: Detalhes:
sk: Detaily:
sl: Podrobnosti:

source: Do not show this message again
sl: Ne pokaži tega sporočila več

source: <b>An internal error happened somewhere.<br><br></b>The message is:<br><i>"%1"<br>Error Code is: %2</i><br><br>The program must be interrupted.<br>
es: <b>Ha ocurrido un error interno.<br><br></b>El mensaje es:<br><i>"%1"<br> Código de error es: %2</i><br><br>El programa se cerrará.<br>
ja: <b>内部でエラーが発生しました。<br><br></b>メッセージ:<br><i>"%1"<br>エラーコード: %2</i><br><br>プログラムの実行が中断されます。<br>
pt: <b>Um erro interno aconteceu em algum lugar.<br/><br/></b>A mensagem é:<br/><i>"%1"<br/>O código do erro é: %2</i><br/><br/>O programa precisa ser interrompido.<br/>
sk: <b>Niekde došlo k internej chybe.<br><br></b>Správa znie :<br><i>"%1"<br>Kód chyby je: %2</i><br><br>Program musí byť prerušený.<br>
sl: <b>Pojavila se je notranja napaka v programu.<br><br></b>Sporočilo napake je:<br><i>"%1"<br>Napaka št.:%2</i><br><br>Program mora biti žal prekinjen.<br>

source: Internal error
es: Error interno
ja: 内部エラー
pt: Erro interno
sk: Interná chyba
sl: Notranja napaka programa

source: Score information
es: Información de partitura
ja: 楽譜の情報
pt: Informação de partitura
sk: Informácie o partitúre
sl: Podatki o skladbi

source: &Revert
es: &Deshacer
ja: 元に戻す(&R)
pt: Re&verter
sk: Vrátiť
sl: &Ponovno naloži

source: Cl&ear all
es: &Borrar todo
ja: すべてクリア(&L)
pt: Li&mpar tudo
sk: Všetko zmazať
sl: &Zbriši vse

source: &General
ja: 一般(&G)
pt: &Geral
sk: &Všeobecné
sl: &Splošno

source: &Title:
es: &Título:
ja: タイトル(&T)
pt: &Título:
sk: &Názov
sl: &Naslov:

source: &Subject:
es: Te&ma:
ja: 主題(&S)
pt: A&ssunto:
sk: &Predmet
sl: &Podnaslov:

source: A&uthor:
es: A&utor:
pt: &Autor:
sk: A&utor:
sl: &Avtor:

source: &Last author:
es: U&ltimo autor:
pt: Ú&timo autor:
sk: Pos&ledný autor:
sl: &Zadnji avtor:

source: Co&mments
es: Co&mentarios
ja: コメント(&M)
pt: &Comentários
sk: Ko&mentár
sl: &Komentar

source: Cannot create more than 9 voices per staff.
es: No se puede crear más de nueve voces por pentagrama.
ja: 10 以上の声部を 1つの五線内に作成することはできません。
pt: Não posso criar mais que 9 vozes por pauta.
sk: Nie je možné vytvoriť viac ako 9 hlasov na osnovu.
sl: Ne morem ustvariti več kot 9 glasov na sistem.

source: Cannot remove first voice
es: No se puede borrar la primera voz
ja: 最初の声部を削除することはできません
pt: Não posso remover a primeira voz
sk: Nie je možné odstrániť prvý hlas
sl: Ne morem zbrisati prvega glasu.

source: Delete voice
es: Borrar voz
ja: 声部を削除
pt: Deletar voz
sk: Odstrániť hlas
sl: Izbriši glas.

source: This deletes voice %1! Are you sure?
es: Esto borrará la voz %1! ¿Desea continuar?
ja: 声部 %1 は削除されます。よろしいですか?
pt: Isto vai deletar a voz %1! Tem certeza?
sk: Toto odstráni hlas %1! Ste si istý?
sl: Zbrisal bom glas št. %1! Ali ste prepričani?

source: Unable to paste! The destination staff has less voices than the source staff.
ja: 貼り付けできません! 貼り付け先の五線の声部の数が、元の五線より少ないです。
pt: Não foi possível colar! A pauta de destino tem menos vozes que a pauta de origem.
sl: Ne morem prilepiti! Ciljni sistem ima manj glasov kot izvorni

source: You are going to copy elements from the first voice and paste them to the non-first voice! Special elements that can only be expressed in the first voice are not going to be copied!
ja: 最初の声部から、それ以外の声部に要素をコピーしようとしています。 最初の声部でのみ意味を持つ特殊な要素はコピーされません。
pt: Você está prestes a copiar elementos da primeira voz e colá-los em uma voz secundária! Elementos especiais que podem apenas aparecer na primeira voz não será copiados!
sl: Skopirali boste vsebino iz prvega glasu in jo prepisali v ne-prvi glas! Posebni znaki, ki so lahko zapisani le v prvem glasu ne bodo skopirani!

source: Channel %1
es: Canal %1
ja: チャネル %1
pt: Canal %1
sk: Kanál %1
sl: Kanal %1

source: <b>...how to edit with the mouse?</b><br/><br/> The use of mouse buttons: <dl> <dt>left</dt> <dd>select <i>(if selector or edit button is on)<i><br></dd> otherwise: insert a note <i>(only if a note button is on)</i><br> or: insert an element <i>(like clef)</i> if a new element was choosen <dt>middle</dt> <dd>paste for block instructions</dd> <dt>right</dt> <dd>insert rest <i>(only if a note button is on)</i></dd> <dt>Ctrl+left</dt> <dd>delete</dd> </dl>
es: <b>...Como editar con el ratón?</b><br/><br/> El uso de los botones del ratón: <dl> <dt>izquierdo</dt> <dd>Seleccionar <i>(si el selector o el botón de edición están activados)</i><br></dd> de otra manera: insertar una nota <i>(solo si un botón de nota está activado)</i><br> o: insertar un elemento <i>(como una clave)</i> si se ha activado un nuevo elemento <dt>central</dt> <dd>Pegar para instrucciones de bloque</dd> <dt>derecho</dt> <dd>insertar silencio <i>(sólo si algún botón de nota está activado)</i></dd> <dt>Ctrl+izq</dt> <dd>borrar</dd> </dl>
ja: <b>...マウスで編集する方法を?</b><br/><br/> マウスボタンの使用法: <dl> <dt>左</dt> <dd><i>(もしセレクタまたは編集ボタンが ON なら)<i><br></dd>選択する そうでなければ: 音符を挿入する <i>(音符ボタンが ON の時のみ)</i><br> または: <i>(例えば声部記号のような)新しい要素が選択された場合</i>要素を挿入する <dt>中</dt> <dd>ブロック指示を貼り付け</dd> <dt>右</dt> <dd>休符を貼り付け<i>(音符ボタンが ON の時のみ)</i></dd> <dt>Ctrl+左</dt> <dd>削除</dd> </dl>
pt: <b>...Como editar com o mouse?</b><br/><br/> O uso dos botões do mouse: <dl> <dt>esquerdo</dt> <dd>seleciona <i>(se a ferramenta de seleção ou o botão de edição estiver ativo)<i><br></dd> senão: insere uma nota <i>(apenas se um botão de nota estiver ativo)</i><br> ou: insere um elemento <i>(como uma clave)</i> se um novo elemento foi escolhido <dt>médio</dt> <dd>cola para instruções em bloco</dd> <dt>direito</dt> <dd>insere pausas <i>(apenas se um botão de nota estiver ativo)</i></dd> <dt>Ctrl+esquerdo</dt> <dd>deleta</dd> </dl>
sl: <b>... kako urejati z miško?</b><br/><br/> Uporaba miškinih gumbov: <dl> <dt>levi</dt> <dd>izberi <i>(v načinu za izbiranje ali urejanje not)<i><br></dd> v nasprotnem primeru: napiši noto <i>(v načinu za pisanje not)</i><br> ali: vstavi drug glasbeni element <i>(npr. ključ)</i> če je bil izbran nov element <dt>srednji</dt> <dd>kloniraj izbran del na mesto, kamor ste kliknili</dd> <dt>desni</dt> <dd>vnesi pavzo <i>(v načinu za pisanje not)</i></dd> <dt>Ctrl+levi</dt> <dd>zbriši</dd> </dl>

source: <b>...how to add and remove notes in chords?</b><br/> <ul> <li>to add a note to a chord make sure a note button is on and press left mouse button near this chord <li>to remove a note press Ctrl + left mouse button near the note to be deleted </ul>
es: <b>...como añadir o eliminar notas de acordes?</b><br/> <ul> <li>Para añadir una nota a un acorde asegúrese de que haya un botón de nota activo y oprima el botón izquierdo cerca del acorde <li>Para eliminar una nota, oprima Ctrl + izq cerca de la nota a ser borrada </ul>
ja: <b>...コードの中に音符を足す、または削除する方法を?</b><br/> <ul> <li>コードに音符を足すには 音符ボタンを ON にし、コードのそばでマウスの左ボタンを押してください。 <li>音符を削除するには、その音符の近くで Ctrl + マウスの左ボタンを押してください。 </ul>
pt: <b>...como adicionar ou remover notas em acordes?</b><br/> <ul> <li>Para adicionar uma nota em um acorde assegure-se que um botão denota esteja ativo e pressione o botão esquerdo do mouse perto deste acorde <li>Para remover uma nota de um acorde, pressione Ctrl + botão esquerdo perto da nota a ser apagada </ul>
sl: <b>... kako dodati ali zbrisati noto v akordu?</b><br/> <ul> <li>če želite dodati noto akordu, izberite noto in pritisnite levi miškin gumb blizu akorda, <li>če pa želite zbrisati noto v že obstoječem akordu, uporabite Ctrl+levi miškin gumb blizu izbrane note in nota se vam bo zbrisala. </ul>

source: <b>...that you can move up/down inserted notes by means of the cursor up/down keys?</b>
es: <b>...que se puede mover arriba/abajo notas insertadas por medio de las flechas del cursor?</b>
ja: <b>...挿入した音符をカーソル上／下キーで上下に動かせることを?</b>
pt: <b>...que você pode mover notas inseridas para cima/para baixo através das teclas seta para cima e para baixo do teclado?</b>
sk: <b>... že môžete posúvať vložené noty hore/dole, pomocou kurzorových kláves?</b>
sl: <b>... da lahko premikate že napisane note gor/dol s pomočjo smernih tipk?</b>

source: <b>...that you can insert bars with the <code>Tab</code> key?</b> <br/><br/> If configured NoteEdit inserts bars if you insert notes at the end. You can insert your own bars by means of the Tab key. To check the bars produce a 2nd staff with only rests and bars! If the bars are aligned, the measures are complete.
es: <b>... que se puede insertar barras de compás con la tecla <code>Tab</code>?</b> <br/><br/> Si se configura, NoteEdit puede insertar barras de compás con la tecla Tab. Para revisar los compases cree un segundo pentagrama que contenga sólamente silencios y compases! Si los compases están alineados, los compases están completos.
ja: <b>...小節の区切りを <code>Tab</code> キーで入力できることを?</b> <br/><br/> 設定すれば NoteEdit は小節の最後の音符を入力した後で小節区切りを挿入します。 Tab キーで小節区切りを入力することもできます。 小節区切りをチェックするには、休符と区切りのみを含む2番目の五線を作成してください。小節区切りが整列していれば、小節は完了しています。
pt: <b>...que você pode inserir compassos com a tecla <code>Tab</code>?</b> <br/><br/> Se configurado, NoteEdit insere compassos se você inserir notas no fim. Vocè pode inserir suas próprias barras através da tecla Tab. Para checar os compassos, produza uma segunda pauta apenas com pausas e compassos! Se as barras estiverem alinhadas, os compassos estão completos.
sl: <b>... da lahko vstavljate taktnice s tipko <code>Tab</code>?</b> <br/><br/> Če pa želite, lahko NoteEdit nastavite tudi tako, da vam taktnice postavlja kar sam!
