Repository: BackupTheBerlios/noteedit-svn
Catalog: trunk/po/*.po
Languages: es, ja, pt, sk, sl

source: Write TSE3 song
es: Escribir canción TSE3
ja: TSE3 の曲を書き込む
pt: Gravar música TSE3
sk: Uložiť TSE3 pieseň
sl: Napiši TSE3 skladbo

source: unable to determine a clef
es: Imposible determinar la clave
ja: 音部記号を決定できません
pt: Não foi possível determinar uma clave
sk: nie je možné určiť hudobný kľúč
sl: Ni mogoče prepoznati ključa skladbe

source: No notes recorded
es: No se grabaron notas
ja: 何も録音されませんでした
pt: Nenhuma nota gravada
sk: Neboli zaznamenané žiadne noty
sl: Ni bilo posnetih not

source: This cannot be imported to ONE staff
es: No se puede importar esto a un sólo pentagrama
ja: これを１つの五線にインポートすることはできません
pt: Isto não pode ser importado para UMA pauta
sk: Toto nie je možné importovať do JEDNEJ notovej osnovy
sl: To ne more biti uvoženo v en sam sistem

source: Record AAAAAAAAAAAAAA
es: Grabar AAAAAAAAAAAAAAA
pt: Gravar AAAAAAAAAAAAAA
sk: Zaznamenať AAAAAAAAAAAAAA
sl: Posnemi AAAAAAAAAAAAAA

source: Record BBBBBBBBBBB
es: Grabar BBBBBBBBBB
pt: Gravar BBBBBBBBBBB
sk: Zaznamenať BBBBBBBBBBB
sl: Zbriši BBBBBBBBBBB

source: Song information
es: Información de la canción
ja: 曲の情報
pt: Informação da música
sk: Informácie o piesni
sl: Podatki o skladbi

source: Track %1%2
es: Pista %1%2
ja: トラック %1%2
pt: Trilha %1%2
sk: Stopa %1%2
sl: Skladba %1%2

source: %1 Notes
es: %1 Notas
ja: %1 音符
pt: %1 Notas
sk: %1 Nôt
sl: %1 Note

source: Staff %1%2
es: Pentagrama %1%2
ja: 五線 %1%2
pt: Pauta %1%2
sk: Osnova %1%2
sl: Sistem %1%2

source: Volume %1
es: Volúmen %1
ja: 音量 %1
sk: Hlasitosť %1
sl: Jakost %1

source: bass
ja: 低音
pt: grave
sk: basový
sl: Basi

source: treble
es: Clave de sol
ja: 高音
pt: agudo
sk: husľový
sl: Visoki toni

source: Shift %1
es: Desplazar %1
pt: Deslocamento %1
sl: Zamik %1

source: Merge
es: Fusionar
ja: マージ
pt: Mesclar
sk: Splynúť
sl: Združi

source: No staff selected for import.
es: No se seleccionó un pentagrama para importar
ja: インポートするための五線が選択されていません。
pt: Nenhuma pauta selecionada para importação.
sk: Nebola označená ani jedna notová osnova na importovanie.
sl: Ni bilo izbranih sistemov za izvoz.

source: Import TSE3
es: Importar TSE3
ja: TSE3 をインポート
pt: Importar TSE3
sl: Uvozi TSE3

source: Can't determine clef
es: No se puede determinar la clave
ja: 音部記号を決定できません
pt: Não foi possível determinar a clave
sk: Nedá sa určiť kľúč
sl: Ni mogoče prepoznati ključa skladbe

source: Nothing to import
es: Nada que importar
ja: インポートするものがありません
pt: Nada para importar
sk: Nie je nič na importovanie
sl: Ničesar za uvoziti.

source: Import recording
es: Importar grabación
ja: 録音をインポート
pt: Importar gravação
sk: Importovať záznam
sl: Uvozi snemanje

source: There is nothing to export.
es: No hay nada que exportar.
ja: エクスポートするものがありません。
pt: Não há nada para exportar.
sk: Niet čo exportovať.
sl: Ničesar za izvoziti.

source: Export
sl: Izvozi

source: No staff selected for export.
es: No se seleccionó un pentagrama para exportar.
ja: エクスポートするための五線が選択されていません。
pt: Nenhuma pauta selecionada para exportação.
sk: Ani jedna notová osnova nebola označená na exportovanie.
sl: Ni bilo izbranih sistemov za izvoz.

source: MusiXTeX export is now complete. Warning! The exported file is NOT a LaTeX file! Please use musixtex or pmx parser for compilation and not latex!
ja: MusiXTeX エクスポートが完了しました。 警告! エクスポートされたファイルは LaTeX ファイルではありません! コンパイルするには latex ではなく musixtex または pmx を使用してください!
pt: A exportação MusiXTeX está completa. Aviso! O arquivo exportado não é um arquivo LaTeX! Por favor, use musixtex ou pmx para a compilação e não latex!
sl: Izvoz v MusiXTeX format je sedaj končan. Pozor! Izvožena datoteka ni v LaTeX formatu! Prosimo, uporabite musixtex ali pmx prevajalnika za gradnjo in ne latex!

source: Actually LilyPond is not supported by your system. Do you realy want to make such an export?
es: Actualmente LilyPond no está soportado por su pentagrama o la versión que tiene no es soportada, ¿realmente desea hacer esta exportación?
ja: LilyPond はあなたのシステムではサポートされていません。エクスポートを実行しますか?
pt: No momento, LilyPond não é aceito pelo seu sistema. Você realmente quer fazer essa exportação?
sk: Momentálne LilyPond nie je podporovaný vašim systémom. Naozaj chcete urobiť takýto export?
sl: NoteEdit ni zaznal nobene verzije LilyPonda na vašem računalniku. Še vedno želite izvoziti?

source: LilyPond export
es: Exportar LilyPond
ja: LilyPond 形式でエクスポート
pt: Exportação LilyPond
sl: Izvozi v LilyPond

source: Auto
ja: 自動
sk: Automaticky
sl: Samodejno

source: None
es: Ninguno
ja: なし
pt: Nenhum
sk: žiadna
sl: Nič

source: Dynamic:
es: Dinámica:
pt: Dinâmica:
sk: Dynamika:
sl: Dinamika:

source: Set min volume
es: Definir volúmen mínimo
ja: 最小音量を設定
pt: Ajusta o volume principal
sk: Nastaviť min. hlasitosť
sl: Določi najmanjšo jakost

source: Staff %1, %2, %3
es: Pentagrama %1, %2, %3
ja: 五線 %1, %2, %3
pt: Pauta %1, %2, %3
sk: Osnova %1, %2, %3
sl: Sistemi %1, %2, %3

source: [unnamed]
es: [sin nombre]
ja: [名前なし]
pt: [sem-nome]
sk: [nepomenovaný]
sl: [neimenovan]

source: Stanza no %1 %2
ja: 連 No. %1 %2
pt: Instância no %1 %2
sl: Kitica št. %1 %2

source: [empty]
es: [vacío]
ja: [空]
pt: [vazio]
sk: [prázdny]
sl: [prazna]

source: Are you sure to clear the current stanza?
ja: 現在の連をクリアしてもよろしいですか?
pt: Você tem certeza que quer limpar a instância atual?
sl: Ali res želite zbrisati trenutno kitico?

source: Clear stanza
ja: 連をクリア
pt: Limpa instância
sl: &Zbriši kitico

source: File open aborted.
es: Abortando apertura de archivo
ja: ファイルの読み込みを中断しました。
pt: Abertura do arquivo abortada.
sk: Otváranie súboru bolo prerušené.
sl: Odpiranje datoteke prekinjeno.

source: Import lyrics
es: Importar Letra
ja: 歌詞をインポート
pt: Importar letras da música
sk: Importovanie textu piesne
sl: Uvozi besedilo

source: Unable to open this file.
es: Incapaz de abrir este archivo
ja: このファイルを開くことはできません。
pt: Não foi possível abrir este arquivo.
sk: Nie je možné otvoriť tento súbor.
sl: Ni bilo mogoče odpreti datoteke.

source: Import Lyrics
es: Importar LEtra
ja: 歌詞をインポート
pt: Importar letras da música
sk: Import textu piesne
sl: Uvozi besedilo

source: <b><i><u><center>Tip of day #%1
es: <b><i><u><center>Consejo del día No. %1
ja: <b><i><u><center>今日の小技 #%1
pt: <b><i><u><center>Dica do dia #%1
sk: <b><i><u><center>Tip dňa #%1
sl: <b><i><u><center>Namig dneva št.%1

source: <b><i><u>Did you know ... </u></i></b><br><br>%2
es: <b><i><u>Sabía que ... </u></i></b><br><br>%2
ja: <b><i><u>知ってましたか? ... </u></i></b><br><br>%2
pt: <b><i><u>Vocè sabia... </u></i></b><br><br>%2
sk: <b><i><u>Vedeli ste ... </u></i></b><br><br>%2
sl: <b><i><u>Ste vedeli, ... </u></i></b><br><br>%2

source: [not available]
es: [no accesible]
ja: [利用できません]
pt: [indisponível]
sk: [nedostupné]
sl: [ni mogoče]

source: Mute staffs
es: Silenciar pentagramas
ja: 五線をミュート
pt: Emudece pautas
sk: Stlmiť notové osnovy
sl: Utišaj sisteme

source: &Mute
es: En&mudecer
ja: ミュート(&M)
pt: E&mudecer
sk: &Stlmiť
sl: &Utišaj

source: Select staffs for autobar
es: Seleccione pentagramas para auto inserción de compases
ja: 自動的に小節を区切る五線を選択してください
pt: Selecione pautas para auto compasso
sk: Zvoľte notovú osnovu na automatické taktovanie
sl: Izberite sisteme za samodejno postavitev taktnic

source: Aut&obar
es: Aut&o inserción de comparase
ja: 自動小節区切り(&O)
pt: Au&to compasso
sk: Aut&omatické taktovanie
sl: &Samodejna postavitev taktnic

source: Select staffs for autobeam
es: Seleccionar pentagramas para barras automáticas
ja: 自動的に音符を接続する五線を選択してください
pt: Selecione pautas para auto união
sk: Zvoľte notovú osnovu na automatické viazanie
sl: Izberite sisteme za samodejno vezavo not

source: Aut&obeam
es: Aut&obarra
ja: 自動音符接続(&O)
pt: A&uto união
sk: Automatické &viazanie
sl: S&amodejna vezava not

source: Merge staffs
es: Fusionar pentagramas
ja: 五線をマージする
pt: Mescla pautas
sk: Spojenie osnov
sl: Združi sisteme

source: &Merge
es: &Fusionar
ja: マージ(&M)
pt: &Mesclar
sk: Spojiť
sl: &Združi

source: Create staff from TSE3
es: Crear pentagrama a partir de TSE3
ja: TSE3 から五線を生成する
pt: Cria pauta a partir de TSE3
sk: Vytvoriť osnovu TSE3
sl: Ustvari sistem iz TSE3

source: &Create
es: &Crear
ja: 作成(&C)
pt: &Criar
sk: &Vytvoriť
sl: &Ustvari

source: Select staffs for export
es: Seleccionar pentagramas para exportar
ja: エクスポートする五線を選択する
pt: Selecione pautas para exportar
sk: Označte notové osnovy na export
sl: Izberite sisteme za izvoz

source: &Select
es: &Seleccionar
ja: 選択(&S)
pt: &Selecione
sk: &Vybrať
sl: &Izberi

source: Multi staff select
es: Selección de multi pentagramas
ja: 複数の五線を選択する
pt: Seleção multi pautas
sk: Označenie MultiOsnovy
sl: Izbira večih sistemov skupaj

source: Insert clef
ja: 音部記号を挿入(&E)
pt: Inserir clave
sl: Vstavi ključ

source: Change clef
ja: 音部記号を変更
pt: Mudar clave
sl: Zamenjaj ključ

source: Insert special barline
pt: Inserir linha de compasso especial
sl: Vstavi posebno taktnico

source: posit: chord skipped
es: posit: acorde saltado
pt: Posição: acorde ignorado
sk: poz: akord preskočený
sl: posit: akord spuščen

source: Repositioning voice
es: Reposinionando voz
ja: 声部を再配置する
pt: Reposicionando voz
sk: Zmena pozície hlasu
sl: Premikam glasove

source: Stems up
es: Plicas hacia arriba
ja: 音符の縦棒を上に
pt: Hastes para cima
sk: Nožičky hore
sl: Vratovi gor

source: Stems individual
es: Plicas individuales
ja: 音符の縦棒を個別に
pt: Hastes individuais
sk: Individuálne nastavenie
sl: Vratovi posamezno

source: Stems down
es: Plicas hacia abajo
ja: 音符の縦棒を下に
pt: Hastes para baixo
sk: Nožičky hore
sl: Vratovi dol

source: Rest position
es: Posición de los silencios
ja: 休符の位置
pt: Posição das pausas
sk: Pozícia pomlčky
sl: Pozicija pavz

source: Delete
sl: Izbriši

source: The number of the voice to which the settings above apply.
es: El número de la voz a la que la configuración se aplicará
ja: 上記の設定を適用する声部の番号
pt: O número da voz para a qual as configurações acima se aplicam.
sk: Počet hlasov, na ktoré sa budú tieto nastavenia aplikovať.
sl: Številka glasu, na katerega se nanašajo zgornje nastavitve.

source: All notes in voice number %1 will have their stems pointing up when this is selected.
es: Todas las notas de la voz %1 tendrán las plicas hacia arriba cuando se seleccione esto.
ja: これを選択すると声部番号 %1 の音符の縦棒はすべて上を向きます。
pt: Todas as notas da voz %1 terão suas hastes posicionando-se para cima quando isto estiver selecionado.
sk: Všetky nožičky nôt v hlase číslo %1 budú smerovať hore pri tejto voľbe.
sl: Če je to označeno, bodo vse note v glasu št. %1 imele vratove obrnjene navzgor.

source: The direction of the stems of the notes in voice number %1 will be chosen optimally for each note when this is selected.
es: La dirección de las plicas de las notas en la voz número %1 se seleccionarán óptimamente para cada nota cuando se seleccione esto.
ja: これを選択すると声部番号 %1 の音符の縦棒は個別に最適な方向を向きます。
pt: A direção das hastes das notas na voz %1 será escolhida de forma otimizada para cada nota quando isto estiver selecionado.
sk: Smer nožičiek nôt v hlase číslo %1 bude učený optimálne pre každú notu pri tejto voľbe.
sl: Če je to označeno, bo smer vratov not v glasu št. %1 izbrana optimalno za vsako noto posebej.

source: All notes in voice number %1 will have their stems pointing down when this is selected.
es: Todas las notas de la voz número %1 tendrán las plicas hacia abajo cuando se seleccione esto
ja: これを選択すると声部番号 %1 の音符の縦棒はすべて下を向きます。
pt: Todas as notas da voz %1 terão suas hastes posicionadas para baixo quando isto estiver selecionado.
sk: Všetky nožičky nôt v hlase číslo %1 budú smerovať dole pri tejto voľbe.
sl: Če je to označeno, bodo vse note v glasu št. %1 imele vratove obrnjene navzdol.

source: Offset in the Y dimension of rests that belong voice number %1.
es: Desplazamiento en la dimensión Y de los silencios pertenecen a la voz número %1.
ja: 声部番号 %1 に属する休符の Y方向のオフセット値
pt: Distância na dimensão Y das pausas que pertencem à voz %1.
sk: Odsadenie pomlčiek, ktoré patria k hlasu číslo %1 vo veľkosti Y.
sl: Vertikalna lega pavz v glasu št. %1.

source: Delete voice number %1. You will be asked for confirmation
es: Borrar voz número %1. Se le pedirá confirmación
ja: 声部 %1 を削除します。確認を求められます
pt: Deleta a voz %1. Será feita uma confirmação antes
sk: Odstránenie hlasu číslo %1. Budete požiadaný, aby ste to potvrdili.
sl: Zbriši glas št. %1. Vprašani boste za potrditev.

source: Voices
es: Voces
ja: 声部
pt: Vozes
sk: Hlasy
sl: Glasovi

source: C&reate voice
es: C&rear voz
ja: 声部を作成する(&R)
pt: &Criar voz
sk: Vy&tvoriť hlas
sl: &Ustvari glas

source: Staff %1
es: Pentagrama %1
ja: 五線 %1
pt: Pauta %1
sk: Osnova %1
sl: Sistem %1

source: Guitar
es: Guitarra
ja: ギター
pt: Guitarra
sk: Gitara
sl: Kitara

source: Root
es: Tónica
pt: Raiz
sl: Osnovna oblika

source: Inv #1
sl: Prvi obrat

source: Inv #2
sl: Drugi obrat

source: Inv #3
sl: Tretji obrat

source: Inv #4
sl: Četrti obrat

source: Inv #5
sl: Peti obrat

source: Inv #6
sl: Šesti obrat

source: Usual
es: Común
sl: Ponavadi

source: Rare
es: Poco común
pt: Rara
sl: Poredko

source: All
es: Todo
ja: すべて
pt: Todas
sk: Všetko
sl: Vsi

source: remove chord
es: Borrar acorde
ja: コードを消去する
pt: Remove acorde
sk: odstrániť akord
sl: Odstrani akord

source: OK
sl: V redu

source: show diagram
es: Mostrar diagrama
ja: ダイアグラムを表示する
pt: mostra diagrama
sk: zobraziť diagram
sl: Pokaži diagram

source: Chord constructor
es: Constructor de acordes
pt: Construção de acordes
sk: Tvorba akordov
sl: Ustvarjanje akordov

source: &Program:
ja: プログラム(&P):
pt: &Programa:

source: P&rogram:
ja: プログラム(&R):
pt: P&rograma:

source: P&rogram
ja: プログラム(&R)
pt: P&rograma

source: Midi format
ja: MIDI 形式
pt: Formato MIDI

source: MusiXTeX format
ja: MusiXTeX 形式
pt: Formato MusiXTeX

source: PMX format
ja: PMX 形式
pt: Formato PMX

source: Lilypond format
ja: LilyPond 形式
pt: Formato LilyPond

source: Filter - NoteEdit
es: Filtro - NoteEdit
ja: フィルタ - NoteEdit
pt: Filtro - Noteedit

source: Tabloid
ja: タブロイド判
pt: Tablóide

source: Shift
es: Desplazar
pt: Deslocamento

source: Soundtrack
ja: サウンドトラック
pt: Trilha sonora

source: Sitar
es: Cítara
ja: シタール
pt: Sítara
sk: Sitár

source: NoteEdit has exported the score to ABC music format but there are some problems which can prevent successful PostScript/PDF output or can change the final score layout.
ja: Noteedit は 楽譜を ABC music 形式にエクスポートしました。しかしいくつか 問題があるため、出力された PostScript/PDF は正しくない可能性があり、 また最終的に得られる楽譜のレイアウトが異なる可能性があります。

source: NoteEdit has exported the score to LilyPond format but there are some problems which can prevent successful PostScript/PDF output or can change the final score layout.
ja: Noteedit は 楽譜を LilyPond 形式にエクスポートしました。しかしいくつか 問題があるため、出力された PostScript/PDF は正しくない可能性があり、 また最終的に得られる楽譜のレイアウトが異なる可能性があります。

source: &Segno
ja: セーニョ(&S)

source: &Fine
ja: フィン(&F)

source: &Coda
ja: コーダ(&C)

source: &Ritardando
ja: リタルダンド(&R)

source: &Accelerando
ja: アッチェレランド(&A)

source: Breve note
ja: ２全音符

source: Staccato
ja: スタッカート
sk: Stakáto

source: Arpeggio
es: Arpegio
ja: アルペジオ

source: Crescendo
ja: クレッシェンド

source: NoteEdit has exported the score to MusicXML but there are some problems.
ja: NoteEdit は楽譜を MusicXML 形式でエクスポートしました。しかし、いくつか問題があります。

source: NoteEdit has exported the score to MusiXTeX format but there are some problems which can prevent successful PostScript/PDF output or can change the final score layout.
ja: Noteedit は 楽譜を MusiXTeX 形式にエクスポートしました。しかしいくつか 問題があるため、出力された PostScript/PDF は正しくない可能性があり、 また最終的に得られる楽譜のレイアウトが異なる可能性があります。

source: NoteEdit has exported the score to PMX format but there are some problems which can prevent successful PostScript/PDF output or can change the final score layout.
ja: Noteedit は 楽譜を PMX 形式にエクスポートしました。しかしいくつか 問題があるため、出力された PostScript/PDF は正しくない可能性があり、 また最終的に得られる楽譜のレイアウトが異なる可能性があります。

source: Seg&no
ja: セーニョ(&N)

source: Export warning
ja: エクスポート 警告

source: E&xport drum notes
ja: ドラム符をエクスポートする(&X)

source: &Use standard page size
ja: 標準のページサイズを使用する(&U)

source: Use custom page si&ze
ja: ページサイズを指定する(&Z)

source: Marimba
ja: マリンバ

source: Bandoneon
ja: バンドネオン

source: Viola
ja: ヴィオラ
sk: Altové husle

source: Pizzicato
ja: ピチカート

source: Tuba
ja: チューバ

source: Banjo
ja: バンジョー
sk: Bendžo

source: Koto
ja: 琴

source: &Copyright:
ja: 著作権(&C)

source: <b>...that you can insert lines?</b><br/><br/> Select <code>Insert --&gt; lines</code>, choose a line and left click on a note.
ja: <b>...線を挿入できることを?</b><br/><br/> <code>挿入 --&gt; 線</code> で表示されるウィンドウから線を決定して 音符の上で マウスの左ボタンを押してください。

source: Portato
es: Tenuto
sk: Portáto

source: Sforzando
es: Acento

source: &Goto bar...
sk: &Prejsť na takt...

source: Sforzato
sk: Sforzáto

source: set triplet
sk: trioal

source: <center>Please choose the target point!</center>
sk: <center>Zvoľte prosím cieľový bod!</center>

source: &MIDI format
sk: &MIDI formát

source: MIDI information line:
sk: Riadok s informáciami v MIDI:

source: MusiX&TeX format
sk: Formát MusiX&TeXu

source: Lil&yPond format
sk: Lil&yPond formát

source: Save Params
sk: Parametre ukladania

source: Goblin
sk: Škriatok

source: The destination staff has less voices than source staff
sk: Cieľová notová osnova má menej hlasov než zdrojová
