Repository: BackupTheBerlios/noteedit-svn
Catalog: trunk/po/*.po
Languages: es, ja, pt, sk, sl

source: staff %1; measure %2: Mup cannot deal with trills without "tr" sign
es: Pentagrama %1; compás %2: MUP no puede manejar trinos sin el signo "tr"
ja: 五線 %1; 小節 %2: Mup は "tr" 記号のないトリルを扱えません
pt: pauta %1; compasso %2: MUP não pode lidar com trilos sem o sinal "tr"
sk: osnova %1; takt %2: MUP sa nevie vysporiadať s trilkami bez znaku "tr"
sl: Sistem %1, takt %2: MUP format ne podpira trilčkov brez oznake "tr"

source: Staff %1 has irregular key, this may not work with MUP.
es: Pentagrama %1 tiene una métrica irregular, esto puede no funcionar con MUP.
pt: Pauta %1 tem uma clave irregular, isto pode não funcionar com MUP.
sk: Osnova %1 má nezodpovedajúci kľúč; toto nebude fungovať v MUP.
sl: Sistem %1 ima nenormativne predznake. kar lahko ne delujejo pravilno v MUP formatu.

source: Staff %1 has too many voices! MUP accepts up to 3 voices.
es: Pentagrama %1 tiene demasiadas voces! MUP acepta hasta 3 voces.
ja: 五線 %1 にある声部が多すぎます! MUP は最大 3つまでの声部を受け付けます。
pt: Pauta %1 tem muitas vozes! MUP aceita até 3 vozes.
sk: Osnova %1 má príliš veľa hlasov! MUP akceptuje maximálne 3 hlasy.
sl: Sistem %1 ima preveč glasov! MUP format sprejme največ 3 glasove.

source: Staff %1 contains drum staff. This cannot be expressed in MUP.
es: Pentagrama %1 contiene un pentagrama de percusión. Esto no se puede expresar en MUP.
ja: 五線 %1 はドラム譜を含んでいます。 これは MUP では表現できません。
pt: Pauta %1 contém percussão. Isto não pode ser expressado em MUP.
sk: Osnova %1 je osnova s bubnami. Toto nie je možné vyjadriť v MUP.
sl: Sistem %1 vsebuje stavek za tolkala, ki ne more biti izražen v MUP formatu.

source: staff %1; measure %2: Mup cannot deal with costum beams in graces
es: Pentagrama %1; compás %2: MUP no puede manejar barras en apoyaturas
ja: 五線 %1; 小節 %2: Mup は装飾音符でカスタムの連桁を扱えません
pt: pauta %1; compasso %2: MUP não pode lidar com uniões personalizadas em apoggiaturas
sl: Sistem %1, measure %2: MUP format ne podpira poljubnno povezanih vratov v okrasnih notah

source: staff %1; measure %2: Mup cannot deal with graces after
es: Pentagrama %1; compás %2: MUP no puede manejar apoyaturas posteriores
pt: pauta %1; compasso %2: MUP não pode lidar com apoggiaturas posteriores
sl: Sistem %1, takt %2: MUP format ne podpira okrasnih not potem

source: staff %1; measure %2: MUP cannot deal with clef changes in the middle of measure
es: Pentagrama %1; compás %2: MUP no puede manejar cambios de clave en medio de un compás
ja: 五線 %1; 小節 %2: MUP は小節の途中で音部記号を変更することができません
pt: pauta %1; compasso %2: MUP não pode lidar com mudanças de clave no meio do compasso
sl: Sistem %1, takt %2: MUP format ne podpira zamenjave ključa sredi takta

source: staff %1; measure %2: MUP cannot deal with key changes in the middle of measure
es: Pentagrama %1; compás %2: MUP no puede manejar cambios de armadura en medio de un compás
ja: 五線 %1; 小節 %2: MUP は小節の途中でのキー変更を取り扱うことができません
pt: pauta %1; compasso %2: MUP não pode lidar com mudanças de armadura no meio do compasso
sl: Sistem %1, takt %2: MUP format ne podpira zamenjave stalnih predznakov sredi takta

source: MUP cannot deal with some chord annotations with and some without grids
es: MUP no puede manejar algunas anotaciones de acordes y algunas anotaciones de acorde sin cuadrículas
pt: MUP não pode lidar com algumas anotações de acordes com grades e outras sem grades
sl: MUP format ne podpira notacije nekaterih akordov z in nekaterih brez mreže

source: MUP cannot deal with more than one bracket per system
es: MUP no puede manejar más de una llave por pentagrama
pt: MUP não pode lidar com mais de um colchete por sistema
sl: MUP format ne podpira več kot eno akolado na sistem

source: MUP cannot deal with nested brackets in braces
es: MUP no puede manejar corchetes anidados dentro de llaves
pt: MUP não pode lidar com chaves ou colchetes aninhados
sl: MUP format ne podpira večih akolad na en sam sistem

source: MUP cannot correctly write more than one slurred grace
ja: MUP は2つ以上のスラーが付いた装飾音符を正しく書くことができません
pt: MUP não pode escrever corretamente mais de uma apoggiatura com legato
sl: MUP format ne more pravilno zapisati več kot eno okrasno noto pod lokom

source: Cancel
sl: Prekliči

source: Set brace
pt: Põe chave
sl: Dodaj akolado

source: Set bracket
pt: Põe colchete
sl: Dodaj oglat oklepaj

source: Continue bar
pt: Barra contínua
sl: Poveži s taktnico

source: Remove brace
pt: Remove chave
sl: Odstrani akolado

source: Remove bracket
pt: Remove colchete
sl: Odstrani oglat oklepaj

source: Discontinue bar
pt: Barra descontínua
sl: Taktnice ločene

source: Score layout
ja: 楽譜のレイアウト
pt: Disposição da partitura
sl: Izgled dokumenta

source: Noteedit has exported the score to LilyPond but there are some problems which will probably prevent successful LilyPond output.
es: NoteEdit ha exportado la partitura a LilyPond pero hubo algunos problemas que pueden prevenir una salida exitosa de LilyPond.
pt: Noteedit exportou a partitura para LilyPond, mas existem alguns problemas que provavelmente poderão impedir uma saída LilyPond correta.
sk: Noteedit exportoval partitúru do LilyPondu, ale vyskytli sa nejaké problémy, ktoré pravdepodobne zabránia správnemu výstupu z LilyPondu.
sl: NoteEdit je izvozil dokument v LilyPond format, vendar se je pojavilo nekaj problemov, ki bodo najverjetneje povzročili neuspešno izvajanje LilyPonda nad dokumentom

source: Staff %1, measure %2: 128th in mesaure; minimum is 64th
es: Pentagrama %1; compás %2: 128avo en el compás; mínimo es un 64avo
ja: 五線 %1, 小節 %2: 128分音符が小節に含まれています。64分が許される最短です。
pt: Pauta %1; compasso%2: quartifusa no compasso; o mínimo é uma semifusa
sk: Osnova %1, takt %2: 128 v takte; minimum je 64
sl: Sistem %1, takt %2: 128-inka v taktu, najmanjša je lahko 64-inka

source: Staff %1 has irregular keysig. This cannot be expressed in LilyPond
es: El pentagrama %1 tiene una métrica irregular. Esto no se puede expresar en LilyPond
pt: Pauta %1 tem uma armadura de clave irregular. Isto não pode ser expressado em LilyPond
sk: Osnova %1 má neregulárne označenie kľúča. Toto nie je možné vyjadriť v LilyPonde
sl: Sistem %1 ima nenormativne stalne predznake, ki ne morajo biti zapisani v LilyPond formatu

source: Staff %1, measure %2: has %3 128th, should be: %4
es: Pentagrama %1, compás %2: tiene %3 128avo, debería ser: %4
ja: 五線 %1, 小節 %2: には %3 つの128分音符があります。%4 のはずです
pt: Pauta %1; compasso %2: tem %3 quartifusas, deveria ser: %4
sl: Sistem %1, takt %2 ima %3 128-inko, morala bi biti %%4

source: Staff %1, measure %2: LilyPond less than 1.5.2 cannot deal with variable length trills (wavelines)
es: Pentagrama %1, compás %2: Liilypond menor a 1.5.1 no puede manejar trinos de longitud variable (líneas onduladas)
pt: Pauta %1; compasso %2: LilyPond anterior a 1.5.2 não pode lidar com trilos de comprimento variável (linhas onduladas)
sk: Osnova %1, takt %2: Staršie verzie LilyPondu ako 1.5.2 nevedia pracovať s premenlivou dĺžkou triliek (vlniek)
sl: Sistem %1, takt %2: LilyPond starejši od 1.5.2 ne podpira dinamično dolgih trilčkov (valujoče črte)

source: Staff %1, measure %2: Only a subset of notes in a chord has ties!
es: Pentagrama %1, compás %2: Sólo un subconjunto de notas en el acorde tiene ligaduras!
ja: 五線 %1, 小節 %2: コードに含まれる音符の一部にだけタイが付いています!
pt: Pauta %1; compasso %2: apenas um subconjunto de notas num acorde tem ligaduras!
sk: Osnova %1, takt %2: Iba podskupina nôt v akorde má ligatúru!
sl: Sistem %1, takt %2: Le nekaj not v akordu ima vezaje!

source: Staff %1 contains drum staff. Note! The LilyPond export is not quite correct!
es: Pentagrama %1 contiene un pentagrama de percusión. La exportación a Lilypond puede no ser correcta!
ja: 五線 %1 はドラム譜を含んでいます。注意! LilyPond エクスポートは正しいとは限りません!
pt: Pauta %1 contém percussão. Nota! A exportação LilyPond não está muito correta!
sk: Osnova %1 je osnova s bubnami. Pozor! Lilypond export nie je celkom správny!
sl: Sistem %1 vsebuje stavek za tolkala. Pozor! Izvoz v LilyPond format lahko ni povsem pravilen!

source: Staff %1: This version of LilyPond cannot deal with slures in graces
es: Pentagrama %1: Esta versión de Lilypond no puede manejar ligaduras en apoyaturas
ja: 五線 %1: LilyPond のこのバージョンでは装飾音符にかかるスラーを扱えません
pt: Pauta %1: Esta versão do LilyPond não pode lidar com legatos em apoggiaturas
sl: Sistem %1: Ta verzija LilyPonda ne podpira lokov znotraj okrasnih not

source: A bracket with partial continued partial discountinued bar rules cannot be expressed in LilyPond
es: Un corchete con reglas de compases discontínuos no se puede expresar en LilyPond
pt: Um colchete com barras parcialmente contínuas não pode ser expressado em LilyPond
sl: Oglat oklepaj z deloma povezljivo in deloma nepovezljivo taktnico ne more biti zapisan v LilyPond formatu

source: A piano staff without continued bar rules cannot be expressed in LilyPond
es: Un pentagrama de piano con reglas de comopases contínuos no se puede expresar en LilyPond
pt: Uma pauta de piano sem barras contínuas não pode ser expressado em LilyPond
sl: Klavirski stavek brez povezljive taktnice med sistemoma ne more biti zapisan v LilyPond formatu

source: Continued bar rule outside brace or bracket cannot be expressed in LilyPond
es: Reglas de compases continuadas fuera de una llave o corchete no se pueden expresar en LilyPond
pt: Barras contínuas fora de chaves ou colchetes não podem ser expressadas em LilyPond
sl: Povezljiva taktnica zunaj območja akolade ali oglatega oklepaja ne more biti zapisana v LilyPond formatu

source: LilyPond produced. But there are some problems.
es: Se generó salida LilyPond. Pero hubo algunos problemas.
ja: LilyPond 形式が生成されました。しかし、いくつか問題があります。
pt: LilyPond produzido. Mas existem alguns problemas.
sk: Lilypond bol vyprodukovaný. Ale očakávajte problémy.
sl: Uspešno Izvoženo v LilyPond format, vendar se je pojavilo nekaj napak.

source: Sorry, strong Pizzicato is not available under LilyPond. Take musixtex, to enjoy this feature.
pt: Desculpe, Pizzicato forte não está disponível no LilyPond. Use MusiXTeX para obter este recurso.
sl: Poudarjeni pizzicato ni navoljo v LilyPond formatu. Izberite MusixTex, če želite to možnost.

source: Files to load
es: Archivos a cargar
ja: 読み込むファイル
pt: Arquivos para carregar
sk: Súbor na načítanie
sl: Datoteke za odpreti

source: export file to LilyPond
es: exportar archivo a LilyPond
ja: LilyPond 形式でエクスポート
pt: exportar arquivo para LilyPond
sk: export súboru do LilyPondu
sl: izvoz datoteke v LilyPond format

source: export file to MusiXTeX
es: Exportar archivo a MusiXTeX...
ja: MusiXTeX 形式でエクスポート
pt: exportar arquivo para MusiXTeX
sk: export súboru do MusiXTeXu
sl: izvoz datoteke v MusixTeX format

source: export file to ABC
ja: ABC 形式でエクスポート
pt: exportar arquivo para ABC
sl: izvoz datoteke v "ABC music" format

source: Do not create an ALSA midi scheduler
es: No crear un scheduler midi ALSA
ja: ALSA MIDI スケジューラを生成しない
pt: Não cria um agendador MIDI ALSA
sk: Nevytvárať ALSA midi scheduler
sl: Ne ustvari ALSA MIDI razvrščevalnika.

source: Do not create an OSS midi scheduler
es: No crear un scheduler midi OSS
ja: OSS MIDI スケジューラを生成しない
pt: Não cria um agendador MIDI OSS
sk: Nevytvárať OSS midi scheduler
sl: Ne ustvari OSS MIDI razvrščevalnika.

source: Create an aRts midi scheduler
es: Crear un scheduler midi aRts
ja: aRts MIDI スケジューラを生成する
pt: Cria um agendador MIDI aRts
sl: Ustvari aRts MIDI razvrščevalnik

source: Loading resources...
ja: リソースを読み込んでいます...
pt: Carregando recursos...
sl: Nalagam vire ...

source: Parsing command line...
ja: コマンドラインを解析中...
pt: Analisando a linha de comando...
sl: Pregledujem ukazno vrstico ...

source: Ready.
ja: 準備が整いました。
pt: Pronto.
sl: Pripravljen.

source: C Major; a minor
es: Do mayor; la menor
ja: C メジャー; A マイナー
pt: Dó Maior; lá menor
sk: C dur; a mol
sl: C-dur; a-mol

source: F Major; d minor
es: Fa mayor; re menor
ja: F メジャー; D マイナー
pt: Fá Maior; ré menor
sk: F dur; d mol
sl: F-dur; d-mol

source: B flat Major; g minor
es: Si bemol mayor; sol menor
ja: B♭メジャー; G マイナー
pt: Si bemol Maior; sol menor
sk: B dur; g mol
sl: B-dur; g-mol

source: E flat Major; c minor
es: Mi bemol mayor; do menor
ja: E♭メジャー; C マイナー
pt: Mi bemol Maior; dó menor
sk: Es dur; c mol
sl: Es-dur; c-mol

source: A flat Major; f minor
es: La bemol Mayor; fa menor
ja: A♭メジャー; F マイナー
pt: Lá bemol Maior; fá menor
sk: As dur; f mol
sl: As-dur; f-mol

source: D flat Major; b flat minor
es: Re bemol mayor; si bemol menor
ja: D♭メジャー; B♭ マイナー
pt: Ré bemol Maior; si bemol menor
sk: Des dur; b mol
sl: Des-dur; b-mol

source: G flat Major; e flat minor
es: Sol bemol mayor; mi bemol menor
ja: G♭メジャー; E♭ マイナー
pt: Sol bemol Maior; mi bemol menor
sk: Ges dur; es mol
sl: Ges-dur; es-mol

source: C flat Major; a flat minor
es: Do bemol mayor; la bemol menor
ja: C♭メジャー; A♭ マイナー
pt: Dó bemol Maior; lá bemol menor
sk: Ces dur; as mol
sl: Ces-dur; as-mol

source: G Major; e minor
es: Sol mayor; mi menor
ja: G メジャー; E マイナー
pt: Sol Maior; mi menor
sk: G dur; e mol
sl: G-dur; e-mol

source: D Major; b minor
es: Re mayor; si menor
ja: D メジャー; B マイナー
pt: Ré Maior; si menor
sk: D dur; b mol
sl: D-dur; h-mol

source: A Major; f sharp minor
es: La mayor; fa sostenido menor
ja: A メジャー; F# マイナー
pt: Lá maior; fá sustenido menor
sk: A dur; fis mol
sl: A-dur; fis-mol

source: E Major; c sharp minor
es: Mi mayor, do sostenido menor
ja: E メジャー; C# マイナー
pt: Mi Maior; dó sustenido menor
sk: E dur; cis mol
sl: E-dur; cis-mol

source: B Major; g sharp minor
es: Si mayor; sol sostenido menor
ja: B メジャー; G# マイナー
pt: Si Maior; sol sustenido menor
sk: H dur; gis mol
sl: H-dur; gis-mol

source: F sharp Major; d sharp minor
es: Fa sostenido mayor; re sostenido menor
ja: F# メジャー; D# マイナー
pt: Fá sustenido Maior; ré sustenido menor
sk: Fis dur; dis mol
sl: Fis-dur; dis-mol

source: C sharp Major; a sharp minor
es: Do sostenido mayor; la sostenido menor
ja: C# メジャー; A# マイナー
pt: Sol sustenido Maior; lá sustenido menor
sk: Cis dur; ais mol
sl: Cis-dur; ais-mol

source: &Import MusicXML...
es: &Importar MusicXML...
ja: MusicXML をインポート(&I)...
pt: &Importar MusicXML...
sk: &Importovať MusicXML...
sl: &Uvozi iz MusicXML

source: Export &MIDI...
es: Exportar &MIDI...
ja: &MIDI 形式でエクスポート...
pt: Exportar &MIDI...
sk: Exportovať do &MIDI...
sl: &Izvozi v &MIDI ...

source: Import &MIDI...
ja: &MIDIをインポート...
pt: Importar &MIDI...
sk: Importovať &MIDI...
sl: Uvozi iz &MIDI ...

source: Export Musi&XTeX...
es: Exportar Musi&XTeX...
ja: Musi&XTeX 形式でエクスポート...
pt: Exportar Musi&XTeX...
sk: Exportovať do Musi&XTeXu...
sl: Izvozi v Musi&XTeX ...

source: Export &PMX...
es: Exportar &PMX...
ja: &PMX 形式でエクスポート...
pt: Exportar &PMX...
sk: Exportovať do &PMXu...
sl: Izvozi v &PMX ...

source: Export &ABC...
es: Exportar &ABC...
ja: &ABC 形式でエクスポート...
pt: Exportar &ABC...
sk: Exportovať &ABC...
sl: Izvozi v &ABC ...

source: Export M&usicXML...
es: Exportar M&usicXML...
ja: M&usicXML 形式でエクスポート...
pt: Exportar Music&XML...
sk: Exportovať M&usicXML...
sl: Izvozi v M&usicXML ...

source: &Output Params...
ja: 出力パラメータ(&O)
pt: &Parâmetros de saida...
sk: Parametre výstupu...
sl: Izh&odni parametri ...

source: Export &LilyPond...
es: Exportar &LilyPond...
ja: &LilyPond 形式でエクスポート...
pt: Exportar &LilyPond...
sk: Exportovať do &LilyPondu...
sl: Izvozi v &LilyPond ...

source: Print pre&view...
ja: 印刷プレビュー(&V)
pt: Pre-&visualização de impressão...
sl: Predog&led tiska ...

source: &Print...
sl: Nati&stni ...

source: Score in&formation...
es: In&formación de la partitura...
ja: 楽譜の情報(&F)
pt: In&formação da partitura...
sk: In&formácie o partitúre
sl: Informacije o dokumentu ...

source: &Key configuration
es: Configuración de t&eclas
ja: キーの設定(&K)
pt: Configuração de &tonalidade
sk: &Klávesové skratky
sl: &Nastavi bližnjice ...

source: &Close
sl: &Zapri

source: &Quit
sl: &Končaj

source: Show &bar numbers
es: Mostrar com&pases numerados
ja: 小節番号を表示(&B)
pt: Mostra números de &compasso
sk: Zobraziť čísla &taktov
sl: &Pokaži številke taktov

source: Show &staff names
es: Mostrar nombre de &pentagrama
ja: 五線の名前を表示(&S)
pt: Mostra nomes de &pauta
sk: Zobraziť názov osnovy
sl: Pokaži &imena sistemov

source: Show &aux lines
es: Mostras líneas &auxiliares
ja: 補助線を表示(&A)
pt: Mostra linhas &auxiliares
sk: Zobraziť &aux riadky
sl: Pokaži &pomožne črte

source: Show staff &context
es: Mostrar &contexto de pentagrama
pt: Mostra &contexto de pauta
sl: Pokaži &vsebino sistema

source: Show &drum tools
es: Mostrar herramientas &de percusión
ja: ドラムツールを表示(&D)
pt: Mostra ferramentas de &percussão
sk: Zobraziť nástroje pre &bubny
sl: Pokaži orodja za &tolkala

source: Reduce &accidentals...
es: Reducir &accidentes
ja: 臨時記号を減らす(&A)...
pt: Reduz &acidentes...
sk: Zredukovať &posuvky...
sl: Poenostavi &predznake ...

source: &Collect notes...
es: &Combinar notas...
ja: 音符を修正する(&C)...
pt: &Coleta notas...
sk: Zo&zbierať noty...
sl: &Zberi note ...

source: Set all to sharp
es: Todas las notas a sostenidos
ja: すべてを＃に
pt: Pôr todos em sustenido
sk: Nastaviť všetko na krížiky
sl: Pretolmači vse predznake na &višaje

source: Set all to flat
es: Todas las notas a bemoles
ja: すべてを♭に
pt: Pôr todos em bemol
sk: Nastaviť všetko na béčka
sl: Pretolmači vse predznake na &nižaje

source: &Transpose...
es: &Transportar...
ja: 移調(&T)...
pt: &Transpôr...
sk: &Transponovať...
sl: &Transponiraj ...

source: C&hange Clef...
ja: 音部記号を変更(&H)...
pt: &Muda clave...
sk: Zmeniť kľúč...
sl: &Zamenjaj ključ ...

source: T&uplet...
es: N-gr&upetto...
ja: 連符(&U)
pt: &Quiáltera...
sl: Po&ddelitve (triole, duole) ...

source: Cle&f...
ja: 音部記号(&F)...
pt: &Clave...
sk: &Kľúč...
sl: &Ključ ...

source: &Key signature...
es: &Armadura...
ja: 調号(&K)...
pt: &Armadura de clave...
sk: Pred&značenie...
sl: &Stalni predznaki ...

source: Special &Barline...
pt: &Linha de compasso especial...
sl: &Posebne taktnice...

source: Repeat - &Open
ja: 繰り返し - 開始(&O)
pt: &Repetição - abertura
sl: Ponavljaj - &odprt

source: Re&peat- Open and Close
ja: 繰り返し - 終了と開始(&P)
pt: R&epetição - abertura e fechamento
sl: &Ponavljaj - odprt in zaprt

source: Repeat - &Close
ja: 繰り返し - 終了(&C)
pt: Re&petição - fechamento
sl: Ponavljaj - &zaprt

source: SpecialEnding&1
es: Final Alternativo&1
ja: 特殊な終端&1
pt: 1a. &vez
sk: &Prima volta
sl: Poseben zaključek&1

source: SpecialEnding&2
es: Final Alternativo&2
ja: 特殊な終端&2
pt: 2a. ve&z
sk: &Sekunda volta
sl: Poseben zaključek&2

source: &Double Bar
ja: 二重小節区切り(&D)
pt: &Barra dupla
sk: &Dvojitá taktová čiara
sl: &Dvojna črta

source: &End Bar
ja: 終端区切り(&E)
pt: Barra d&e término
sk: Koncová taktová čiara
sl: &Končaj

source: Time si&gnature...
ja: 拍子記号(&G)...
pt: &Fórmula de compasso...
sk: Ozna&čenie času...
sl: &Taktovski način ...

source: Tempo &signature...
ja: 速度記号(&S)...
pt: &Indicação de dinâmica...
sk: &Označenie tempa...
sl: Oznake za te&mpo ...

source: &Volume change...
es: Diná&mica...
ja: 音量変更(&V)...
pt: M&udança de volume...
sk: Z&mena hlasitosti...
sl: Sprememba &dinamike ...

source: &Instrument change...
ja: 楽器変更(&I)...
pt: Muda&nça de instrumento...
sl: Sprememba &inštrumenta ...

source: C&hord...
ja: コード(&H)...
pt: A&corde...
sk: A&kord...
sl: &Akord ...

source: &Line...
es: &Ornamentos...
ja: 線(&L)...
pt: Lin&ha...
sk: &Elementy...
sl: Č&rte ...

source: &Text ...
ja: テキスト(&T)...
pt: Text&o...
sl: &Napis ...

source: &dal Segno
ja: ダルセーニョ(&D)
sl: &Od Segna naprej

source: dal Segno &al Fine
sl: &Od Segna do konca

source: dal Segno al C&oda
sl: &Od Segna do Code

source: &Multimeasure rest...
ja: 複数の小節にまたがる休符(&M)...
pt: &Compasso de espera...
sl: Ve&čtaktne pavze ...

source: &New staff
ja: 新しい五線(&N)
pt: &Nova pauta
sk: &Nová osnova
sl: Nov sistem

source: &Delete staff
ja: 五線を削除(&D)
pt: &Deleta pauta
sk: &Zmazať osnovu
sl: Izbriši sistem

source: &Move staff...
ja: 五線を移動(&M)...
pt: &Move pauta...
sk: &Presunúť osnovu...
sl: &Premesti sistem ...

source: M&ute staffs...
es: Pentagramas m&udos...
ja: 五線をミュート(&U)...
pt: Pauta&s mudas...
sk: S&tlmiť osnovy...
sl: &Utišaj sisteme ...

source: &Voices...
es: &Voces...
ja: 声部(&V)...
pt: &Vozes...
sk: &Hlasy...
sl: &Glasovi ...

source: &Staff properties...
es: Propiedades de &pentagrama...
ja: 五線のプロパティ(&S)...
pt: P&ropriedades de pauta...
sk: Nastavenie osnovy...
sl: &Lastnosti sistema ...

source: Score &layout...
es: Disposición de &la partitura...
ja: 楽譜のレイアウト(&L)...
pt: Di&sposição da partitura...
sk: Roz&loženie partitúry...
sl: &Izgled dokumenta ...

source: &Lyrics...
es: &Estrofas...
ja: 歌詞(&L)...
pt: &Letras...
sk: T&ext piesne...
sl: &Besedilo pesmi ...

source: &Import recording
es: &Importar grabación
ja: 録音をインポート(&I)
pt: &Importa gravação
sk: &Importovať nahrávku
sl: &Uvozi posnetek

source: Select &Multi Staff...
ja: 複数の五線を選択(&M)...
pt: Se&leciona multi-pautas...
sk: Vybrať &multiosnovu...
sl: Izberi vsebino &večih sistemov ...

source: &Goto measure...
ja: 指定した小節へ(&G)...
pt: &Vai para compasso...
sl: &Skoči na takt ...

source: &Auto Bar...
ja: 自動小節区切り(&A)...
pt: &Auto compasso...
sk: &Automat. takt...
sl: &Samodejno postavi taktnice ...

source: Auto &Beam...
ja: 自動音符接続(&B)...
pt: &Uniões automáticas...
sl: Samodejno poveži notne &vratove ...

source: &Cleanup rests...
es: Limpiar silen&cios...
ja: 休符を整理する(&C)...
pt: Lim&pa pausas...
sk: &Prečistiť pomlčky
sl: &Počisti odvečne pavze ...

source: &Set N time repeat...
ja: N 回の繰り返しを設定する(&S)...
pt: Ativa repetição de &N vezes...
sl: Nasta&vi N-kratni ponavljaj ...

source: &Create TSE3 song
es: &Crear canción TSE3
ja: TSE3曲を作成する(&C)
pt: &Cria música TSE3
sk: Vytvoriť TSE3 pieseň
sl: &Ustvari TSE3 strukturo skladbe

source: &Play TSE3 song
es: Tocar canción &TSE3
ja: TSE3 曲を再生する(&P)
pt: &Toca música TSE3
sk: &Prehrať TSE3 pieseň
sl: &Predvajaj TSE3 skladbo

source: &Read TSE3 song
es: &Cargar canción TSE3
ja: TSE3 曲を読み込む(&R)
pt: &Lê música TSE3
sk: Načítať TSE3 pieseň
sl: &Preberi TSE3 skladbo

source: &Write TSE3 song
es: &Escribir canción TSE3
ja: TSE3 曲を書き込む(&W)
pt: &Grava música TSE3
sk: Zapísať TSE3 pieseň
sl: &Napiši TSE3 skladbo

source: MIDI &out...
ja: MIDI 出力(&O)...
pt: &Saída MIDI...
sk: Midi &výstup...
sl: MIDI &izhod ...

source: MIDI &in...
ja: MIDI 入力(&I)...
pt: &Entrada MIDI...
sk: MIDI v&stup...
sl: MIDI &vhod ...

source: &Filter dialog...
es: Diálogo de &filtros...
ja: フィルタ ダイアログ(&F)...
pt: &Diálogo de filtro...
sk: &Filter...
sl: &Filtri ...

source: Inform&ation...
ja: 情報(&A)...
pt: &Informação...
sk: Inform&ácie...
sl: &Informacije ...

source: &Merge...
es: Fusio&nar...
ja: マージ(&M)...
pt: &Mesclar...
sk: Sp&lynutie...
sl: &Združi ...

source: TSE3 --> &Score
es: TSE3 --> &Partitura
ja: TSE3 --> 楽譜(&S)
pt: TSE3 --> &Partitura
sk: TSE3 --> &Partitúra
sl: T&SE3 --> Dokument

source: New &window
ja: 新しいウィンドウ(&W)
pt: &Nova janela
sk: Nové &okno
sl: &Novo okno

source: Tip of the &day
es: Consejo del &día
ja: 今日の小技(&D)
pt: &Dica do dia
sk: Tip &dňa
sl: Namig &dneva

source: Select mode
ja: モード選択
pt: Selecione o modo
sl: Način za izbiranje

source: Breve
sl: Nota brevis

source: Full note
es: Redonda
ja: 全音符
pt: Semibreve
sk: Celá nota
sl: Celinka

source: Half note
es: Blanca
ja: ２分音符
pt: Mínima
sk: Pólová nota
sl: Polovinka

source: Quarter note
es: Negra
ja: ４分音符
pt: Semínima
sk: Štvrťová nota
sl: Četrtinka

source: Eighth note
es: Corchea
ja: ８分音符
pt: Colcheia
sk: Osminová nota
sl: Osminka

source: Sixteenth note
es: Semi-corchea
ja: １６分音符
pt: Semicolcheia
sk: Šesnástinová nota
sl: Šestnajstinka

source: 32nd note
es: Fusa
ja: ３２分音符
pt: Fusa
sk: Dvaatridsatinová nota
sl: 32-inka

source: 64th note
es: Semi-fusa
ja: ６４分音符
pt: Semifusa
sk: Štyriašesdesatinová nota
sl: 64-inka

source: 128th note
es: 128avo
ja: １２８分音符
pt: Quartifusa
sk: Stodvadsatinová nota
sl: 128-inka

source: Grace Eighth
es: Apoy. de corchea
ja: 装飾８分音符
pt: Apoggiatura de colcheia
sl: Okrasna osminka

source: Grace sixteenth
es: Apoy. de semi-corchea
ja: 装飾１６分音符
pt: Apoggiatura de semicolcheia
sl: Okrasna šestnajstinka

source: Grace Eight Stroken
es: Apoy. de corchea tachada
ja: 短前打音
pt: Acciaccatura de colcheia
sl: Okrasna kratka osminka
