Repository: BackupTheBerlios/noteedit-svn
Catalog: trunk/po/*.po
Languages: es, ja, pt, sk, sl

source: <b>...how to edit with the keyboard?</b><br/><br/> Some keys: <dl> <dt>Tab</dt> <dd>insert bar</dd> <dt>Backspace</dt> <dd>delete</dd> <dt>insert</dt> <dd>edit mode</dd> <dt>plus</dt> <dd>sharp</dd> <dt>equal</dt> <dd>natural</dd> <dt>minus</dt> <dd>flat</dd> </dl>
es: <b>...como editar con el teclado?</b><br/><br/> Algunas teclas: <dl> <dt>Tab</dt> <dd>Insertar barra de compás</dd> <dt>Backspace</dt> <dd>Borrar</dd> <dt>insert</dt> <dd>modo edición</dd> <dt>+</dt> <dd>Sostenido</dd> <dt>=</dt> <dd>natural</dd> <dt>-</dt> <dd>bemol</dd> </dl>
ja: <b>...キーボードで編集する方法を?</b><br/><br/> キー割り当ての例: <dl> <dt>Tab</dt> <dd>小節区切りr</dd> <dt>Backspace</dt> <dd>削除</dd> <dt>insert</dt> <dd>編集モードへ</dd> <dt>+</dt> <dd>シャープ</dd> <dt>=</dt> <dd>ナチュラル</dd> <dt>-(マイナス)</dt> <dd>フラット</dd> </dl>
pt: <b>...como editar com o teclado?</b><br/><br/> Algumas teclas:: <dl> <dt>Tab</dt> <dd>insere barra</dd> <dt>Backspace</dt> <dd>apaga</dd> <dt>insert</dt> <dd>modo de edição</dd> <dt>+</dt> <dd>sustenido</dd> <dt>=</dt> <dd>bequadro</dd> <dt>-</dt> <dd>bemol</dd> </dl>
sk: <b>...ako upravovať s klávesnicou?</b><br/><br/> Niektoré klávesy: <dl> <dt>Tab</dt> <dd>vloží taktovú čiaru</dd> <dt>Backspace</dt> <dd>mazanie</dd> <dt>insert</dt> <dd>mód uprav</dd> <dt>plus</dt> <dd>krížik</dd> <dt>=</dt> <dd>odrážka</dd> <dt>mínus</dt> <dd>béčko</dd> </dl>
sl: <b>... kako urejati s pomočjo tipkovnice?</b><br/><br/> Nekaj tipk: <dl> <dt>Tab</dt> <dd>postavi taktnico</dd> <dt>Backspace</dt> <dd>zbriši</dd> <dt>insert</dt> <dd>način za vstavljanje</dd> <dt>plus</dt> <dd>višaj</dd> <dt>equal</dt> <dd>razveznik</dd> <dt>minus</dt> <dd>nižaj</dd> </dl>

source: <b>...how to use accidentals?</b><br/><br/> Notes are inserted according keysig! So use the accidental buttons (sharp, flat, natural) only if you wish a <i>visible</i> accidental.
es: <b>..como usar accidentes?</b><br/><br/> Las notas se insertan de acuerdo a la armadura! Use los botones de accidentes (sostenido, bemol, natural) solo si desea un accidente <i>visible</i>.
ja: <b>...臨時記号の使い方を?</b><br/><br/> 音符は調号に従います。ですから、臨時記号ボタン（シャープ、フラット、ナチュラル）は 臨時記号を<i>明示したいとき</i>にだけ使ってください。
pt: <b>...como usar acidentes?</b><br/><br/> Notas são inseridas de acordo com a armadura de clave! Então use os botões de acidente (sustenido, bemol, bequadro) apenas se você deseja um acidente <i>visível</i>.
sk: <b>...ako používať posuvky?</b><br/><br/> Noty sú vkladané podľa označenia kľúča! Takže posuvky (krížik, béčko, odrážka) použite iba v prípade, že chcete <i>viditeľnú</i> posuvku.
sl: <b>... kako uporabljati predznake?</b><br/><br/> Višine not so samodejno prilagojene glede na stalne predznake! Tako da uporabite gumbe za predznake (višaj, nižaj, razveznik) le, če želite alterirati noto ali pa narediti že obstoječ predznak <i>viden</i>.

source: <b>...that you can enable insert from keyboard mode?</b><br/><br/> Activate the keyboard insertion mode by pressing the keyboard insertion button. Then use the keys: <dl> <dt>enter</dt> <dd>insert note</dd> <dt>Ctrl+enter</dt> <dd>add note to previous chord</dd> <dt>backspace</dt> <dd>delete note</dd> <dt>Ctrl+backspace</dt> <dd>delete note from previous chord</dd> <dt>space</dt> <dd>insert rest</dd> <dt>Cursor up/down</dt> <dd>determine pitch</dd> </dl>
es: <b>...que puede habilitar el modo de inserción desde el teclado?</b><br/><bd/> Active el modeo de inserción del teclado oprimiendo la tecla de <insert>. Use las teclas: <dl> <dt>enter</Dt> <dd>insertar nota</dd> <dt>Ctrl+enter</dt> <dd>añadir nota al acorde anterior</dd> <dt>backspace</Dt> <dd>borrar nota</dd> <dt>Ctrl+backspace</dt> <dd>borrar nota del acorde anterior</dd> <dt>Barra espaciadora</dt> <dd>insertar silencio</dd> <dt>Flechas arriba/abajo</dt> <dd>Determinar la nota</dd> </dl>
pt: <b>...que você pode habilitar o modo de Inserção pelo teclado?</b><br/><br/> Ative o modo de inserção pelo teclado pressionando o botão de inserção pelo teclado. Então use as teclas: <dl> <dt>enter</dt> <dd>inserir nota</dd> <dt>Ctrl+enter</dt> <dd>adiciona nota a um acorde prévio</dd> <dt>backspace</dt> <dd>deleta nota</dd> <dt>Ctrl+backspace</dt> <dd>deleta nota do acorde prévio</dd> <dt>espaço</dt> <dd>insere pausa</dd> <dt>Cursor acima/abaixo</dt> <dd>determina a altura</dd> </dl>
sl: <b>... da lahko vklopite način za vnašanje not preko tipkovnice?</b><br/><br/> Način lahko vklopite, če pritisnite na gumb za vnašanje preko tipkovnice. Nekaj uporabnih tipk: <dl> <dt>Enter</dt> <dd>napiši noto</dd> <dt>Ctrl+enter</dt> <dd>napiši noto prejšnjemu akordu</dd> <dt>Backspace</dt> <dd>zbriši noto</dd> <dt>Ctrl+backspace</dt> <dd>zbriši noto prejšnjemu akordu</dd> <dt>Space</dt> <dd>napiši pavzo</dd> <dt>Smerne tipke gor/dol</dt> <dd>spremeni višino</dd> </dl>

source: <b> ...that you can hide/show the bar numbers by selecting <code><u>V</u>iew --&gt; Show bar numbers</code>? </b>
es: <b>...que puede esconder/mostrar los números de compás al seleccionar <code><u>V</u>ista --&gt; mostrar números de compás</code>? </b>
ja: <b> ...小節番号を表示する/隠すことができることを? <code>表示<u>(V)</u> --&gt; 小節番号を表示</code> </b>
pt: <b> ...que você pode esconder/mostrar os números de compasso ao selecionar <code><u>V</u>er --&gt; Mostra números de compasso</code>? </b>
sk: <b> ...že môžete skryť/zobraziť číslovanie taktov cez voľbu <code><u>Z</u>obraziť --&gt; Zobraziť čísla taktov</code>? </b>
sl: <b> ... da lahko pokažete/skrijete oštevilčenje taktov, če izberete <code><u>P</u>ogled --&gt; Pokaži številke taktov</code>? </b>

source: <b>...that you can determine the pitch by a MIDI keyboard connected to your soundcard?</b><br/><br/> Use the red keyboard button!
es: <b>...puede determinar la nota por medio de un teclado MIDI conectado a su tarjeta de sonido?</b><br/><br/> Use el botón rojo del teclado!
pt: <b>...que você pode determinar a altura com um teclado MIDI conectado a sua placa de som?</b><br/><br/> Use o botão vermelho com um teclado!
sk: <b>...že môžete určiť výšku noty z MIDI klávesnice pripojenej k vašej zvukovej karte?</b><br/><br/> Použite červené tlačítko!
sl: <b>... da lahko določite višino note s pomočjo MIDI klaviature povezane z vašo zvočno kartico? </b><br/><br/> Uporabite rdeč gumb za vnos preko klaviature.

source: <b>...that you can record the notes from a MIDI keyboard connected to your soundcard?</b><br/><br/> Use the red record button.
es: <b>...puede grabar notas a partir de un teclado MIDI conectado a su tarjeta se sonido?</b><br/><br/> Use el botón de grabar rojo.
ja: <b>...サウンドカードに接続された MIDI キーボードから 音符を録音できることを?</b><br/><br/> 赤い録音ボタンを使ってください。
pt: <b>...que você pode gravar as notas de um teclado MIDI conectado a sua placa de som?</b><br/><br/> Use o botão vermelho de gravação.
sk: <b>...že môžete zaznamenávať noty z MIDI klávesnice pripojenej k vašej zvukovej karte?</b><br/><br/> Použite červené tlačítko.
sl: <b>... da lahko vnašate note s pomočjo MIDI klaviature povezane z vašo zvočno kartico? </b><br/><br/> Uporabite rdeč gumb za vnos preko klaviature.

source: <b>...that you can go to first/last measure by <code>Alt + cursor left/right</code>?</b>
es: <b>...que puede ir al primer/último compás al usar <code>Alt + flecha izq/flecha der</code>?</b>
ja: <b>...先頭／末尾の小節に <code>Alt + カーソル 左／右</code>で移動できることを?</b>
pt: <b>...que você pode ir para o primeiro/ltimo compasso ao pressionar <code>Alt + esquerda/direita</code>?</b>
sk: <b>...že môžete prejsť na prvý/posledný takt cez <code>Alt + kurzor doľava/doprava</code>?</b>
sl: <b>... da lahko skočite na prvi/zadnji takt s pritiskom na <code>Alt + smerni tipki levo/desno</code>?</b>

source: <b>...that you can mark an arbitrary part of a staff to initiate block commands?</b><br/><br/> The block commands are: <dl> <dd>Backspace</dd> <dt>delete block</dt> <dd>middle mouse button</dd> <dt>copy block to mouse pointer position</dt> </dl>
es: <b>...que puede marcar de forma arbitraria una parte de un pentagrama para que inicie comandos de bloque?</b><br/><br/> Los comandos de bloque son: <dl> <dd>Backspace</dd> <dt>Block de borrado</dt> <dd>Botón central del mouse</dd> <dt>Copiar bloque a la posición del mouse</dt> </dl>
pt: <b>...que você pode marcar uma parte arbitrária da pauta para iniciar comandos de bloco?</b><br/><br/> Os comandos de bloco são: <dl> <dd>Backspace</dd> <dt>deleta bloco</dt> <dd>botão médio do mouse</dd> <dt>copiar bloco para a posição do ponteiro do mouse</dt> </dl>
sk: <b>...že môžete označiť ľubovoľnú časť notovej osnovy spustením blokového príkazu?</b><br/><br/> Blokové príkazy sú: <dl> <dd>Backspace</dd> <dt>zmazať blok</dt> <dd>stredné tlačítko myši</dd> <dt>kopíruje blok na pozíciu, kde je kurzor myši</dt> </dl>
sl: <b>... da lahko označite del skladbe in nato izvršite vrsto zahtev nad tem delom?</b><br/><br/> Možnosti so naslednje: <dl> <dd>Backspace</dd> <dt>zbriši odsek</dt> <dd>Srednji miškin gumb</dd> <dt>kopiraj izbran odsek in ga prilepi na mesto, kamor ste kliknili</dt> </dl>

source: <b>...that you can give multistaff block commands?</b><br/><br/> If you activate <code>Edit --&gt; Multistaff</code> the block commands apply to all selected staves.
es: <b>...puede generar comandos de bloque para varios pentagramas a la vez?</b><br/><br/> Si activa <code>Editar --&gt; Pentagramas multiples</code> los comandos de bloque aplican a todos los pentagramas.
pt: <b>...que você pode executar comandos de bloco em múltiplas pautas??</b><br/><br/> Se você ativar <code>Editar --&gt; Multi pauta</code> os comandos de block se aplicarão a todas as pautas selecionadas.
sk: <b>...že môžete dať blokový príkaz pre viacej notových osnov?</b><br/><br/> Ak aktivujete <code>Upraviť --&gt; MultiOsnova</code> blokové príkazy sa budú aplikovať na všetky zvolené osnovy.
sl: <b>... da lahko izberete odsek skladbe čez več sistemov skupaj?</b><br/><br/> Najprej izberite odsek, nato pa uporabite <code>Urejanje --&gt; Izberi vsebino večih sistemov ...i</code> in zahteve nad odsekom (npr. kopiranje) se bodo izvršile za vse izbrane sisteme.

source: <b>...that you can select the whole staff by double click?</b>
es: <b>...puede seleccionar todo un pentagrama haciendo doble click?</b>
ja: <b>...五線全体をダブルクリックで選択できることを?</b>
pt: <b>...que você pode selecionar a pauta toda com um clique duplo?</b>
sk: <b>...že môžete označiť celú notovú osnovu dvojklikom?</b>
sl: <b>... da lahko izberete cel sistem z dvojnim miškinim klikom?</b>

source: <b>...that you can create as many views as you want (<code><u>W</u>indow --&gt; <u>N</u>ew Window</code>)?</b><br/><br/> This allows you to copy between different scores.
es: <b>...que puede crear tantas vista como desee (<code><u>V</u>entana --&gt; <u>N</u>ueva ventana</code>)?</b><br/><br/> Esto le permite copiar entre dos diferentes partituras.
pt: <b>...que você pode criar tantas visões quanto você queira? (<code><u>J</u>anela --&gt; <u>N</u>ova janela</code>)?</b><br/><br/> Isto permite a você copiar entre partituras diferentes.
sl: <b>... da lahko ustvarite poljubno število novih oken (<code><u>O</u>kno --&gt; <u>N</u>ovo okno</code>) ?</b><br/><br/> To vam omogoča tudi kopiranje med različnimi odprtimi dokumenti.

source: <b>...that the MIDI import is performed by the TSE3 library when you select <code>TSE3 --&gt; MIDI In</code>?</b><br/><br/> To produce the score use <code>TSE3 --&gt; filter dialog --&gt; TSE3 --&gt; Score</code>.
es: <b>...que la importación de MIDI se hace a través de la biblioteca TSE3 cuando selecciona <code>TSE3 --&gt; Entrada MIDI </code>?</b><br/><br/> Para producir una partitura use <code>TSE3 --&gt; diálogo de filtro --&gt; TSE3 --&gt; Partitura</code>.
ja: <b>...TSE3 ライブラリを使用してMIDI インポートが行えることを? <code>TSE3 --&gt; MIDI 入力</code></b><br/><br/> 楽譜を生成するためには、 <code>TSE3 --&gt; フィルタ ダイアログ --&gt; TSE3 から楽譜へ...</code> を使用してください。
pt: <b>...Que a importação MIDI é executada pela biblioteca TSE3 quando você seleciona <code>TSE3 --&gt; Entrada MIDI</code>?</b><br/><br/> Para produzir a partitura use <code>TSE3 --&gt; diálogo de filtro --&gt; TSE3 --&gt; Partitura</code>.
sk: <b>...že import MIDI je vykonaný knižnicou TSE3 keď zvolíte <code>TSE3 --&gt; Vstupný MIDI súbor</code>?</b><br/><br/> Na vyprodukovanie partitúry použite <code>TSE3 --&gt; filter --&gt; TSE3 --&gt; do partitúry</code>.
sl: <b>... da je uvoz MIDI datotek izveden s pomočjo TSE3 knjižnice, ko izberete <code> TSE3 --&gt; uvozi MIDI</code>?</b><br/><br/> Da ustvarite skladbo iz TSE3 strukture, izberite <code>TSE3 --&gt; Filtri --&gt; TSE3 --&gt; dokument</code>.

source: <b>...that MIDI filters are necessary to produce a good score from Midi a file?</b><br/><br/> Please read the <a href="foo">MIDI import discussion page</a>!
es: <b>...que los filtros MIDI son necesarios para producir una buena partitura a partir de un archivo MIDI?</b><br/><br/> Por favor lea la página <a href="foo">MIDI import discussion page</a>!
ja: <b>... MIDI ファイルから良い楽譜を生成するためには MIDI フィルタが必要であることを?</b><br/><br/> <a href="foo">MIDI インポートについてのページ</a>を読んでください。
pt: <b>...que filtros MIDI são necessários para produzir uma boa partitura a partir de um arquivo MIDI?</b><br/><br/> Por favor, leia a página <a href="foo">importação MIDI</a>!
sk: <b>...že MIDI filtre sú nevyhnutné pre vyprodukovanie dobrej partitúry z Midi súboru?</b><br/><br/> Prečítajte si prosím <a href="foo">diskusnú stránku o importe MIDI</a>!
sl: <b>... da so MIDI filtri potrebni za dobro uvoženo skladbo iz MIDI datoteke? </b><br/><br/> Prosimo, preberite <a href="foo">Diskusijo o MIDI uvažanju</a>!

source: <b>...that Notedit produces LaTeX/MusiXTeX output?</b><br/><br/> Please note that<br/> <code>latex &lt;file&gt;</code><br/> does not suffice. Read the <a href="foo">documentation</a>!
es: <b>...que NoteEdit genera salida LaTeX/MusiXTeX?</b><br/><br/> Note que <code>latex &lt;archivo&gt;</code><br/> no será suficiente. Lea la <a href="foo">documentación</a>!
ja: <b>... Notedit が LaTeX/MusiXTeX 出力を生成できることを?</b><br/><br/> 注意<br/> <code>latex &lt;file&gt;</code><br/> だけでは十分ではありません。<a href="foo">ドキュメント</a>を読んでください。
pt: <b>...que Notedit produz saída LaTeX/MusiXTeX?</b><br/><br/> Por favor, note que <br/> <code>latex &lt;arquivo&gt;</code><br/> não é suficiente. Leia a <a href="foo">documentação</a>!
sk: <b>...že NoteEdit produkuje LaTeX/MusiXTeX výstup?</b><br/><br/> Všimnite si prosím, že<br/> <code>latex &lt;súbor&gt;</code><br/> nie je dostatočný. Prečítajte si <a href="foo">dokumentáciu</a>!
sl: <b>... da NoteEdit zna izvažati v LaTeX/MusiXTeX?</b><br/><br/> Vendar pozor, le<br/> <code>latex &lt;ime datoteke&gt;</code><br/> ne zadostuje! Preberite <a href="foo">dokumentacijo</a>!

source: <b>...that you can insert lines?</b><br/><br/> Select <code>Insert --&gt; lines</code>, choose a line and middle click on a note.
es: <b>...puede insertar ornamentos?</b><br/><br/> Seleccione <code>Insertar --&gt; líneas</code>, escoja un ornamento y haga click central en una nota.
pt: <b>...que você pode inserir linhas?</b><br/><br/> Selecione <code>Inserir --&gt; linhas</code>, escolha uma linha e clique com o botão do meio sobre uma nota.
sk: <b>...že môžete vložiť elementy?</b><br/><br/> Zvoľte <code>Vložiť --&gt; elementy</code>, zvoľte si element a stredným lačítkom kliknite na notu.
sl: <b>... da lahko vstavljate različne simbole (trilčki, crescendo,...)?</b><br/><br/> Izberite <code>Vstavi --&gt; Simboli</code>, izberite simbol in nato kliknite na noto.

source: <b>...how to produce a audible (de-)crescendo?</b><br/><br/> Place 2 different volume signatures left and right the (de-)crescendo symbol<br/>
es: <b>...como producir un (de-)crescendo audible?</b><br/><br/> Coloque 2 diferentes volúmenes izq y der del símbolo de crescendo<br/>
pt: <b>...como produzir um (de-)crescendo audível?</b><br/><br/> Coloque duas marcações de volume diferentes à esquerda e á direita do símbolo de (de-)crescendo<br/>
sl: <b>... kako postaviti (de)crescendo, ki dejansko tudi zmanjša jakost izvajanja?</b><br/><br/> Dodajte simbola za jakost (mf, f, p) tik pred in po (de)crescendu!<br>

source: <b> ...that Noteedit plays the <i>"post Mozart trill"</i>: dcdcdcdcdc...? </b> <br/><br/> This is also written to MIDI files.
es: <b>...que NoteEdit toca el <i>"Trino post Mozart"</i>: re do re do re do re do re do...? </b> <br/><br/> También se guarda en el archivo MIDI.
pt: <b> ...que Noteedit toca o <i>"trilo pós Mozart"</i>: dcdcdcdcdc...? </b> <br/><br/> Isto também é gravado nos arquivos MIDI.
sk: <b> ...že Noteedit hrá <i>"post Mozartove trilky"</i>: dcdcdcdcdc...? </b> <br/><br/> Toto je možné uložiť do MIDI súboru.
sl: <b> ... da NoteEdit igra<i>"post-Mozartov trilček "</i>: dcdcdcdcdc ...? </b> <br/><br/> Prav tako ga tudi zna izvoziti v MIDI datoteko!

source: <b> ...that you can create multiple voices per staff ? </b> <p>choose: <code>Staff --&gt; Voices ... --&gt; Create voice</code></p> <p>You should select:</p> <ul> <li> a preferred stem direction for the voice; <li> a Y-position for the rests to make it possible to associate the rests to voices. </ul> <p>There is always a <i>current voice</i>. You can choose it by means of the <i>voice counter</i>. <b>Note!</b> If the voice counter displays an 'A' the <i>current voice</i> is the first voice.</p>
es: <b> ...puede crear múltiples voces para un pentagrama? </b> <p>Escoja <code>Pentagrama --&gt; Voces ... --&gt; Crear voz</code></p> <p>Deberá escoger:</p> <ul> <li> una dirección preferida para las plicas de la voz; <li> una posición Y para los silencios para poder asociar los silencios con las voces. </ul> <p>Siempre hay una voz <i>actual</i>. Puede escogerla por medio de el <i>contador de voz</i>. <b>Nota!</b> Si el contador de voz muestra una 'A' la <i>voz actual</i> es la primer voz</p>
pt: <b> ...que você pode criar múltiplas vozes por pauta? </b> <p>escolha: <code>Pauta --&gt; Vozes... --&gt; Criar voz</code></p> <p>Você deve selecionar:</p> <ul> <li> Uma direção de haste preferida para a voz; <li> Uma posição Y para as pausas para que seja possível associar as pausas às vozes. </ul> <p>Existe sempre uma <i>voz selecionada</i>. Você pode escolhê-la através do <i>seletor de voz</i>. <b>Nota!</b> se o seletor de voz mostra um 'A', a <i>voz selecionada</i> é a primeira voz.</p>
sk: <b> ...že môžete vytvoriť viac hlasov na jednej notovej osnove ? </b> <p>zvoľte: <code>Osnova --&gt; Hlasy ... --&gt; Vytvoriť hlas</code></p> <p>Mali by ste zvoliť:</p> <ul> <li> preferovaný smer nožičiek nôt pre hlas; <li> Y-pozíciu pre pomlčky, aby bolo možné asociovať pomlčky k hlasu. </ul> <p>Vždy je niektorý hlas <i>aktuálny</i>. Môžete si ho zvoliť v <i>registri hlasov</i>. <b>Pozor!</b> Ak register hlasov zobrazuje 'A' <i>aktuálnym hlasom</i> je prvý hlas.</p>
sl: <b> ... da imate lahko v enem sitemu več glasov (polifonija)? </b> <p>izberite: <code>Sistem --&gt; Glasovi ... --&gt; Ustvari glas</code></p> <p>Nato naj bi izbrali:</p> <ul> <li> željeno smer vratov tega glasu; <li>vertikalno pozicijo pavz v sistemu. </ul> <p>Ko urejate dokument, je vedno izbran<i>trenuten glas</i>. Lahko ga izbirate s pomočjo <i>gumba s številko glasu</i>. <b>Pozor!</b> Če gumb prikaže za trenutno izbran glas simbol 'A', pomeni, da je trenutno izbran prvi glas.

source: <b> ...that you can transpose the staffs ? </b> <p>choose: <code>Tools --&gt; Transpose ... </code></p> <p>Select the count of semitones! <b>Note!</b> It is your resposibility to change the key signature!</p> <p>If you want to transpose only a part of the staff then mark the appropriate part before!</p> <p>If you want to transpose a group of staffs then select them before:</p <p><code>Edit --&gt; Multistaff...</code></p>
es: <b> ...puede transportar los pentagramas? </b> <p>Escoja: <code>Tools --&gt; Transportar ...</code></p> <p>Seleccionar la cuenta de semitonos! <b>Note!</b> Es su responsabilidad cambiar la armadura!</p> <p>Si desea transportar sólo una parte del sistema entonces marque la parte apropiada antes!</p> <p>Si desea transportar un grupo de pentagramas entonces selecciónelos antes:</p> <p><code>Editar --&gt; pentagrama múltiple...</code></p>
pt: <b> ...que você pode transpôr pautas? </b> <p>selecione: <code>Ferramentas --&gt; Transpôr... </code></p> <p>Selecione o número de semitons! <b>Nota!</b> �sua responsabilidade mudar a armadura de clave!</p> <p>Se você quer transpôr apenas uma parte da pauta, então marque a parte apropriada antes!</p> <p>Se você quer transpôr um grupo de pautas, então selecione-as antes:</p <p><code>Editar --&gt; Multi pautas...</code></p>
sk: <b> ...že môžete transponovať osnovy? </b> <p>zvoľte: <code>Nástroje --&gt; Transponovať ... </code></p> <p>Zvoľte počet poltónov! <b>Pozor!</b> Vašou zodpovednosťou je zmeniť predznačenie!</p> <p>Ak chcete transponovať iba časť osnovy potom najskôr označte príslušnú časť!</p> <p>Ak chcete transponovať skupinu notových osnov, tak ich najskôr označte:</p <p><code>Upraviť --&gt; MultiOsnova...</code></p>
sl: <b> ... da lahko transponirate celotne sisteme? </b> <p>Izberite: <code>Orodja --&gt; Transponiraj ... </code></p> <p>Nato izberite število poltonov in NoteEdit naredi ustrezno transpozicijo! <b>Pozor!</b> Vaša naloga je, da zamenjate stalne predznake!</p> <p>Če želite transponirati le odsek sistema, ga pred transpozicijo samo označite!</p> <p>Če želite transponirati skupino sistemov, jih pred tem izberite z:</p <p><code>Urejanje --&gt; Izberi vsebino večih sistemov ...</code></p>

source: <b> ...that you can change the clef ? </b> <p>choose: <code>Tools --&gt; Change clef ... </code></p> <p>Choose the new clef!</p> <p>If you want to change the clef of only a part of the staff then mark the appropriate part before!</p> <p><b>Note!</b> The marked range should begin with a clef! Noteedit stops changing the chords/notes if a new clef appears.</p>
es: <b> ...puede cambiar la clave? </b> <p>Escoja: <code>Herramientas --&gt; Cambiar clave ... </code></p> <p>Seleccione su nueva clave!</p> <p>Si desea cambiar la clave para una parte del pentagrama entonces marque la parte apropiada antes!</p> <p><b>Nota!</b> El rango marcado debería empezar con una clave! NoteEdit deja de cambiar los acordes su encuentra una nueva clave.</p>
ja: <b> ...音部記号 が変更できることを? </b> <p>メニューから: <code>Tools --&gt; 音部記号を変更 ... </code></p> <p>新しい音部記号を選んでください!</p> <p>五線の一部でのみ声部記号を変更したいときには、 先にその部分を選択してください!</p> <p><b>注意!</b> 選択した範囲は声部記号から始まること。 Noteedit は新しい声部記号が現れた場所で コード/音符の変更を終わります。</p>
pt: <b> ...que você pode mudar a clave? </b> <p>selecione: <code>Ferramentas --&gt; Mudar clave... </code></p> <p>Escolha a nova clave!</p> <p>Se você quer mudar a clave apenas de uma parte da pauta, então marque a parte apropriada antes!</p> <p><b>Nota!</b> A faixa marcada deve começar com uma clave! Noteedit para de mudar os acordes/notas se uma nova clave surgir.</p>
sk: <b> ...že môžete zmeniť kľúč ? </b> <p>zvoľte: <code>Nástroje --&gt; Zmeniť kľúč ... </code></p> <p>Zvoľte nový kľúč!</p> <p>Ak chcete zmeniť kľúč iba pre časť notovej osnovy potom najskôr označte patričnú časť!</p> <p><b>Pozor!</b> Označený rozsah by mal začať aj hudobným kľúčom! Noteedit prestane meniť akordy/noty, iba ak sa objaví nový hudobný kľúč.</p>
sl: <b> ... da lahko spremenite ključ? </b> <p>Izberite: <code>Orodja --&gt; Spremeni ključ ... </code></p> <p>Izberite nov ključ!</p> <p>Če želite spremeniti ključ le delu sistema, prej izberite odsek in šele nato naredite spremembo.</p> <p><b>Pozor!</b>Izbran odsek se mora začeti s ključom! </p><p><b>Pozor!</b>NoteEdit bo predčasno končal proces, če bo v odseku naletel na že kakšno ponovno spremembo ključa.</p>

source: First create a TSE3 song structure!
es: Primero debe crear una estructura TSE3!
ja: まず TSE3 の曲を生成してください!
pt: Primeiro, crie uma estrutura de música TSE3!
sk: Najprv vytvorte štruktúru TSE3 piesne
sl: Najprej ustvarite TSE3 strukturo skladbe!

source: Play TSE3 song
es: Tocar canción TSE3
ja: TSE3 の曲を再生
pt: Tocar música TSE3
sk: Hrať TSE3 pieseň
sl: Zaigraj TSE3 skladbo
