Repository: BackupTheBerlios/noteedit-svn
Catalog: trunk/po/*.po
Languages: es, ja, pt, sk, sl

source: Dotted note
es: N. c/puntillo
ja: 付点音符
pt: Nota pontuada
sk: Nota s bodkou
sl: Punktirana nota

source: DoubleDotted note
es: N. c/doble puntillo
ja: ２重付点音符
pt: Nota duplamente pontuada
sk: Nota s dvoma bodkami
sl: Dvakratno punktirana nota

source: Tie
es: Ligadura
ja: タイ
pt: Ligadura
sk: Ligatúra
sl: Vezaj

source: Beam
es: Barra
ja: 連桁
pt: União
sk: Viazanie
sl: Vezava vratov

source: Slur
es: Ligado
ja: スラー
pt: Legato
sk: Legato
sl: Lok

source: Triplet
es: Tresillo
ja: 連符
pt: Tercina
sk: Triola
sl: Triola

source: Hidden rests
es: Silencios ocultos
ja: 隠し休符
pt: Pausas ocultas
sk: Skrytá pomlčka
sl: Skrite pavze

source: Fermata
ja: フェルマータ
sl: Korona

source: Pedal on
es: Ped. pisado
ja: ペダル ON
pt: Pedal abaixado
sk: Stlačený pedál
sl: Začetek sus. pedala

source: Pedal off
es: Ped. suelto
ja: ペダル OFF
pt: Pedal levantado
sk: Uvoľnený pedál
sl: Konec pedala

source: Strong pizzicato
es: Pizz. fuerte
pt: Pizzicato forte
sk: Silné pizzicato
sl: Godalni pizzicato

source: Sharp
es: Sostenido
ja: シャープ
pt: Sustenido
sk: Krížik
sl: Višaj

source: Flat
es: Bemol
ja: フラット
pt: Bemol
sk: Bé
sl: Nižaj

source: Natural
es: Natural/Becuadro
ja: ナチュラル
pt: Bequadro
sk: Odrážka
sl: Razveznik

source: Double sharp
es: Doble sostenido
ja: ダブルシャープ
pt: Sustenido duplo
sk: Dvojitý krížik
sl: Dvojni višaj

source: Double flat
es: Doble bemol
ja: ダブルフラット
pt: Bemol duplo
sk: Dvojité bé
sl: Dvojni nižaj

source: Play
es: Tocar
ja: 再生
pt: Tocar
sk: Hrať
sl: Predvajaj

source: Keyboard
es: Teclado
ja: 鍵盤
pt: Teclado
sk: Klávesnica
sl: Klaviatura

source: Keyboard insert
es: Insertar con teclado
ja: 鍵盤から入力
pt: Inserção via teclado
sk: Vkladanie z klávesnici
sl: Vnos s klaviaturo

source: Record
es: Grabar
ja: 録音
pt: Gravar
sk: Záznam
sl: Snemanje

source: Edit mode
es: Modo de edición
ja: 編集モード
pt: Modo de edição
sk: Mód úprav
sl: Urejevalni način

source: Insert from keyboard
es: Insertar desde el teclado
ja: キーボードから入力
pt: Inserir via teclado
sl: Vnos s tipkovnico

source: Glue
pt: Cola
sl: Zlepi

source: Stem up
es: Plica arriba
ja: 音符の縦棒を上へ
pt: Haste para cima
sk: Nožička hore
sl: Vratovi gor

source: Stem down
es: Plica abajo
ja: 音符の縦棒を下へ
pt: Haste para baixo
sk: Nožička dole
sl: Vratovi dol

source: Cross notehead style
ja: 音符×
pt: Estilo de cabeça de nota em cruz
sl: Križec - oblika notne glavice

source: Plus notehead style
ja: 音符+
pt: Estilo de cabeça de nota em mais
sl: Plus - oblika notne glavice

source: Cross-Circle notehead style
ja: 音符○×
pt: Estilo de cabeça de nota em cruz circulada
sl: Križec v krogcu - oblika notne glavice

source: Slash notehead style
ja: 音符／
pt: Estilo de cabeça de nota em barra
sl: Poševnica - oblika notne glavice

source: Triangle notehead style
ja: 音符△
pt: Estilo de cabeça de nota em triângulo
sl: Trikotnik - oblika notne glavice

source: Selected voice
ja: 選択された声部:
pt: Voz selecionada
sl: Trenutno izbran glas

source: Zoom
sl: Povečava

source: Key
es: Tonalidad
pt: Tonalidade
sk: Kľúč
sl: Stalni predznaki

source: &OK
sl: V &redu

source: &Cancel
sl: &Prekliči

source: Move up
ja: 上へ移動
pt: Move para cima
sl: Premakni navzgor

source: Move down
ja: 下へ移動
pt: Move para baixo
sl: Premakni navzdol

source: Move semi up
ja: 半音上げる
pt: Move um semitom para cima
sl: Premakni pol tona gor

source: Move semi down
ja: 半音下げる
pt: Move um semitom para baixo
sl: Premakni pol tona dol

source: Move left
ja: 左へ移動
pt: Move para a esquerda
sl: Premakni levo

source: Move start
ja: 先頭へ
pt: Move para o início
sl: Premakni na začetek

source: Move right
ja: 右へ移動
pt: Move para a direita
sl: Premakni desno

source: Move end
ja: 末尾へ
pt: Move para o fim
sl: Premakni na konec

source: Goto measure number
pt: Vai para o compasso número
sl: Pojdi na takt številka

source: Delete forward
ja: 後ろを消す
pt: Deleta à frente
sl: Izbriši naslednjega

source: Delete chord note
ja: コード内の音符を削除
pt: Deleta nota de acorde
sl: Izbriši noto v akordu

source: Delete before
ja: 前を消す
pt: Deleta atrás
sl: Izbriši nazaj

source: Toggle play
pt: Liga/desliga a execução
sl: Zaigraj/Ustavi

source: Leave current mode
pt: Deixa o modo atual
sl: Zapusti trenutni način

source: Toggle edit
pt: Liga/desliga a edição
sl: Način za urejanje

source: Insert chord note
ja: 和音の音符を挿入する
pt: Insere nota de acorde
sl: Dodaj noto akordu

source: Insert note
ja: 音符を挿入する
pt: Insere nota
sl: Vstavi noto

source: Set triplet
pt: Põe tercina
sl: Postavi triolo

source: Select 1st voice
ja: 1番目の声部を選択する
pt: Seleciona 1a. voz
sl: Izberi prvi glas

source: Select 2nd voice
ja: 2番目の声部を選択する
pt: Seleciona 2a. voz
sl: Izberi drugi glas

source: Select 3rd voice
ja: 3番目の声部を選択する
pt: Seleciona 3a. voz
sl: Izberi tretji glas

source: Select 4th voice
ja: 4番目の声部を選択する
pt: Seleciona 4a. voz
sl: Izberi četrti glas

source: Select 5th voice
ja: 5番目の声部を選択する
pt: Seleciona 5a. voz
sl: Izberi peti glas

source: Select 6th voice
ja: 6番目の声部を選択する
pt: Seleciona 6a. voz
sl: Izberi šesti glas

source: Select 7th voice
ja: 7番目の声部を選択する
pt: Seleciona 7a. voz
sl: Izberi sedmi glas

source: Select 8th voice
ja: 8番目の声部を選択する
pt: Seleciona 8a. voz
sl: Izberi osmi glas glas

source: Select 9th voice
ja: 9番目の声部を選択する
pt: Seleciona 9a. voz
sl: Izberi deveti glas

source: Set tied
ja: タイを設定
pt: Ativa ligadura
sl: Postavi vezaj

source: Set dotted
ja: 付点を付ける
pt: Ativa pontuada
sl: Punktiraj

source: Set bar
ja: 縦線
pt: Põe barra
sl: Postavi taktnico

source: Set bar after
pt: Põe barra á frente
sl: Postavi taktnico za elementom

source: Set special bar
pt: Põe barra especial
sl: Postavi posebno taktnico

source: Insert rest
ja: 休符を挿入する
pt: Insere pausa
sl: Vstavi pavzo

source: Toggle beam
pt: liga/desliga união
sl: Vezava/Nevezava vratov

source: Keyboard Insert mode
pt: Modo de Inserção via teclado
sl: Način za vnos preko tipkovnice

source: Pitch C
pt: Dó
sl: Višina C

source: Pitch D
pt: Ré
sl: Višina D

source: Pitch E
pt: Mi
sl: Višina E

source: Pitch F
pt: Fá
sl: Višina F

source: Pitch G
pt: Sol
sl: Višina G

source: Pitch A
pt: Lá
sl: Višina A

source: Pitch B
pt: Si
sl: Višina H

source: Enabled
es: Activado
ja: 有効
pt: Habilitado
sl: Vključeno

source: Trill
es: Trino
ja: トリル
pt: Trilo
sl: Trilček

source: Turn
es: Volteo
pt: Virar
sl: Obrni

source: 8va
sl: Oktaviacija (8va)

source: Please choose a note or rest!
es: Por favor escoja una nota o silencio!
ja: 音符か休符を１つ選択してください!
pt: Por favor, escolha uma nota ou pausa!
sl: Prosim, izberi noto ali pavzo!

source: Please choose a note or rest from first voice
es: Por favor escoja una nota o silencio de la primer voz
ja: 1番目の声部から音符か休符を選択してください
pt: Por favor, escolha uma nota ou pausa da primeira voz
sl: Prosim, izberi noto ali pavzo v prvem glasu

source: Please choose a note!
es: Escoja una nota!
ja: 音符を１つ選択してください!
pt: Por favor, escolha uma nota!
sk: Zvoľte si prosím notu
sl: Prosim, izberi noto!

source: Please choose a note from first voice
es: Escoja una nota de la primer voz
ja: 1番目の声部から音符を選択してください
pt: Por favor, escolha uma nota da primeira voz
sl: Prosim, izberi noto v prvem glasu

source: MIDI mapper is already in use!
es: Mapeador MIDI ya está en uso!
ja: MIDI マッパーは既に使用されています!
pt: O mapeador MIDI já está em uso!
sk: Midi mapper sa už používa!
sl: MIDI razvrščevalnik je že v uporabi

source: Nothing to play!
es: Nada que tocar!
ja: 再生するものがありません!
pt: Nada para ser tocado!
sk: Niet čo hrať!
sl: Nič ni za predvajati!

source: Your document contains unsaved changes. Do you want to save your changes or discard them?
es: Su documento contiene cambios sin guardar. ¿Desea guardar sus cambios o descartarlos?
ja: 保存されていない変更があります。 保存しますか、それとも破棄しますか?
pt: Seu documento contém alterações que não foram gravadas. Você quer gravar essas mudanças ou descartá-las?
sk: Váš dokument obsahuje neuložené zmeny. Prajete si uložiťtieto zmeny alebo ich ignorovať?
sl: Vaš dokument vsebuje še neshranjene spremembe. Ali jih želite shraniti ali zavreči?

source: New
es: Nuevo
ja: 新規
pt: Novo
sk: Nový
sl: Nov dokument

source: &Save
sl: &Shrani

source: &Discard
sl: &Zavrži

source: Open
sl: Odpri

source: MIDI import is now complete. Please use Edit-->AutoBar, Edit-->AutoBeam and other tools for better score layout. You can also read more about MIDI import and other useful tools in documentation!
ja: MIDI インポートが完了しました。 楽譜のレイアウトをより良いものにするためには、編集 --> 自動小節区切り, 編集 --> 自動音符接続, その他のツールを使ってください。 更なる情報は、ドキュメントの MIDI インポート, その他の便利なツールについての記述を読んでください。
pt: A importação de MIDI está completa. Por favor, use Editar->Auto compasso, Editar->Auto União e outras ferramentas para melhorar a disposição da partitura. Você também pode ler mais sobre a importação de MIDI e outras ferramentas teis na documentação!
sl: Uvoz iz MIDI datoteke je sedaj uspešno zaključen. Prosimo, uporabite Uredi-->Samodejna postavitev taktnic, Uredi-->Samodejna vezava vratov in ostala orodja za boljši izgled skladbe. O podrobnejših informacijah o uvozu iz MIDI datoteke in ostalih uporabnih orodjih se lahko pozanimate v dokumentaciji!

source: MIDI import is performed by the TSE3 library, but the library is not present! Please look in the MIDI import section in documentation for more information!
ja: MIDI インポートは TSE3 ライブラリを使用します。しかし、TSE3ライブラリがありません! 詳細については、ドキュメントの MIDI インポートについて書かれたセクションを参照してください。
pt: A importação MIDI é executada pela biblioteca TSE3, mas esta biblioteca não está presente! Por favor, verifique a sessão importação MIDI na documentação para mais informações!
sl: MIDI uvoz izvaja TSE3 knjižnica, ki pa ni na voljo! Prosimo, poglejte v MIDI import sekcijo v dokumentaciji za več informacij!

source: Close
sl: Zapri

source: Do you really want to close all windows?
es: ¿Realmente desea cerrar todas las ventanas?
ja: 本当にすべてのウィンドウを閉じますか?
pt: Você realmente quer fechar todas as janelas?
sk: Skutočne chcete zavrieť všetky okná?
sl: Ali res žeilte zapreti vsa okna aplikacije?

source: Close all
es: Cerrar todo
ja: すべて閉じる
pt: Fecha tudo
sk: Zavrieť všetko
sl: Zapri vse

source: &Close all
es: &Cerrar todo
ja: すべて閉じる(&C)
pt: &Fechar tudo
sk: &Zavrieť všetko
sl: &Zapri vse

source: <center>Please choose the target measure number!</center>
pt: <center>Por favor, escolha o número do compasso de destino!</center>
sl: <center>Prosimo, izberite številko ciljnega takta!</center>

source: Goto
es: Ir a
pt: Vai para
sk: Ísť na
sl: Pojdi

source: Can't delete last staff.
es: No se puede borrar el último pentagrama.
ja: 最後の五線を削除することはできません。
pt: Não posso apagar a última pauta.
sk: Poslednú osnovu nie je možné odstrániť.
sl: Ne morem izbrisati zadnjega ostalega sistema

source: Delete Staff
es: Borrar pentagrama
ja: 五線を削除
pt: Deleta Pauta
sk: Zmazať osnovu
sl: Izbriši sistem

source: This deletes current staff! Are you sure?
ja: 編集中の五線を削除しようとしています! よろしいですか?
pt: Isto vai deletar a última pauta! Tem certeza?
sk: Toto odstráni aktuálnu osnovu! Ste si istý?
sl: Izbrisal bom trenutno izbran sistem! Ali ste prepričani?

source: &Delete
sl: &Zbriši

source: Staff moving
es: Moviendo pentagrama
ja: 五線を移動
pt: Mudança de pauta
sk: Presun osnovy
sl: Premakni sistem

source: Please choose the target position:
es: Por favor escoja el destino
ja: 移動先を指定してください:
pt: Por favor, escolha a posição de destino:
sk: Zvoľte prosím cieľovú pozíciu:
sl: Prosim, izberite želeno pozicijo:

source: Please select a region first!
ja: まず範囲を指定してください!
pt: Por favor, primeiro selecione uma região!
sl: Prosim, najprej izberite območje.

source: MultiStaff
ja: 複数の五線
pt: Multipauta
sk: MultiOsnova
sl: Izbira večih sistemov

source: <center>Set tempo:</center>
es: <center>Definir Tempo</center>
ja: <center>テンポを設定:</center>
pt: <center>Ajusta o tempo:</center>
sk: <center>Nastaviť tempo:</center>
sl: <center>Nastavi tempo:</center>

source: Set new tempo
es: Nuevo Tempo
ja: 新しいテンポを設定する
pt: Ajusta um novo tempo
sk: Nastaviť nové tempo
sl: Nastavi nov tempo

source: Set new temp&o
es: Definir nuevo temp&o
ja: 新しいテンポを設定する(&O)
pt: &Ajusta um novo tempo
sk: Nastaviť nové temp&o
sl: Nastavi nov temp&o

source: <center>Set count of Measures:</center>
es: <center>Definir cuenta de compases:</center>
ja: <center>小節の数を指定:</center>
pt: <center>Ajusta total de cmpassos:</center>
sk: <center>Nastaviť počet taktov:</center>
sl: <center>Nastavi število taktov:</center>

source: multi rest
es: Silencio multi-compás
ja: 複数の休符
pt: Multi pausa
sk: Viactaktová pomlčka
sl: Večtaktne pavze

source: Set count of m&easures
es: Definir cuenta de compas&es
ja: 小節の数を指定(&E)
pt: A&justa o número de compassos
sk: Nastaviť počítani&e taktov
sl: Nastavi število taktov

source: <center>How many notes:</center>
es: <center>Cuantas notas:</center>
ja: <center>音符の数:</center>
pt: <center>Quantas notas:</center>
sk: <center>Koľko nôt:</center>
sl: <center>Koliko not?</center>

source: Autobeam
es: Autobarra
ja: 自動音符接続
pt: Auto união
sk: Automatické viazanie
sl: Samodejna vezava vratov

source: &Start
sl: Začni

source: Please choose a repeat close sign!
es: Por favor seleccione un cierre para la repetición!
ja: 繰り返し終了の記号を選択してください!
pt: Por favor, escolha um sinal de repetição!
sl: Prosim, izberite zaprt ponavljaj!

source: <center>Please set the repeat count!</center>
es: <center>Por favor defina la cuenta de repeticiones!</center>
ja: <center>繰り返しの回数を設定してください!</center>
pt: <center>Por favor, informe o número de repetições!</center>
sl: <center>Nastavi število ponovitev!</center>

source: Repeat count
es: Cuenta de repeticiones
ja: 繰り返しの回数
pt: Número de repetições
sl: Število ponovitev

source: &Set
es: &Definir
ja: 設定(&S)
pt: &Ajusta
sk: &Nastaviť
sl: &Nastavi

source: <center>Semitones:</center>
es: <center>Semitonos:</center>
ja: <center>半音:</center>
pt: <center>Semitons:</center>
sk: <center>Poltóny:</center>
sl: <center>Poltoni:</center>

source: Transpose
es: Transporte
ja: 移調
pt: Transpôr
sk: Transponovanie
sl: Transponiraj

source: &Transpose
es: &Transporte
ja: 移調(&T)
pt: &Transpôr
sk: &Transponovať
sl: &Transponiraj

source: Voice selection
es: Selección de voces
ja: 声部を選択
pt: Seleção de voz
sk: Voľba hlasu
sl: Izbira glasov

source: <center>Select your voice here:</center>
es: <center>Seleccione la voz aquí:</center>
ja: <center>声部を選択してください:</center>
pt: <center>Selecione sua voz aqui:</center>
sk: <center>Zvoľte si tu svoj hlas:</center>
sl: <center>Izberite želen glas tukaj:</center>

source: Error writing file "%1".
es: Error al escribir archivo "%1".
ja: ファイル "%1" を書き込んでいる時にエラーが発生しました。
pt: Erro gravando o arquivo "%1".
sk: Chyba pri zápise súboru "%1".
sl: Napaka pri pisanju datoteke "%1".

source: Write TSE3
es: Escribir TSE3
ja: TSE3 形式で書き込む
pt: Grava TSE3
sk: Zapísať TSE3
sl: Zapiši TSE3

source: This overrides the current staff! Continue?
ja: 現在の五線に上書きされます。続けますか?
pt: Isto sobrepõe a pauta atual! Continua?
sk: Toto prepíše aktuálnu osnovu! Pokračovať?
sl: To bo prekrilo trenutno izbran sistem! Nadaljujem?

source: Import Recording
es: Importar grabación
ja: 録音をインポート
pt: Importa Gravação
sk: Import nahrávky
sl: Uvozi snemanje

source: &Import Recording
es: &Importar grabación
ja: 録音をインポート(&I)
pt: &Importa Gravação
sk: &Import nahrávky
sl: Uvozi sne&manje

source: This will clear the existing document. Are you sure?
ja: 既に存在する文書をクリアしようとしています。よろしいですか?
pt: Isto vai limpar o documento existente. Tem certeza?
sk: Toto vymaže aktuálny dokument! Ste si istý?
sl: Izbrisal bom trenutni dokument. Ali ste prepričani?

source: Confirmation
ja: 確認
pt: Confirmação
sk: Potvrdenie
sl: Potrditev

source: Error creating Score
es: Error al crear la partitura
ja: 楽譜を作成しようとしたときにエラーが発生しました
pt: Erro criando partitura
sk: Chyba pri vytváraní partitúry
sl: Napaka pri ustvarjanju dokumenta

source: Creating Score
es: Creando partitura
ja: 楽譜を作成しています
pt: Criando Partitura
sk: Vytvoriť partitúru
sl: Ustvarjam dokument

source: TSE3 MIDI out
es: TSE3 Salida MIDI
ja: TSE3 MIDI 出力
pt: Saída MIDI TSE3
sk: TSE3 MIDI výstup
sl: TSE3 MIDI izhod

source: File read error "%1".
es: Error de lectura "%1".
ja: ファイル "%1" を読み込んでいる時にエラーが発生しました。
pt: Erro de leitura do arquivo "%1".
sk: Chyba pri čítaní súboru "%1".
sl: Napaka pri branju datoteke "%1".

source: TSE3 MIDI in
es: TSE3 Entrada MIDI
ja: TSE3 MIDI 入力
pt: Entrada MIDI TSE3
sk: TSE3 MIDI vstup
sl: TSE3 MIDI izhod

source: Read TSE3
es: Leer TSE3
ja: TSE3 形式を読み込む
pt: Lê TSE3
sk: Čítať TSE3
sl: Preberi TSE3

source: File "%1" already exists! Overwrite?
es: Archivo "%1" ya existe! ¿Sobre-escribir?
ja: ファイル "%1" は既に存在します! 上書きしますか?
pt: O arquivo "%1|' já existe! Sobrescrevê-lo?
sk: Súbor "%1" už existuje! Prepísať ho?
sl: Datoteka "%1" že obstaja. Prekrijem?

source: File already exists
es: El archivo ya existe
ja: ファイルは既に存在します
pt: Arquivo já existe
sk: Súbor už existuje
sl: Datoteka že obstaja

source: [no MIDI device created]
es: [No se ha creado un dispositivo MIDI]
pt: [nenhum dispositivo MIDI criado]
sk: [žiadne MIDI zariadenie]
sl: [nobena MIDI naprava ni najdena]

source: Noteedit has exported the score to MusicXML but there are some problems.
es: NoteEdit ha exportado la partitura a MusicXML Pero hubo problemas.
pt: Noteedit exportou a partitura para MusicXML Mas existem alguns problemas.
sl: Noteedit je izvozil dokument v MusicXCML, vendar je prišlo do nekaj napak.

source: Staff %1 has irregular keysig. This is currently not supported.
es: Pentagrama %1 contiene una clave de percusión. Esto no es soportado actualmente.
pt: Pauta %1 tem armadura de clave. Atualmente, isto não é permitido.
sl: Sistem %1 ima nenormativne stalne predznake. Trenutno to še ni podprto.

source: Staff %1 contains drum clef. This is currently not supported.
es: Pentagrama %1 contiene una clave de percusión. Esto no es soportado actualmente.
ja: 五線 %1 はドラムの音部記号を含んでいます。これは現在サポートされていません。
pt: Pauta %1 contém clave de percussão. Atualmente, isto não é permitido.
sl: Sistem %1 vsebuje ključ za tolkala. Trenutno to še ni podprto.

source: Staff %1 contains drum staff. This is currently not supported.
es: Pentagrama %1 contiene una clave de percusión. Actualmente no está soportado.
ja: 五線 %1 はドラム五線を含んでいます。これは現在サポートされていません。
pt: Pauta %1 contém percussão. Atualmente, isto não é permitido.
sl: Sistem %1 je stavek za tolkalce. Trenutno to še ni podprto.

source: Staff %1 contains voice change. This is currently not supported.
es: Pentagrama %1 contiene un cambio de voz. Esto no es soportado actualmente.
pt: Pauta %1 contém mudança de som. Atualmente, isto não é permitido.
sl: Sistem %1 vsebuje spremembe glasu. Trenutno to še ni podprto.

source: Staff %1 contains 8va start without 8va stop.
pt: Pauta %1 contém um início de oitava sem término de oitava.
sl: Sistem %1 vsebuje začetek oktaviacije brez zaključka.

source: Staff %1 contains 8va over a single note. This is currently not supported.
pt: Pauta %1 contém uma 8va sobre uma única nota. Atualmente, isto não é permitido.
sl: Sistem %1 vsebuje oktaviacijo za eno samo noto. Trenutno to še ni podprto.

source: Staff %1 contains dynamic start without dynamic stop.
pt: Pauta %1 contém início de dinâmica sem término de dinâmica.
sl: Sistem %1 vsebuje začetek dinamike brez konca.

source: MusicXML produced. But there are some problems.
es: Se generó salida MusicXML. Hubo problemas.
ja: MusicXML 形式が生成されました。しかし、いくつか問題があります。
pt: MusicXML produzido. Mas existem alguns problemas.
sl: MusicXML napisan, vendar so se pojavile težave.

source: Noteedit has exported the score to MusiXTeX but there are some constructs which cannot be expressed in MusiXTeX. The score will work with MusiXTeX but Noteedit omitted these constructs.
es: NoteEdit ha exportado la partitura a MusiXTeX pero algunas estructuras no se pueden expresar en MusiXTeX. La partitura funcionará con MusiXTeX pero NoteEdit omitió estas estructuras.
pt: Noteedit exportou a partitura para MusiXTeX mas existem alguns elementos que não podem ser expressados em MusiXTeX. A partitura irá funcionar com MusiXTeX mas Noteedit omitiu esses elementos.
sk: Noteedit exportoval partitúru do MusiXTeX,u ale sú nej niektoré konštrukcie, ktoré nie je možné vyjadriť v MusiXTeXe. Partitúra bude pracovať s MusiXTeXom, ale Noteedit vynechal tieto konštrukcie.
sl: Noteedit je prevedel dokument v MusiXTeX, vendar so v izvornem dokumentu prisotni elementi, ki jih MusiXTeX zapis ne pozna. Dokument bo deloval z MusiXTeX-om, vendar brez teh elementov.

source: 128th in measure: %2; maximum = %3 flags
es: 128avo en el compás: %2; máximo = %3 banderas
pt: Quartifusa no compasso: %2; mínimo = %3 bandeirolas
sk: 128 v takte: %2; maximum= %3 béčok
sl: 128-inka v taktu: %2; največ lahko %3 zastavic

source: Staff %1 has irregular keysig. This cannot be expressed in MusiXTeX
es: Pentagrama %1 tiene una métrica irregular. Esto no se puede epxresar en MusiXTeX
pt: Pauta %1 tem armadura de clave irregular. Isto não pode ser expressado em MusiXTeX
sk: Osnova %1 má neregulárne označenie kľúča. Toto nie je možné vyjadriť v MusiXTeXe
sl: Sistem %1 vsebuje nenormativne stalne predznake. To ne more biti zapisano v MusiXTeX formatu

source: Too many ties in measure: %2; maximum = %3
es: Hay demasiadas ligaduras en el compás: %2; máximo = %3.
ja: 小節 %2 にあるタイが多すぎます; 上限 = %3
pt: Muitas ligaduras no compasso: %2; mínimo = %3
sk: Príliš veľa ligatúr v takte %2; maximum = %3
sl: Preveč vezajev v taktu %2; največje dovoljeno število vezajev je %3

source: Too many slurs in measure: %1, ; maximum = %2
es: Demasiados ligados en el compás: %1; máximo = %2
ja: 小節 %1 にあるスラーが多すぎます; 上限 = %2
pt: Muitos legatos no compasso: %1; mínimo = %2
sk: Príliš veľa oblúčikov v takte: %1; maximum = %2
sl: Preveč lokov v taktu %2; največje dovoljeno število lokov je %3

source: Too many trills in measure: %1: maximum = 6
es: Demasiados trinos en el compás: %1: máximo = 6
ja: 小節: %1:トリルの数が多すぎます。 上限 = 6
pt: Muitos trilos no compasso: %1: mínimo = 6
sk: Príliš veľa trilkov v takte: %1: maximum = 6
sl: Preveč trilčkov v taktu %2; največje dovoljeno število trilčkov je %3

source: Nested va lines in measure: %2 ;
pt: Linhas de oitavização aninhadas no compasso: %2 ;
sl: Gnezdene oktaviacijske označbe v taktu %2;

source: Too many va lines in measure: %1: maximum = 6
pt: Muitas linhas de oitavização no compasso: %1; mínimo = 6
sl: Preveč oktaviacijskih označb v taktu: %1; največje število označb je 6

source: Nested va lines in measure: %1 ;
pt: Linhas de oitavização aninhadas no compasso: %1 ;
sl: Gnezdene oktaviacijske označbe v taktu %1;

source: too many beams in measure: %1; maximum: %2
es: Demasiadas barras en el compás: %1; máximo: %2
ja: 小節 %1 にある連桁が多すぎます; 上限 = %2
pt: Muitas uniões no compasso: %1; mínimo: %2
sk: príliš veľa viazaní (beams) v takte %1; maximum: %2
sl: Preveč vezav vratov v taktu %1; največje število vezav vratov je %2

source: The score has individual bar layout (partial continued and partial discontinued) Please install "musixdbr.tex" by Rainer Dunker
es: La partitura tiene la colocación de compases individual (parcial contínua y parcial discontínua) Por favor instale "musixdbr.tex" por Rainer Dunker
pt: A partitura tem uma disposição de barras de compassos específica (parcialmente contínua e parcialmente descontínua) Por favor, instale "musixdbr.tex", de Rainer Dunker
sl: Dokument ima poseben izgled taktov (delno nadaljevan in delno že zaključen) Prosim, namestite "musixdbr.tex" (avtor modula je Rainer Dunker)

source: The score has piano staffs with discontinued bar rules. This cannot be expressed in MusiXTeX.
es: La partitura tiene reglas para el uso de compases discontinuios en pentagramas de piano. Esto no se puede expresar en MusiXTeX.
ja: 楽譜に、不連続な小節区切りルールを持つ鍵盤五線があります。MusiXTeX はこれを表現できません
pt: A partitura tem pautas de piano com barras de compasso descontínuas. Isto não pode ser expressado em MusiXTeX.
sl: Dokument vsebuje klavirski stavek z nedokončanimi takti. Tega pa zapis MusiXTeX ne podpira.
