Repository: BackupTheBerlios/noteedit-svn
Catalog: tags/2.8.0/po/*.po
Languages: it

source: <b>...that you can go to first/last measure by <code>Alt + cursor left/right</code>?</b>
it: <b>...che puoi andare alla prima/ultima misura con <code>Alt + freccia sinistra/destra</code>?</b>

source: <b>...that you can mark an arbitrary part of a staff to initiate block commands?</b><br/><br/> The block commands are: <dl> <dd>Backspace</dd> <dt>delete block</dt> <dd>middle mouse button</dd> <dt>copy block to mouse pointer position</dt> </dl>
it: <b>...che puoi selezionare una parte qualsiasi del pentagramma per poi usarla con i comandi di selezione?</b><br/><br/> I comandi di selezione sono: <dl> <dd>Backspace</dd> <dt>Cancella la selezione</dt> <dd>Pulsante centrale del mouse</dd> <dt>Copia la selezione nella posizione del puntatore</dt> </dl>

source: <b>...that you can give multistaff block commands?</b><br/><br/> If you activate <code>Edit --&gt; Multistaff</code> the block commands apply to all selected staves.
it: <b>...che puoi eseguire i comandi di selezione su pentagrammi multipli?</b><br/><br/> Se attivi <code>Modifica --&gt; Pentagrammi multipli</code> i comandi di selezione saranno applicati su tutti i pentagrammi selezionati.

source: <b>...that you can select the whole staff by double click?</b>
it: <b>...che puoi selezionare un pentagramma intero con un doppio click?</b>

source: <b>...that you can create as many views as you want (<code><u>W</u>indow --&gt; <u>N</u>ew Window</code>)?</b><br/><br/> This allows you to copy between different scores.
it: <b>...che puoi aprire quante finestre vuoi (<code>Finestre --&gt; Nuova finestra</code>)?</b><br/><br/> Così potrai copiare tra partiture diverse.

source: <b>...that the MIDI import is performed by the TSE3 library when you select <code>TSE3 --&gt; MIDI In</code>?</b><br/><br/> To produce the score use <code>TSE3 --&gt; filter dialog --&gt; TSE3 --&gt; Score</code>.
it: <b>...che per importare un MIDI si usano le librerie TSE3? Seleziona: <code>TSE3 --&gt; Importa MIDI</code>?</b><br/><br/> Per produrre la partitura usa <code>TSE3 --&gt; Filtri --&gt; Crea partitura da TSE3</code>.

source: <b>...that MIDI filters are necessary to produce a good score from Midi a file?</b><br/><br/> Please read the <a href="foo">MIDI import discussion page</a>!
it: <b>...che i filtri MIDI sono necessari per produrre una buona partitura da un file MIDI?</b><br/><br/> Consulta a proposito <a href="foo">Pagina di discussione sull'importazione MIDI</a>!

source: <b>...that Notedit produces LaTeX/MusiXTeX output?</b><br/><br/> Please note that<br/> <code>latex &lt;file&gt;</code><br/> does not suffice. Read the <a href="foo">documentation</a>!
it: <b>...che NoteEdit esporta in LaTeX/MusiXTeX?</b><br/><br/> Nota che il comando<br/> <code>latex &lt;file&gt;</code><br/> non è suffciente. Consulta la <a href="foo">documentazione</a>!

source: <b>...that you can insert lines?</b><br/><br/> Select <code>Insert --&gt; lines</code>, choose a line and middle click on a note.
it: <b>...che puoi inserire linee?</b><br/><br/> Seleziona <code>Inserisci --&gt; Linea</code>, scegli un oggetto e posizionalo su una nota con il tasto centrale del mouse.

source: <b>...how to produce a audible (de-)crescendo?</b><br/><br/> Place 2 different volume signatures left and right the (de-)crescendo symbol<br/>
it: <b>...come produrre un (de-)crescendo udibile?</b><br/><br/> Inserisci due differenti indicazioni di volume a sinistra e a destra del simbolo del (de-)crescendo<br/>

source: <b> ...that Noteedit plays the <i>"post Mozart trill"</i>: dcdcdcdcdc...? </b> <br/><br/> This is also written to MIDI files.
it: <b> ...che NoteEdit può suonare il <i>"trillo post-Mozart"</i>: re do re do re do re do...? </b> <br/><br/> Il tutto viene poi scritto anche sui file MIDI.

source: <b> ...that you can create multiple voices per staff ? </b> <p>choose: <code>Staff --&gt; Voices ... --&gt; Create voice</code></p> <p>You should select:</p> <ul> <li> a preferred stem direction for the voice; <li> a Y-position for the rests to make it possible to associate the rests to voices. </ul> <p>There is always a <i>current voice</i>. You can choose it by means of the <i>voice counter</i>. <b>Note!</b> If the voice counter displays an 'A' the <i>current voice</i> is the first voice.</p>
it: <b> ...che puoi creare più voci per pentagramma? </b> <p>scegli: <code>Pentagramma --&gt; Voci ... --&gt; Crea voce</code></p> <p>Potrai così selezionare:</p> <ul> <li> la direzione preferita delle stanghette delle note della voce; <li> una posizione-Y per le pause così da poter associare le pause alle voci. </ul> <p>C'è sempre una <i>voce corrente</i>. Puoi sceglierla mediante il pulsante <i>seleziona voce</i>. <b>Nota!</b> Se il pulsante seleziona voce mostra una 'A' la <i>voce corrente</i> è quella principale.</p>

source: <b> ...that you can transpose the staffs ? </b> <p>choose: <code>Tools --&gt; Transpose ... </code></p> <p>Select the count of semitones! <b>Note!</b> It is your resposibility to change the key signature!</p> <p>If you want to transpose only a part of the staff then mark the appropriate part before!</p> <p>If you want to transpose a group of staffs then select them before:</p <p><code>Edit --&gt; Multistaff...</code></p>
it: <b> ...che puoi trasportare i pentagrammi? </b> <p>scegli: <code>Strumenti --&gt; Trasporta ... </code></p> <p>Seleziona il numero di semitoni! <b>Nota!</b> Spetta a te cambiare la tonalità in chiave!</p> <p>Se vuoi trasportare solo una parte del pentagramma devi prima selezionarla!</p> <p>Se vuoi trasportare un insieme di pentagrammi selezionali prima così:</p <p><code>Modifica --&gt; Pentagrammi multipli...</code></p>

source: <b> ...that you can change the clef ? </b> <p>choose: <code>Tools --&gt; Change clef ... </code></p> <p>Choose the new clef!</p> <p>If you want to change the clef of only a part of the staff then mark the appropriate part before!</p> <p><b>Note!</b> The marked range should begin with a clef! Noteedit stops changing the chords/notes if a new clef appears.</p>
it: <b> ...che puoi cambiare la chiave? </b> <p>Scegli: <code>Strumenti --&gt; Cambia chiave ... </code></p> <p>Scegli la nuova chiave!</p> <p>Se vuoi cambiare la chiave di una parte del pentagramma seleziona prima la parte appropriata!</p> <p><b>Nota!</b> La parte selezionata deve partire da una chiave! NoteEdit interrompe i cambiamenti di note e accordi se compare una nuova chiave.</p>

source: _: NAME OF TRANSLATORS Your names
it: Nicola Ruggero,Riccardo Iaconelli,Amerigo Carugno

source: _: EMAIL OF TRANSLATORS Your emails
it: nixprog.adsl@tiscali.it,info@ruphy.com,amcarug@tin.it

source: First create a TSE3 song structure!
it: Devi creare prima una struttura per un brano TSE3!

source: Play TSE3 song
it: Suona un brano TSE3

source: Write TSE3 song
it: Scrivi un brano TSE3

source: unable to determine a clef
it: Impossibile determinare una chiave

source: No notes recorded
it: Nessuna nota registrata

source: This cannot be imported to ONE staff
it: Non è possibile eseguire l'importazione su un solo pentagramma

source: Record AAAAAAAAAAAAAA
it: Registra AAAAAAAAAAAAAA

source: Record BBBBBBBBBBB
it: Registra BBBBBBBBBBB

source: Song information
it: Informazioni sul brano

source: Track %1%2
it: Traccia %1%2

source: %1 Notes
it: %1 Note

source: Staff %1%2
it: Rigo %1%2

source: bass
it: bassi

source: treble
it: alti

source: Merge
it: Incorpora

source: No staff selected for import.
it: Nessun pentagramma selezionato per l'importazione.

source: Import TSE3
it: Importa TSE3

source: Can't determine clef
it: Non è possibile determinare la chiave

source: Nothing to import
it: Nulla da importare

source: Import recording
it: Importa registrazione

source: There is nothing to export.
it: Nulla da esportare.

source: No staff selected for export.
it: Nessun pentagramma selezionato per l'esportazione.

source: MusiXTeX export is now complete. Warning! The exported file is NOT a LaTeX file! Please use musixtex or pmx parser for compilation and not latex!
it: Esportazione per MusiXTeX completata. Attenzione! Il file esportato NON è un file per LaTeX. Per compilarlo usa MusiXTeX o PmX e NON LaTeX!

source: Actually LilyPond is not supported by your system. Do you realy want to make such an export?
it: LilyPond non è supportato dal tuo sistema. Sei sicuro di voler avviare l'esportazione?

source: LilyPond export
it: Esportazione in LilyPond

source: Auto
it: Automatico

source: None
it: Nessuna

source: Dynamic:
it: Dinamica:

source: Set min volume
it: Volume minimo

source: Staff %1, %2, %3
it: Rigo %1, %2, %3

source: [unnamed]
it: [senza nome]

source: Verse no %1 %2
it: Strofa n. %1 %2

source: [empty]
it: [vuoto]

source: Are you sure to clear the current verse?
it: Sei sicuro di voler cancellare la strofa corrente?

source: Clear verse
it: Cancella la strofa

source: File open aborted.
it: Apertura file interrotta.

source: Import lyrics
it: Importa testo

source: Unable to open this file.
it: Impossibile aprire il file.

source: Import Lyrics
it: Importa testo

source: <b><i><u><center>Tip of day #%1
it: <b><i><u><center>Suggerimento del giorno #%1

source: <b><i><u>Did you know ... </u></i></b><br><br>%2
it: <b><i><u>Sapevi ... </u></i></b><br><br>%2

source: [not available]
it: [non disponibile]

source: Mute staffs
it: Pentagramma muto

source: &Mute
it: &Muto

source: Select staffs for autobar
it: Seleziona i pentagrammi per il posizionamento automatico delle barre

source: Aut&obar
it: Barre aut&omatiche

source: Select staffs for autobeam
it: Seleziona i pentagrammi per il posizionamento automatico delle barrette

source: Aut&obeam
it: Barrette aut&omatiche

source: Merge staffs
it: Incorpora pentagrammi

source: &Merge
it: &Incorpora

source: Create staff from TSE3
it: Crea pentagramma da TSE3

source: &Create
it: C&rea

source: Select staffs for export
it: Seleziona i pentagrammi da esportare

source: &Select
it: &Seleziona

source: Multi staff select
it: Seleziona pentagrammi multipli

source: posit: chord skipped
it: posit: accordo saltato

source: Repositioning voice
it: Riposizionamento voce

source: Stems up
it: Stanghette su

source: Stems individual
it: Stanghette singole

source: Stems down
it: Stanghette giù

source: Rest position
it: Posizione pausa

source: The number of the voice to which the settings above apply.
it: Il numero della voce su cui applicare le impostazioni.

source: All notes in voice number %1 will have their stems pointing up when this is selected.
it: Selezionando quest'opzione. Tutte le note nella voce numero %1 avranno la stanghetta rivolta in alto.

source: The direction of the stems of the notes in voice number %1 will be chosen optimally for each note when this is selected.
it: Selezionando quest'opzione la direzione delle stanghette delle note della voce numero %1 sarà impostata in modo ottimale per ciascuna nota.

source: All notes in voice number %1 will have their stems pointing down when this is selected.
it: Selezionando quest'opzione tutte le note della voce numero %1 avranno la stanghetta rivolto in basso.

source: Offset in the Y dimension of rests that belong voice number %1.
it: Spostamento nella coordinata Y delle pause nella voce numero %1.

source: Delete voice number %1. You will be asked for confirmation
it: Cancellazione della voce numero %1. Sarà richiesta una conferma

source: Voices
it: Voci

source: C&reate voice
it: C&rea voce

source: Staff %1
it: Rigo %1

source: Guitar
it: Chitarra

source: Usual
it: Usuale

source: Rare
it: Raro

source: All
it: Tutti

source: remove chord
it: Rimuovi gli accordi

source: show diagram
it: Mostra diagramma

source: Chord constructor
it: Costruttore di accordi
