Repository: BackupTheBerlios/noteedit-svn
Catalog: tags/2.8.0/po/*.po
Languages: it

source: <center>Set tempo:</center>
it: <center>Imposta il tempo:</center>

source: Set new tempo
it: Imposta il nuovo tempo

source: Set new temp&o
it: Imposta il nuovo temp&o

source: <center>Set count of Measures:</center>
it: <center>Imposta il numero di battute:</center>

source: multi rest
it: Battute vuote

source: Set count of m&easures
it: Imposta il num&ero di battute

source: <center>How many notes:</center>
it: <center>Quante note:</center>

source: Autobeam
it: Barrette automatiche

source: Please choose a repeat close sign!
it: Per favore scegli un segno di fine ritornello!

source: <center>Please set the repeat count!</center>
it: <center>Scegli il numero di ripetizioni!</center>

source: Repeat count
it: Numero ripetizioni

source: &Set
it: Impo&sta

source: <center>Semitones:</center>
it: <center>Semitoni:</center>

source: Transpose
it: Trasporta

source: &Transpose
it: &Trasporta

source: Voice selection
it: Selezione voce

source: <center>Select your voice here:</center>
it: <center>Seleziona la voce qui:</center>

source: Error writing file "%1".
it: Errore nella scrittura del file "%1".

source: Write TSE3
it: Scrivi TSE3

source: This overrides the current staff! Continue?
it: Questa operazione sovrascriverà il pentagramma corrente! Continuare?

source: Import Recording
it: Importa registrazione

source: &Import Recording
it: &Importa registrazione

source: This will clear the existing document. Are you sure?
it: Questa operazione eliminerà il documento corrente! Sei sicuro?

source: Confirmation
it: Conferma

source: Error creating Score
it: Errore nella creazione della partitura

source: Creating Score
it: Creazione della partitura

source: TSE3 MIDI out
it: Esporta da TSE3 a MIDI

source: File read error "%1".
it: Errore nella lettura del file "%1".

source: TSE3 MIDI in
it: Importa da MIDI a TSE3

source: Read TSE3
it: Leggi TSE3

source: File "%1" already exists! Overwrite?
it: Il file "%1" esiste già! Sovrascrivo?

source: File already exists
it: Il file esiste già

source: [no MIDI device created]
it: [non è stato creato alcun dispositivo MIDI]

source: Noteedit has exported the score to MusicXML but there are some problems.
it: NoteEdit ha esportato la partitura in MusicXML ma si sono verificati alcuni problemi.

source: Staff %1 has irregular keysig. This is currently not supported.
it: Il rigo %1 ha una tonalità irregolare, che non per ora non è supportata

source: Staff %1 contains drum clef. This is currently not supported.
it: Il rigo %1 contiene una chiave per le percussioni, che non per ora non è supportata

source: Staff %1 contains drum staff. This is currently not supported.
it: Il rigo %1 contiene un pentagramma per le percussioni, che attualmente non è supportato.

source: Staff %1 contains voice change. This is currently not supported.
it: Il rigo %1 contiene un cambio di voce, che attualmente non è supportato.

source: Staff %1 contains 8va start without 8va stop.
it: Rigo %1 contiene il simbolo dell'inizio di 8va ma non la fine.

source: Staff %1 contains 8va over a single note. This is currently not supported.
it: Il rigo %1 contiene il simbolo di 8va sopra una singola nota, che non può essere espresso in MUP.

source: Staff %1 contains dynamic start without dynamic stop.
it: Il rigo %1 contiene il simbolo di inizio di dinamica ma non la fine.

source: MusicXML produced. But there are some problems.
it: L'esportazione in MusiXTeX è stata completata, ma ci sono stati dei problemi.

source: Noteedit has exported the score to MusiXTeX but there are some constructs which cannot be expressed in MusiXTeX. The score will work with MusiXTeX but Noteedit omitted these constructs.
it: NoteEdit ha esportato lo spartito in MusiXTeX ma ci sono alcuni costrutti che non possono essere espressi in MusiXTeX. Lo spartito lavorerà con MusiXTeX ma NoteEdit ha omesso questi costrutti.

source: 128th in measure: %2; maximum = %3 flags
it: quintupla (1/128) nella misura: %2; massimo = %3 simboli

source: Staff %1 has irregular keysig. This cannot be expressed in MusiXTeX
it: Il rigo %1 ha una tonalità irregolare che non può essere espressa in MusiXTeX

source: Too many ties in measure: %2; maximum = %3
it: Troppe legature di valore nella misura: %2; massimo = %3

source: Too many slurs in measure: %1, ; maximum = %2
it: Troppe legature di frase nella misura: %1; massimo = %2

source: Too many trills in measure: %1: maximum = 6
it: Troppi trilli nella misura: %1: massimo = 6

source: Nested va lines in measure: %2 ;
it: Linee di 8va annidate nella misura: %2;

source: Too many va lines in measure: %1: maximum = 6
it: Troppe linee di 8va nella misura: %1: massimo = 6

source: Nested va lines in measure: %1 ;
it: Linee di 8va annidate nella misura: %1;

source: too many beams in measure: %1; maximum: %2
it: Troppe barrette nella misura: %1; massimo: %2

source: The score has individual bar layout (partial continued and partial discontinued) Please install "musixdbr.tex" by Rainer Dunker
it: La partitura ha un layout individuale per ciascuna barra (parziamente continue e parzialmente spezzate) Per favore installa "musixdbr.tex" di Rainer Dunker

source: The score has piano staffs with discontinued bar rules. This cannot be expressed in MusiXTeX.
it: La partitura ha rihi per pianoforte con barre spezzate che non possono essere espressi in MusiXTeX.

source: MusiXTeX produced. But there are some problems.
it: L'esportazione in MusiXTeX è stata completata, ma ci sono stati dei problemi.

source: Output from MusiXTeX-Cmd
it: Output di MusiXTeX

source: Main author and maintainer until September 2004
it: Autore principale e responsabile fino a Settembre 2004

source: project manager
it: Responsabile progetto

source: programmer
it: Programmatore

source: TSE3 sequencer library
it: Libreria di sequencer TSE3

source: developer
it: Sviluppatore

source: KDE User Interface
it: Interfaccia utente KDE

source: MusicXML interface
it: Interfaccia MusicXML

source: lilypond interface
it: Interfaccia lilypond

source: developer and composer
it: Sviluppatore e compositore

source: PMX export
it: Esporta in PMX

source: Noteedit has exported the score to PMX but there are some problems which will probably prevent successful PMX output.
it: NoteEdit ha esportato la partitura in PMX ma ci sono stati alcuni problemi che potrebbero produrre un risultato errato in PMX.

source: Staff %1, measure %2: %3 128th, should be: %4
it: Rigo %1, misura %2: %3 quintupla (1/128), dovrebbe essere: %4

source: Staff %1, measure %2: PMX cannot deal with multi rests if more than 1 staff is exported
it: Rigo %1, misura %2: PMX non può contenere battute vuote se viene esportato più di un rigo

source: measure %1: Too many opened ties
it: Misura %1: troppe legature di valore aperte

source: measure %1: Too many opened slurs
it: Misura %1: troppe legature di frase aperte

source: Staff %1, measure %2: PMX can only deal with equal tuplet members or members in ratio 2:1
it: Rigo %1, misura %2: PMX può contenere solo gruppi irregolari pari o con elementi che stanno nel rapporto di due a uno

source: Staff %1, measure %2: In PMX tuplet cannot end with a rest
it: Rigo %1, misura %2: in PMX i gruppi irregolari non possono finire con una pausa

source: PMX cannot deal with more than 2 voices per staff
it: PMX non può gestire più di due voci per rigo

source: Staff %1 contains drum staff. This cannot be expressed in PMX.
it: Il rigo %1 contiene notazione per le percussioni,che non può essere espressa in PMX.

source: Staff %1, measure %2: PMX cannot deal with mixed graces
it: Rigo %1, misura %2: in PMX non è possibile utilizzare fioriture miste

source: Staff %1, measure %2: grace has no main note. PMX will not work
it: Rigo %1, misura %2: la fioritura non ha la nota principale. In PMX non funzionerà.

source: Staff %1, measure %2: Tuplet must be expressible by on (ev. dotted) note. PMX will not work
it: Rigo %1, misura %2: i gruppi irregolari devono poter essere espressi come nota (anche puntata). In PMX non funzionerà.

source: The score has piano staffs with discontinued bar rules. This cannot be expressed in PMX
it: La partitura contiene righi per piano con barre spazzate, che non possono essere espressi in PMX

source: Nested trills in measure: %1 ;
it: Trilli annidati nella misura: %1 ;

source: PMX produced. But there are some problems.
it: L'esportazione in PMX è stata completata, ma sono si sono stati dei problemi.

source: St&aff
it: &Pentagramma

source: &Window
it: Fi&nestre

source: Program control
it: Controllo programma

source: Control
it: Controllo

source: Score control
it: Controllo partitura

source: Notes
it: Note

source: signs
it: Segni

source: additional
it: Altro

source: Accent Toolbar
it: Barra degli strumenti accenti

source: &Import
it: &Importa

source: &Export
it: &Esporta

source: F&ormat
it: F&ormato

source: Graces
it: Fioriture

source: File export - NoteEdit
it: Esportazione file - NoteEdit

source: Start &export
it: Avvia l'&esportazione

source: &MIDI format
it: Formato &Midi

source: MIDI information line:
it: Informazioni MIDI:

source: MusiX&TeX format
it: Formato MusiX&TeX

source: Page geometry
it: Geometria della pagina

source: Width:
it: Larghezza:

source: Height:
it: Altezza:

source: Left margin:
it: Margine sinistro:

source: Top margin:
it: Margine superiore:

source: &Landscape
it: Pagina orizzonta&le

source: Additional
it: Altro

source: &With tempo signs
it: Indicazioni di t&empo

source: With &volume signs
it: Indicazioni di &volume

source: MusiXTeX-Cmd:
it: Comando MusiXTeX:

source: &Staff selection
it: &Selezione pentagramma

source: Page generation
it: Generazione pagina

source: L&imit line measures
it: Lim&ita le battute per linea

source: Spa&re ties
it: Riduci le legatu&re di valore

source: With bar &numbers
it: Usa i &numeri di battuta

source: With musix&lyr
it: Test&i

source: &Omit page numbering
it: &Ometti la numerazione delle pagine

source: small size
it: dimensioni piccole

source: normal size
it: dimensioni normali

source: large size
it: dimensioni grandi

source: very large size
it: dimensioni grandissime

source: ABC music
it: Musica ABC

source: page geometry
it: Geometria della pagina

source: expressiones above
it: Espressioni sopra

source: staff separation:
it: Separazione dei pentagrammi:

source: height:
it: Altezza:

source: width:
it: Larghezza:

source: scale:
it: Scala:

source: measure numbers in a box
it: Numeri di battuta in un riquadro

source: &PMX format
it: Formato &PMX

source: keep beams
it: Mantieni le barrette

source: Settings
it: Impostazioni

source: <center>Measures<br>per system:
it: <center>Misure<br>per sistema:

source: <center>Systems<br>per page:
it: <center>Sistemi<br>per pagina:

source: <center>Number<br>of pages:
it: <center>Numero<br>di pagine:

source: Lil&yPond format
it: Formato Lil&yPond

source: Additional attributes
it: Altri attributi

source: Font size:
it: Dimensione font:

source: Volumes:
it: Indicazioni di volume:

source: no volume signs
it: nessuna

source: volume signs above
it: sopra

source: volume signs below
it: sotto

source: Generating parameters
it: Parametri per la generazione

source: Keep &beams
it: Mantieni le &barrette

source: &Only voices
it: S&olo voci

source: L&imit the measures
it: L&imita le misure

source: Sparse &ties
it: Riduci le lega&ture di valore

source: &Keep stem dir.
it: Mantieni la dire&zione delle stanghette

source: export drum notes
it: Esporta note delle percussioni

source: ascii coding
it: codifica ascii

source: latin1 coding
it: codifica latin1

source: unicode coding
it: codifica unicode

source: utf8 coding
it: codifica utf8

source: The MusicXML exporter does not need any parameters
it: La funzione di esportazione in MusicXML non ha bisogno di alcun parametro.

source: Save Params
it: Salva parametri

source: paper dimensions
it: Dimensioni della carta

source: landscape
it: Orizzontale

source: enable
it: Abilita

source: with measure numbers
it: Numeri di battuta

source: Dismiss
it: Annulla

source: export warning
it: Avviso esportazione

source: &Details >>
it: &Dettagli >>>

source: Export problems
it: Problemi nell'esportazione

source: Filter - NoteEdit
it: Filtro - NoteEdit

source: Max volume:
it: Volume massimo:

source: Vel scale:
it: Dinamica del tocco:

source: Volume step:
it: Volume:

source: &Average volume
it: &Volume medio

source: Choose snap distance:
it: Distanza snap:

source: Triplet Raster:
it: Trama terzina:

source: &TSE3 to Score ...
it: Crea partitura da &TSE3...

source: &Line to Score ..
it: Crea partitura da &linea

source: Settings - NoteEdit
it: Configurazione - NoteEdit

source: auto insert beams
it: Inserici barrette automaticamente

source: Allow insert from &keyboard
it: Consenti l'inserimento da &tastiera

source: Move according key&sig
it: Sposta a seconda della to&nalità

source: &Tip of the Day
it: Suggerimen&to del giorno

source: If Tip of the Day is enabled, NoteEdit will show the Tip of the Day every time it starts.
it: Se abilitato, viene mostrato un suggerimento all'avvio del programma.

source: Line Selection - NoteEdit
it: Selezione linee - NoteEdit

source: Element selection
it: Selezione elemento

source: trill
it: trillo

source: lonely trill
it: trillo solo

source: dynamic
it: dinamica

source: <center><b>Hint:<br></b>After choosing one of the objects, use the middle mouse button to make a connection with the note.</center>
it: <center><b>Suggerimento:<br></b>Dopo aver scelto uno degli oggetti, usa il pulsante centrale del mouse per collegarlo a una nota.</center>

source: listForm
it: Lista

source: Lyrics settings - NoteEdit
it: Impostazione del testo - NoteEdit

source: Lyrics
it: Testo

source: C&lear
it: Cance&lla

source: Open &file
it: Apri &file

source: &Restore
it: &Ripristina

source: Metronome - NoteEdit
it: Metronomo - NoteEdit

source: Device:
it: Dispositivo:

source: Beat note:
it: Nota di battito:

source: Bar note:
it: Nota della barra:

source: Record tempo:
it: Tempo di registrazione:

source: &Start recording
it: Avvia la regi&strazione

source: MIDI settings - NoteEdit
it: Impostazioni MIDI - NoteEdit

source: MUP warning
it: Avviso di MUP

source: Saved, but MUP does not work!
it: Salvataggio eseguito, ma MUP non funziona!

source: Don't &show this message in future
it: Non mostrare questo me&ssaggio in futuro

source: set value
it: imposta il valore

source: scaleForm
it: Scala

source: &Include rests
it: &Includi pause

source: Cleanup rests - NoteEdit
it: Pulisci le pause - NoteEdit

source: Choose smallest rest:
it: Pausa più piccola:

source: staffForm
it: Chiave

source: Staff properties - NoteEdit
it: Proprietà del pentagramma - NoteEdit

source: Staff
it: Pentagramma

source: Name:
it: Nome:

source: Channel:
it: Canale:

source: Instrument:
it: Strumento:

source: Overlength:
it: Spazio superiore:

source: Play<br>transposed:
it: Trasposizione:

source: Reverb:
it: Riverbero:

source: Stereo Pos:
it: Stereo:

source: Lyrics dist.:
it: Distanza del testo:

source: Underlength:
it: Spazio inferiore:

source: Voice
it: Voce

source: C&reate Voice
it: C&rea voce

source: &Test
it: &Prova

source: Staff No.
it: Pentagramma

source: Staff name
it: Nome del pentagramma

source: &Select all
it: &Seleziona tutto

source: &Unselect all
it: Deseleziona t&utto

source: Text Dialog
it: Finestra di testo

source: Text
it: Testo

source: Enter text:
it: Inserisci testo:

source: Uptext
it: Superiore

source: DownText
it: Inferiore

source: TimeSignature
it: Indicazione di tempo

source: Custom time signature
it: Indicazione di tempo personalizzata

source: Predefined time signatures
it: Indicazioni di tempo predefinite

source: Tip of the day - NoteEdit
it: Suggerimento del giorno - NoteEdit

source: &Show tips in future
it: &Mostra suggerimenti in futuro

source: Information about the TSE3 song - NoteEdit
it: Informazioni su un brano TSE3 - NoteEdit

source: Track No.
it: Traccia

source: Splitted
it: Split

source: Channel
it: Canale

source: Clef
it: Chiave

source: Tuplets
it: Gruppi irregolari

source: Number of notes:
it: Numero di note:

source: Real length (in notes above)
it: Lunghezza reale (in note)

source: Voices - NoteEdit
it: Voci - NoteEdit

source: Stem direction
it: Direzione della stanghetta

source: &Up
it: S&u

source: Do&wn
it: &Giù

source: &Indiviual
it: &Individuale

source: Create &voice
it: Crea &voce

source: &Delete voice
it: &Elimina voce

source: Voice number:
it: Numero voce:

source: <center>Rest position</center>
it: <center>Posizione pausa</center>

source: Insert volume - NoteEdit
it: Inserisci volume - NoteEdit

source: Musical express:
it: Segni dinamici:

source: full
it: semibreve

source: dotted half
it: minima col punto

source: half
it: minima

source: dotted quarter
it: semiminima col punto

source: quarter
it: semiminima

source: dotted 8th
it: croma col punto

source: 8th
it: croma

source: dotted 16th
it: semicroma col punto

source: 16th
it: semicroma

source: dotted 32th
it: biscroma col punto

source: 32th
it: biscroma

source: 64th
it: semibiscroma

source: Details:
it: Dettagli:

source: <b>An internal error happened somewhere.<br><br></b>The message is:<br><i>"%1"<br>Error Code is: %2</i><br><br>The program must be interrupted.<br>
it: <b>Errore interno.<br><br></b>Messaggio:<br><i>"%1"<br>Codice dell'errore:%2</i><br><br>Il programma sarà interrotto.<br>

source: Internal error
it: Errore interno

source: Score information
it: Informazioni sulla partitura

source: &Revert
it: &Ripristina

source: Cl&ear all
it: &Cancella tutto

source: &General
it: &Generale

source: &Title:
it: &Titolo:

source: &Subject:
it: &Soggetto:

source: A&uthor:
it: A&utore:

source: &Last author:
it: U&ltimo autore:

source: Co&mments
it: Co&mmenti

source: Cannot create more than 9 voices per staff.
it: Non è possibile creare più di nove voci per pentagramma.

source: Cannot remove first voice
it: Non è possibile rimuovere la prima voce

source: Delete voice
it: Cancella voce

source: This deletes voice %1! Are you sure?
it: Quest'operazione eliminerà la voce %1! Sei sicuro?

source: The destination staff has less voices than source staff
it: Il pentagramma di destinazione ha meno voci di quello d'origine.

source: You paste a first voice to no-first voice! This deletes all non-first-voice elements!
it: Stai incollando elementi dalla prima voce in un'altra! Tutti gli elementi della voce di destinazione saranno eliminati!

source: Channel %1
it: Canale %1

source: <b>...how to edit with the mouse?</b><br/><br/> The use of mouse buttons: <dl> <dt>left</dt> <dd>select <i>(if selector or edit button is on)<i><br></dd> otherwise: insert a note <i>(only if a note button is on)</i><br> or: insert an element <i>(like clef)</i> if a new element was choosen <dt>middle</dt> <dd>paste for block instructions</dd> <dt>right</dt> <dd>insert rest <i>(only if a note button is on)</i></dd> <dt>Ctrl+left</dt> <dd>delete</dd> </dl>
it: <b>...come modificare con il mouse?</b><br/><br/> Uso dei pulsanti del mouse: <dl> <dt> sinistro</dt> <dd>seleziona <i>(se il pulsante di selezione o modifica è attivo)<i><br></dd> altrimenti: inserisce una nota<i>(solo se un pulsante nota è attivo)</i><br> oppure: inserisce un elemento<i>(ad esempio una chiave)</i> se è stato scelto un nuovo elemento <dt>centrale</dt> <dd>incolla blocco di istruzioni</dd> <dt>destro</dt> <dd>inserisce una pausa<i>(solo se un pulsante nota è attivo)</i></dd> <dt>Ctrl + Pulsante sinistro</dt> <dd>cancella</dd> </dl>

source: <b>...how to add and remove notes in chords?</b><br/> <ul> <li>to add a note to a chord make sure a note button is on and press left mouse button near this chord <li>to remove a note press Ctrl + left mouse button near the note to be deleted </ul>
it: <b>...come aggiungere o togliere note negli accordi?</b><br/> <ul> <li>per aggiungere una nota ad un accordo controlla che sia attivo un pulsante nota, poi premi il pulsante sinistro del mouse vicino all'accordo <li>per cancellare la nota premi il pulsante destro del mouse, tenendo premuto il tasto Ctrl </ul>

source: <b>...that you can move up/down inserted notes by means of the cursor up/down keys?</b>
it: <b>...che puoi muovere su e giù le note inserite mediante le frecce in alto e in basso?</b>

source: <b>...that you can insert bars with the <code>Tab</code> key?</b> <br/><br/> If configured NoteEdit inserts bars if you insert notes at the end. You can insert your own bars by means of the Tab key. To check the bars produce a 2nd staff with only rests and bars! If the bars are aligned, the measures are complete.
it: <b>...che puoi inserire le barre con il tasto <code>Tab</code>?</b> <br/><br/> Se configurato Noteedit ha l'inserimento automatico delle barre quando introduci le note. Puoi anche inserire le tue barre attraverso il tasto Tab. Il controllo automatico poi produce un secondo rigo con le sole pause e barre: se le barre sono allineate le misure sono corrette.

source: <b>...how to edit with the keyboard?</b><br/><br/> Some keys: <dl> <dt>Tab</dt> <dd>insert bar</dd> <dt>Backspace</dt> <dd>delete</dd> <dt>insert</dt> <dd>edit mode</dd> <dt>plus</dt> <dd>sharp</dd> <dt>equal</dt> <dd>natural</dd> <dt>minus</dt> <dd>flat</dd> </dl>
it: <b>...come si modifica con la tastiera?</b><br/><br/> Ecco alcuni tasti: <dl> <dt>Tab</dt> <dd>inserisce una barra</dd> <dt>Backspace</dt> <dd>cancella</dd> <dt>Ins</dt> <dd>modalità di modifica</dd> <dt>Tasto "+"</dt> <dd>diesis</dd> <dt>Tasto "="</dt> <dd>bequadro</dd> <dt>Tasto "-"</dt> <dd>bemolle</dd> </dl>

source: <b>...how to use accidentals?</b><br/><br/> Notes are inserted according keysig! So use the accidental buttons (sharp, flat, natural) only if you wish a <i>visible</i> accidental.
it: <b>...come usare le alterazioni?</b><br/><br/> Le note vengono inserite in accordo con la tonalità. Usa i pulsanti delle alterazioni (diesis, bequadro, bemolle) solo per renderle <i>visibili</i>.

source: <b>...that you can enable insert from keyboard mode?</b><br/><br/> Activate the keyboard insertion mode by pressing the keyboard insertion button. Then use the keys: <dl> <dt>enter</dt> <dd>insert note</dd> <dt>Ctrl+enter</dt> <dd>add note to previous chord</dd> <dt>backspace</dt> <dd>delete note</dd> <dt>Ctrl+backspace</dt> <dd>delete note from previous chord</dd> <dt>space</dt> <dd>insert rest</dd> <dt>Cursor up/down</dt> <dd>determine pitch</dd> </dl>
it: <b>...come abilitare l'inserimento da tastiera?</b><br/><br/> Attiva l'inserimento da tastiera premendo il pulsante nella barra degli strumenti. Uso dei tasti: <dl> <dt>Invio</dt> <dd>Inserisce una nota</dd> <dt>Ctrl + Invio</dt> <dd>Aggiunge una nota nell'accordo precedente</dd> <dt>Backspace</dt> <dd>Cancella nota</dd> <dt>Ctrl + Backspace</dt> <dd>Cancella una nota nell'accordo precendente</dd> <dt>Barra spaziatrice</dt> <dd>Inserisce una pausa</dd> <dt>Cursore su e giù</dt> <dd>Determina l'altezza della nota</dd> </dl>

source: <b> ...that you can hide/show the bar numbers by selecting <code><u>V</u>iew --&gt; Show bar numbers</code>? </b>
it: <b> ...che puoi mostrare o nascondere i numeri delle batture selezionando <code>Visualizza --&gt; Mostra i numeri di battuta</code>? </b>

source: <b>...that you can determine the pitch by a MIDI keyboard connected to your soundcard?</b><br/><br/> Use the red keyboard button!
it: <b>...che puoi determinare l'altezza delle note con una tastiera MIDI connessa alla tua scheda audio?</b><br/><br/> Usa il pulsante con la tastiera rossa!

source: <b>...that you can record the notes from a MIDI keyboard connected to your soundcard?</b><br/><br/> Use the red record button.
it: <b>...che puoi registrare le note da un tastiera MIDI connessa alla tua scheda audio?</b><br/><br/> Usa il pulsante rosso di registrazione.
