Repository: BackupTheBerlios/noteedit-svn
Catalog: tags/2.8.0/po/*.po
Languages: it

source: Noteedit has exported the score to ABC music but there are some problems which will probably prevent successful PostScript output.
it: NoteEdit ha esportato la partitura in formato ABC ma ci sono stati alcuni problemi che potrebbero produrre un risultato errato in PostScript.

source: Staff %1, measure %2: ABC music cannot deal with such kind of tuplets
it: Rigo %1, misura %2: la musica in formato ABC non può contenere questi gruppi irregolari

source: Staff %1 has irregular keysig. This cannot be expressed in ABC music
it: Il rigo %1 ha l'armatura in chiave della tonalità, non corretta. Non può essere espressa in formato ABC

source: ABC music cannot deal with nested brackets/braces
it: La musica in formato ABC non può contenere quadre o graffe per sistemi di pentagrammi nidificati

source: ABC music cannot deal with a one-staff bracket
it: La musica in formato ABC non può contenere una quadra che contenga un solo pentagramma

source: Staff %1, measure %2: ABC music cannot deal with octaviation (va lines)
it: Rigo %1, misura %2: nella musica in formato ABC non è possibile utilizzare il simbolo di ottava

source: ABC music produced. But there are some problems.
it: L'esportazione in ABC è stata completata, ma ci sono stati dei problemi.

source: name2Line: internal error
it: name2Line: errore interno

source: General
it: Generale

source: Autosave
it: Salvataggio automatico

source: &Enable autosave
it: &Abilita il salvataggio automatico

source: The current score will be saved regularly if this is enabled.
it: Se abilitato, la partitura corrente sarà salvata automaticamente.

source: The current score will be saved regularly if this is enabled. It will be saved to <filename>.sav, where <filename> is the name of the file to which the current score was last saved, or if it was not saved, the name of the file from which it was loaded. If the current score is new, it will be saved to unnamed<number>.not.sav, where <number> is a positive integer with the purpouse of making the name unique.
it: Se abilitato, la partitura corrente sarà salvata periodicamente. Sarà salvata col nome <nomefile>.sav, dove <nomefile> è il nome con cui è stato eseguito l'ultimo salvataggio o, se non è mai stata salvata, il nome del file da cui è stata caricata. Se la partitura è nuova, sarà salvata con il nome <numero>.not.sav, dove <numeror> è un numero intero, per evitare un nome già in uso.

source: minutes
it: minuti

source: Autosave &interval:
it: &Intervallo salvataggio:

source: The time interval between the occations when the current score is saved if there are unsaved changes.
it: Intervallo di tempo che intercorre tra un salvataggio automatico e l'altro.

source: Startup
it: Avvio

source: useMidi&Pedal
it: Usa &pedale Midi

source: enable MIDI pedal instruction (does not work on all sound cards; especially TiMidity++)
it: Abilita il pedale Midi, (non funziona con tutte le schede sonore, specialmente con la scheda TiMidity++)

source: &Tip of the day
it: Suggerimen&to del giorno

source: A tip is shown when the application has started if this is enabled.
it: Se abilitato, viene mostrato un suggerimento all'avvio del programma.

source: Load la&st score
it: &Carica l'ultima partitura usata

source: The last score that was open the last time the appliaction was used will be loaded if this is enabled.
it: Se abilitato, viene aperta l'ultima partitura usata dal programma.

source: Turn Over
it: Cambio pagina

source: page turn point:
it: Posizione del cambiamento di pagina:

source: Determine the offset at which the turn over takes place.
it: Determina il punto in cui viene cambiata la pagina.

source: Editing
it: Modifica

source: auto &beam insertion
it: Inserimento automatico &barrette

source: insert &echo
it: Inserimento &echo

source: Move according ke&ysig
it: Sposta a seconda della &tonalità

source: autom. bar insertion
it: Inserimento automatico delle barre di misura

source: Colors
it: Colori

source: &Backgrounds:
it: &Sfondi:

source: Selection bac&kgrounds:
it: S&elezione sfondi:

source: &Staffs:
it: &Pentagrammi:

source: Selected sta&ffs:
it: Penta&grammi selezionati:

source: Ba&rs:
it: &Barre:

source: Sele&cted bars:
it: Ba&rre selezionate:

source: Bar n&umbers:
it: &Numeri di battuta:

source: Selected bar nu&mbers:
it: Nu&meri di battuta selezionati:

source: &Tempo signatures:
it: Indica&zioni di tempo:

source: Selected temp&o signatures:
it: In&dicazioni di tempo selezionate:

source: &Volume signatures:
it: Indicazioni di &volume:

source: Selected volume si&gnatures:
it: Indicazioni di v&olume selezionate:

source: &Program changes:
it: Program cha&nge:

source: Selected program c&hanges:
it: Program c&hange selezionati:

source: Special &endings:
it: F&inali di ritornello:

source: Selected spec&ial endings:
it: Fina&li di ritornello selezionati:

source: Staff &names:
it: Nomi dei p&entagrammi:

source: Se&lected staff names:
it: Nomi dei pent&agrammi selezionati:

source: L&yrics:
it: &Testi:

source: staff con&text:
it: Con&testo del rigo:

source: Sound
it: Suono

source: Sequencers
it: Sequencer

source: Attempt to create an ALSA MIDI scheduler at startup.
it: All'avvio prova a creare uno scheduler MIDI con ALSA.

source: The TSE3 sequencer library will attempt to create an ALSA (Advanced Linux Sound Architecture) MIDI scheduler when the application starts if this is enabled. Enable this if you use ALSA to acces your soundcard.
it: Se abilitato, la libreria di sequencer TS3 cercherà di creare uno scheduler MIDI con ALSA (Advanced Linux Sound Architecture) all'avvio dell'applicazione. Abilita quest'opzione per accedere alla scheda audio mediante ALSA.

source: Attempt to create an OSS MIDI scheduler at startup.
it: All'avvio prova a creare uno scheduler MIDI con OSS.

source: The TSE3 sequencer library will attempt to create an OSS (Open Sound System) MIDI scheduler when the application starts if this is enabled. Enable this if you use OSS to acces your soundcard.
it: Se abilitato, la libreria di sequencer TS3 cercherà di creare uno scheduler MIDI con OSS (Open Sound System) all'avvio dell'applicazione. Abilita quest'opzione per accedere alla scheda audio mediante OSS.

source: &MIDI devices
it: Dispositivi &MIDI

source: Chords
it: Accordi:

source: Chordnames
it: Stile nome degli accordi

source: American, sharps
it: Americano con diesis

source: American, flats
it: Americano con bemolli

source: American, mixed
it: Americano misto

source: European, sharps
it: Europeo con diesis

source: European, flats
it: Europeo con bemolli

source: European, mixed
it: Europeo misto

source: Jazz, sharps
it: Jazz con diesis

source: Jazz, flats
it: Jazz con bemolli

source: Jazz, mixed
it: Jazz misto

source: Dominant 7
it: Settima di dominante

source: Alterations
it: Alterazioni

source: nothing to write
it: niente da scrivere

source: Write Staffs
it: Memorizza i pentagrammi

source: error opening file
it: errore nell'apertura del file

source: staff %1; measure %2: you mixed different bar types; this cannot be expressed in MUP and causes data loss
it: Rigo %1; battuta %2: hai usato diversi tipi di barre di misura; ciò non potrà essere espresso in MUP e causerà perdita di dati

source: Staff %1 ; measure %2 :The multirests are not aligned
it: Rigo %1; battuta %2: le battute vuote non sono allineate

source: staff %1; measure %2: irregulaer key in the middle omitted
it: Rigo %1; battuta %2: tonalità irregolare omessa

source: staff %1; measure %2: Mup can only deal with tuplets which sum up to a single note length
it: Rigo %1; battuta %2: MUP non può contenere gruppi irregolari la cui somma sia diversa dalla lunghezza di una singola nota

source: staff %1; measure %2: Mup cannot deal with segno staff at end. The segno staff is deleted. Please insert a rest!
it: Rigo %1; battuta %2: MUP non può contenere un pentagramma con il segno alla fine. Il segno è stato cancellato. Per favore inserisci una pausa!

source: staff %1; measure %2: Mup cannot deal with pedal marks in non-1st-voice! This cannot be restored
it: Rigo %1; battuta %2: MUP non può contenere marcatori per il pedale se non sulla prima voce. Questo non potrà essere ripristinato

source: Possible data loss!
it: Possibile perdita di dati!

source: Noteedit will save your score, and it can (probably) restore the score. But the file doesn't conform to MUP, so it will not work with the MUP interpreter.
it: NoteEdit salverà la partitura e questo potrà (forse) ripristinarla. Ad ogni modo il file non è conforme a MUP e quindi non funzionerà con l'interprete MUP.

source: staff %1; measure %2 : %3 128th, should be: %4
it: Rigo %1; battuta %2: %3 (1/128), dovrebbe essere: %4

source: staff %1; measure %2: Mup cannot deal with mixed lyrics/non-lyrics notes in the same measure
it: Rigo %1; battuta %2: MUP non può contenere note con e senza testo, nella stessa battuta

source: staff %1; measure %2: Mup up cannot deal with slurs over more than 1 element, besides in 1st or 2nd voice
it: Rigo %1; battuta %2: MUP non può contenere legature sopra più di un elemento, oltre la prima o la seconda voce

source: staff %1; measure %2: Mup cannot deal with trills without "tr" sign
it: Rigo %1; battuta %2: MUP non può contenere trilli senza il simbolo "tr"

source: Staff %1 has irregular key, this may not work with MUP.
it: Il rigo %1 ha una tonalità irregolare che può non funzionare con MUP.

source: Staff %1 has too many voices! MUP accepts up to 3 voices.
it: Il rigo %1 ha troppe voci! MUP accetta fino a tre voci.

source: Staff %1 contains drum staff. This cannot be expressed in MUP.
it: Il rigo %1 contiene notazione per le percussioni, che non può essere espressa in MUP.

source: staff %1; measure %2: Mup cannot deal with costum beams in graces
it: Rigo %1; battuta %2: MUP non può contenere barrette personalizzate nelle fioriture

source: staff %1; measure %2: Mup cannot deal with graces after
it: Rigo %1; battuta %2: MUP non può contenere fioriture più avanti

source: staff %1; measure %2: MUP cannot deal with clef changes in the middle of measure
it: Rigo %1; battuta %2: MUP non può contenere cambi di chiave nel mezzo della battuta

source: staff %1; measure %2: MUP cannot deal with key changes in the middle of measure
it: Rigo %1; battuta %2: MUP non può contenere cambi di tonalità in mezzo alla battuta

source: MUP cannot deal with some chord annotations with and some without grids
it: MUP non può contenere contemporaneamente degli accordi con e senza griglia

source: MUP cannot deal with more than one bracket per system
it: MUP non può contenere più quadre per sistema

source: MUP cannot deal with nested brackets in braces
it: MUP non può contenere quadre nidificate nelle graffe

source: MUP cannot correctly write more than one slurred grace
it: MUP non può scrivere correttamente più di una fioritura legata

source: Set brace
it: Imposta graffa

source: Set bracket
it: Imposta quadra

source: Continue bar
it: Barra continua

source: Remove brace
it: Rimuovi graffa

source: Remove bracket
it: Rimuovi quadra

source: Discontinue bar
it: Barra spezzata

source: Score layout
it: Layout della partitura...

source: Noteedit has exported the score to LilyPond but there are some problems which will probably prevent successful LilyPond output.
it: NoteEdit ha esportato la partitura in LilyPond ma ci sono stati alcuni problemi che potrebbero produrre un risultato errato in LilyPond.

source: Staff %1, measure %2: 128th in mesaure; minimum is 64th
it: Rigo %1; battuta %2: nella battuta c'è una quintupla (1/128); il minimo è una semibiscroma (1/64)

source: Staff %1 has irregular keysig. This cannot be expressed in LilyPond
it: Il rigo %1 ha una tonalità irregolare, che non può essere espressa in LilyPond

source: Staff %1, measure %2: has %3 128th, should be: %4
it: Rigo %1; battuta %2: ha %3 128esimo/i, dovrebbe essere: %4

source: Staff %1, measure %2: LilyPond less than 1.5.2 cannot deal with variable length trills (wavelines)
it: Rigo %1; battuta %2: le versioni di Lilypond inferiori alla 1.5.2 non possono gestire il simbolo ondulato del trillo

source: Staff %1, measure %2: Only a subset of notes in a chord has ties!
it: Rigo %1; battuta %2: Solo una parte delle note dell'accordo ha la legatura di valore

source: Staff %1 contains drum staff. Note! The LilyPond export is not quite correct!
it: Il rigo %1 contiene notazione per le percussioni, la cui esportazione in Lilypond non è molto corretta.

source: Staff %1: This version of LilyPond cannot deal with slures in graces
it: Rigo %1: Questa versione di LilyPond non può gestire legature tra fioriture

source: A bracket with partial continued partial discountinued bar rules cannot be expressed in LilyPond
it: Una quadra con barre in parte continue in parte spezzate non può essere espressa in LilyPond

source: A piano staff without continued bar rules cannot be expressed in LilyPond
it: Un rigo per pianoforte senza barre continue non può essere espresso in LilyPond

source: Continued bar rule outside brace or bracket cannot be expressed in LilyPond
it: Barre continue fuori da una graffa o da una quadra non possono essere espresse in LilyPond

source: LilyPond produced. But there are some problems.
it: L'esportazione in LilyPond è stata completata, ma sono ci sono stati dei problemi.

source: Sorry, strong Pizzicato is not available under LilyPond. Take musixtex, to enjoy this feature.
it: Spiacente, il "Molto staccato" non è disponibile sotto LilyPond. Si può usare MusixTeX che ha questa caratteristica.

source: Files to load
it: File da caricare

source: export file to LilyPond
it: esporta file in LilyPond

source: export file to MusiXTeX
it: esporta file in MusixTeX

source: export file to ABC
it: esporta file in ABC

source: Do not create an ALSA midi scheduler
it: Non è possibile creare uno scheduler midi con ALSA

source: Do not create an OSS midi scheduler
it: Non è possibile creare uno scheduler midi con OSS

source: Create an aRts midi scheduler
it: Crea un aRts midi scheduler

source: Loading resources...
it: Caricamento in corso...

source: Parsing command line...
it: Analisi della riga di comando...

source: Ready.
it: Pronto

source: C Major; a minor
it: Do maggiore; la minore

source: F Major; d minor
it: Fa maggiore; re minore

source: B flat Major; g minor
it: Si bemolle maggiore; sol minore

source: E flat Major; c minor
it: Mi bemolle maggiore; do minore

source: A flat Major; f minor
it: La bemolle maggiore; fa minore

source: D flat Major; b flat minor
it: Re bemolle maggiore; si bemolle minore

source: G flat Major; e flat minor
it: Sol bemolle maggiore; mi bemolle minore

source: C flat Major; a flat minor
it: Do bemolle maggiore; la bemolle minore

source: G Major; e minor
it: Sol maggiore; mi minore

source: D Major; b minor
it: Re maggiore; si minore

source: A Major; f sharp minor
it: La maggiore; fa diesis minore

source: E Major; c sharp minor
it: Mi maggiore; do diesis minore

source: B Major; g sharp minor
it: Si maggiore; sol diesis minore

source: F sharp Major; d sharp minor
it: Fa diesis maggiore; re diesis minore

source: C sharp Major; a sharp minor
it: Do diesis maggiore; la diesis minore

source: &Import MusicXML...
it: &Importa in MusicXML...

source: Export &MIDI...
it: Esporta in &MIDI

source: Import &MIDI...
it: Importa in &MIDI

source: Export Musi&XTeX...
it: Esporta in Musi&XTeX...

source: Export &PMX...
it: Esporta in &PMX...

source: Export &ABC...
it: Esporta in &ABC...

source: Export M&usicXML...
it: Esporta in Musi&XML...

source: &Output Params...
it: Parametri di &esportazione...

source: Export &LilyPond...
it: Esporta in &LilyPond...

source: Score in&formation...
it: In&formazioni sulla partitura...

source: &Key configuration
it: Configura le scorcia&toie...

source: Show &bar numbers
it: Mostra i numeri di &battuta

source: Show &staff names
it: Mostra i nomi dei pentag&rammi

source: Show &aux lines
it: Mostra le &linee guida

source: Show staff &context
it: Mostra il contesto del pentag&ramma

source: Show &drum tools
it: Mostra gli strumenti delle &percussioni

source: Reduce &accidentals...
it: Riduci le &alterazioni...

source: &Collect notes...
it: Unis&ci le note...

source: Set all to sharp
it: Imposta tutte le alterazioni come diesis

source: Set all to flat
it: Imposta tutte le alterazioni come bemolli

source: &Transpose...
it: &Trasporta...

source: C&hange Clef...
it: Cambia c&hiave...

source: T&uplet...
it: Gru&ppo irregolare...

source: Cle&f...
it: &Chiave...

source: &Key signature...
it: To&nalità...

source: Repeat - &Open
it: &Inizio ritornello

source: Re&peat- Open and Close
it: Fine &e inizio ritornello

source: Repeat - &Close
it: &Fine ritornello

source: SpecialEnding&1
it: Finale &1 ritornello

source: SpecialEnding&2
it: Finale &2 ritornello

source: &Double Bar
it: Barra &doppia

source: &End Bar
it: Barra final&e

source: Time si&gnature...
it: Tem&po...

source: Tempo &signature...
it: Tempo del &metronomo...

source: &Volume change...
it: &Volume e segni dinamici...

source: &Instrument change...
it: &Cambia strumento...

source: C&hord...
it: A&ccordo...

source: &Line...
it: &Linea...

source: &Text ...
it: &Testo...

source: &Multimeasure rest...
it: Batt&ute vuote...

source: &New staff
it: &Nuovo pentagramma

source: &Delete staff
it: &Cancella pentagramma

source: &Move staff...
it: &Muovi pentagramma...

source: M&ute staffs...
it: &Muto...

source: &Voices...
it: &Voci...

source: &Staff properties...
it: &Proprietà pentagramma...

source: Score &layout...
it: &Layout partitura...

source: &Lyrics...
it: &Testi...

source: &Import recording
it: &Importa registrazione

source: Select &Multi Staff...
it: Seleziona pentagrammi &multipli...

source: &Goto bar...
it: &Vai a battuta...

source: &Auto Bar...
it: &Barre automatiche...

source: Auto &Beam...
it: &Barrette automatiche...

source: &Cleanup rests...
it: &Pulisci le pause...

source: &Set N time repeat...
it: Impo&sta numero ripetizioni...

source: &Create TSE3 song
it: &Crea un brano TSE3

source: &Play TSE3 song
it: &Suona un brano TSE3

source: &Read TSE3 song
it: &Leggi un brano TSE3

source: &Write TSE3 song
it: Scri&vi un brano TSE3

source: MIDI &out...
it: &Esporta in MIDI

source: MIDI &in...
it: &Importa un MIDI

source: &Filter dialog...
it: &Filtri...

source: Inform&ation...
it: Informa&zioni...

source: &Merge...
it: I&ncorpora...

source: TSE3 --> &Score
it: TSE3 --> &Partitura

source: New &window
it: &Nuova finestra

source: Tip of the &day
it: Suggerimento del &giorno

source: select
it: seleziona

source: Full note
it: Semibreve

source: Half note
it: Minima

source: Quarter note
it: Semiminima

source: Eighth note
it: Croma

source: Sixteenth note
it: Semicroma

source: 32nd note
it: Biscroma

source: 64th note
it: Semibiscroma

source: 128th note
it: Quintupla

source: Grace Eighth
it: Fioritura di ottava

source: Grace sixteenth
it: Fioritura di sedicesima

source: Grace Eight Stroken
it: Acciaccatura di ottava

source: Dotted note
it: Punto

source: DoubleDotted note
it: Doppio punto

source: Tie
it: Legatura di valore

source: Beam
it: Barretta

source: Slur
it: Legatura di frase

source: Triplet
it: Terzina

source: Hidden rests
it: Pause nascoste

source: Portato
it: Appoggiato

source: Fermate
it: Corona

source: Pedal on
it: Pedale premuto

source: Pedal off
it: Pedale rilasciato

source: Strong pizzicato
it: Molto staccato

source: Sharp
it: Diesis

source: Flat
it: Bemolle

source: Natural
it: Bequadro

source: Double sharp
it: Doppio diesis

source: Double flat
it: Doppio bemolle

source: Play
it: Suona

source: Keyboard
it: Tastiera

source: Keyboard insert
it: Inserimento da tastiera

source: Record
it: Registra

source: Edit mode
it: Modalità di modifica

source: Insert from keyboard
it: Inserisci dalla &tastiera

source: glue
it: Colla

source: Stem up
it: Stanghetta in su

source: Stem down
it: Stanghetta in giù

source: drum1
it: Percussioni 1

source: drum2
it: Percussioni 2

source: drum3
it: Percussioni 3

source: drum4
it: Percussioni 4

source: drum5
it: Percussioni 5

source: voice sel.
it: Selezione voce

source: Key
it: Tonalità

source: move up
it: Vai su

source: move down
it: Vai giù

source: move semi up
it: Vai mezzo su

source: move semi down
it: Vai mezzo giù

source: move left
it: Vai a sinistra

source: move start
it: Vai all'inizio

source: move right
it: Vai a destra

source: move end
it: Vai alla fine

source: delete
it: Cancella

source: toggle play
it: Play

source: toggle edit
it: Modalità di modifica

source: insert chord note
it: Inserisci accordo

source: insert note
it: Inserisci nota

source: set triplet
it: Terzina

source: set tied
it: Legatura di valore

source: dot
it: Punto

source: flat
it: Bemolle

source: sharp
it: Diesis

source: natural
it: Bequadro

source: set bar at
it: Barra di misura prima

source: set bar after
it: Barra di misura dopo

source: insert rest
it: Inserisci pausa

source: toggle beam
it: Usa le barrette

source: keyboard insert mode
it: Inserimento da tastiera

source: pitch C
it: Nota Do

source: pitch D
it: Nota Re

source: pitch E
it: Nota Mi

source: pitch F
it: Nota Fa

source: pitch G
it: Nota Sol

source: pitch A
it: Nota La

source: pitch B
it: Nota Si

source: Enabled
it: Abilitato

source: Trill
it: Trillo

source: Turn
it: Gira

source: Please choose a note or rest!
it: Per favore scegli una nota o una pausa!

source: Please choose a note or rest from first voice
it: Per favore, scegli una pausa o una nota dalla prima voce!

source: Please choose a note!
it: Per favore scegli una nota!

source: Please choose a note from first voice
it: Per favore, scegli una nota dalla prima voce!

source: MIDI mapper is already in use!
it: Il MIDI mapper è già in uso!

source: Nothing to play!
it: Non c'è nulla da suonare!

source: Your document contains unsaved changes. Do you want to save your changes or discard them?
it: Il documento contiene cambiamenti non salvati. Volete salvare i cambiamenti prima di uscire?

source: New
it: Nuovo

source: Couldn't translate into ABC format, aborting
it: Impossibile trasformare in formato ABC, processo annullato.

source: MIDI import is now complete. Please use Edit-->AutoBar, Edit-->AutoBeam and other tools for better score layout. You can also read more about MIDI import and other useful tools in documentation!
it: L'importazione dal formato MIDI è ora completa.Per favore usa Modifica-->Barre automatiche, Modifica-->Barrette automatiche e gli altri strumenti per un layout migliore della partitura. Puoi leggere di più sull'importazione da MIDI e sugli altri strument utili nella documentazione!

source: MIDI import is performed by the TSE3 library, but the library is not present! Please look in the MIDI import section in documentation for more information!
it: L'importazione MIDI è eseguita grazie alla libreria TSE3, ma questa libreria non è presente! Per favore guarda la documentazione nella sezione Importazione MIDI per avere maggiori informazioni!

source: Do you really want to close all windows?
it: Vuoi veramente chiudere tutte le finestre?

source: Close all
it: Chiudi tutto

source: &Close all
it: Chiudi &tutto

source: <center>Please choose the target point!</center>
it: <center>Per favore scegli la destinazione!</center>

source: Goto
it: Vai a

source: Can't delete last staff.
it: Impossibile cancellare l'ultimo pentagramma.

source: Delete Staff
it: Cancella il pentagramma

source: This deletes current staff! Are you sure?
it: Quest'operazione eliminerà il pentagramma corrente! Sei sicuro?

source: Staff moving
it: Sposta il rigo

source: Please choose the target position:
it: Per favore scegli la destinazione:

source: Please select a region first!
it: Per favore, prima scegli una regione!

source: MultiStaff
it: Pentagramma multiplo
