Repository: BackupTheBerlios/noteedit-svn
Catalog: po/*.po
Languages: de, fr, hu, ru, sv

source: Noteedit has exported the score to ABC music but there are some problems which will probably prevent successful PostScript output.
de: Noteedit hat die Partitur nach ABC-Music exportiert. Aber es gibt einige Probleme, die möglicherweise eine erfolgreiche Weiterverarbeitung verhindern.
fr: Des erreurs sont apparues lors de l'exportation vers le format ABC. La génération d'un document PostScript risque d'échouer.
ru: Noteedit экспортировал партитуру в ABC-Music, но есть некоторые проблемы, которые, возможно, будут препятствовать успешному выводу PostScript.

source: Staff %1, measure %2: ABC music cannot deal with such kind of tuplets
de: Zeile %1; Takt %2: ABC Music kann nicht mit solchen Tuplets umgehen
fr: Portée %1, mesure %2 : le format ABC ne supporte pas de tels groupes rythmiques.
ru: Нотный стан %1; такт %2: ABC Music не может работать с такими видами групп.

source: Staff %1 has irregular keysig. This cannot be expressed in ABC music
de: Zeile %1 hat eine ungebräuchliche Vorzeichnung. Das kann in ANC-Music nicht ausgedrückt werden.
fr: La portée %1 a des changements de clef. Le format ABC ne peut les reproduire.
ru: Нерегулярная тональность нотного стана %1. Это не может быть выражено в ABC music.

source: ABC music cannot deal with nested brackets/braces
de: ABC music kann nicht mit geschachtelten geschweiften/eckigen Klammern umgehen
fr: Le format ABC ne permet pas les imbrications de parenthèses
ru: ABC music не может работать со встроенными { / [ акколадами

source: ABC music cannot deal with a one-staff bracket
de: ABC music kann nicht mit eckigen Klammern über nur einer Notenzeile umgehen
ru: ABC music не может работать с одной [ акколадой в нотном стане

source: Staff %1, measure %2: ABC music cannot deal with octaviation (va lines)
de: Zeile %1; Takt %2: ABC Music kann nicht mit Oktavierungszeichen (va-Linien) umgehen
ru: Нотный стан %1; такт %2: ABC Music не может работать с такими видами групп.

source: ABC music produced. But there are some problems.
de: ABC-Music wurde erzeugt. Aber es gibt Probleme.
fr: L'export vers le format ABC a été effectué. Des problèmes persistent.
ru: ABC-Music создан. Но есть некоторые проблемы.

source: name2Line: internal error
de: name2Line: interner Fehler
fr: name2Line: erreur interne
hu: name2Line: belső hiba
ru: name2Line: внутрення ошибка
sv: name2Line: internt fel

source: General
de: Allgemein
fr: Général
hu: Általános
ru: Общие
sv: Allmänt

source: Autosave
de: Automatisches Sichern
fr: Enregistrement automatique
hu: Automatikus mentés
ru: Автосохранение
sv: Spara regelbundet i bakgrunden

source: &Enable autosave
de: &automatisches Sichern
fr: Enregistrement &automatique
hu: &automatikus mentés bekapcsolása
ru: Возможно автосохранение
sv: Aktiv&era

source: The current score will be saved regularly if this is enabled.
de: Wenn eingeschaltet, so wird die Partitur regelmäßig gesichert.
fr: La partition sera enregistrée régulièrement si cette option est activée.
hu: Ennek bekapcsolásakor az aktuális kotta rendszeresen mentésre kerül.
ru: Текущая партитура будет сохраняться регулярно, если это возможно.
sv: Partituret kommer att sparas regelbundet om detta är valt.

source: The current score will be saved regularly if this is enabled. It will be saved to <filename>.sav, where <filename> is the name of the file to which the current score was last saved, or if it was not saved, the name of the file from which it was loaded. If the current score is new, it will be saved to unnamed<number>.not.sav, where <number> is a positive integer with the purpouse of making the name unique.
de: Die Partitur wird regelmäßig gesichert. Der Filename is <filename>.sav, wobei <filename> der Name des Files ist, unter welchem die Partitur zuletzt gespeichert wurde. Falls sie noch nicht gespeichert wurde, dann ist es der Name des Files, von dem die Partitur gelesen wurde. Wenn die Partitur neu ist, dann wird sie in das File unamed<number>.not.sav gerettet, wobei <number> eine natürliche Zahl ist, die dazu dient, Filenameskollisionen zu vermeiden.
fr: La partition courante sera enregistrée régulièrement si cette option est activée. Elle sera enregistrée sous le nom <fichier>.sav où <fichier> est le nom du fichier sous lequel cette partition a déjà été enregistrée ou lue. Dans le cas d'une nouvelle partition, elle sera enregistrée sous le nom unnamed<numéro>.not.sav où <numéro> est un nombre positif dans le but d'éviter d'emprunter le nom d'une partition existante.
hu: Az aktuális kotta rendszeres időközönként mentésre kerül ha ez be van kapcsolva. A kotta <fájlnév>.sav néven lesz mentve, ahol a fájlnév a kotta aktuális neve. Ha a kotta új, a fájl [nevenincs]<szám>.not.sav néven lesz mentve, ahol a <szám> egy pozitív egész, amely a név egyediségéről gondoskodik.
ru: Текущая партитура будет сохраняться регулярно, если это возможно. Она будет сохранена в <filename>.sav, где <filename> - имя файла, в который была сохранена последняя текущая партитура, или, если она была не сохранена - имя файла, из которого она была загружена. Если текущая партитура новая, то она будет сохранена в безымянный<number>.not.sav, где число <number> делает имя файла уникальным.
sv: Partituret kommer att sparas regelbundet om detta är valt. Det kommer att sparas till <filnamn>.sav, där <filnamn> är namnet på den fil som partituret senast sparades till, eller om det inte sparats, namnet på den fil som det öppnades ifrån. Om partituret är nytt kommer det att sparas till unnamed<nummer>.not.sav, där <nummer> är ett positivt heltal med syftet att göra namnet unikt.

source: minutes
de: Minuten
hu: percek
ru: минуты
sv: minuter

source: Autosave &interval:
de: Intervall für &Sicherungskopie
fr: &Intervalle d'enregistrement régulier.
hu: Automatikus mentés &intervalluma
ru: Интервал автосохранения:
sv: T&idsavstånd:

source: The time interval between the occations when the current score is saved if there are unsaved changes.
de: Zeitinvervall zwischen den Sicherungskopien.
fr: Intervalle entre deux enregistrements automatiques quand l'option est activée.
hu: A két mentés között eltelt idő.
ru: Время интервала между действиями, когда сохранена текущая партитура, если есть несохраненные изменения.
sv: Tidsavståndet mellan de tillfällen då partituret sparas om det finns osparade ändringar.

source: Startup
de: Programmstart
fr: Démarrage
hu: Programindítás
ru: Запуск
sv: Igångkörning

source: useMidi&Pedal
de: MIDI &PEDAL nutzen
fr: &Pédale Midi
ru: Использовать Midi педаль

source: enable MIDI pedal instruction (does not work on all sound cards; especially TiMidity++)
de: MIDI PEDAL-Kommandos ermöglichen (funktioniert nicht auf allen Soundkarten, speziell TiMidity++)
fr: Active les instructions pour la pédale MIDI (ne fonctionne que pour certaines cartes son, et Timidity++)
ru: Возможна инструкция MIDI педали (не работает на всех звуковых картах, особенно на TiMidity++)

source: &Tip of the day
de: Tip des Ta&ges
fr: &Conseil du jour.
hu: A nap &tippje
ru: Совет дня
sv: Dagens &tips

source: A tip is shown when the application has started if this is enabled.
de: Wenn eingeschaltet, so wird am Anfang der Tip das Tages gezeigt.
fr: Un conseil d'utilisation apparaît au démarrage de l'application.
hu: Egy tipp jelenjen meg az alkalmazás indításakor.
ru: Показывается совет, когда приложение запущено, если это возможно.
sv: Ett tip visas när programmet har kör igång om detta är valt.

source: Load la&st score
de: letzte Partitur &wieder laden
fr: &Recharger la dernière partition
hu: Utol&só kotta betöltése
ru: Загружать последнюю партитуру
sv: Ladda &senaste partitur

source: The last score that was open the last time the appliaction was used will be loaded if this is enabled.
de: Falls eingeschaltet, so wird der letzte geöffnete Dialog beim Starten wieder geladen.
fr: La dernière partition en cours d'édition est rechargée automatiquement au démarrage de l'application.
hu: Az alkalmazás előző használatakor utoljára megnyitott kotta betöltése.
ru: Последняя партитура, которая открывалась последний раз используемым приложением, будет загружена, если это возможно.
sv: Det senaste partituret som var öppet när programmet kördes senast kommer att öppnas om detta är valt.

source: Turn Over
de: Umblättern
fr: Changement de page
hu: Átfordulás
ru: Прокрутка
sv: Sidbyte

source: page turn point:
de: Umblätterpunkt
fr: Changement de page
hu: Oldal átfordulási pont:
ru: указатель движения страницы:
sv: Sidbytespunkt:

source: Determine the offset at which the turn over takes place.
de: Festlegen, an welcher Stelle umgeblättert wird
fr: Détermine le changement de page.
hu: A fordulás helyének offszet értéke.
ru: Определить шаг смещения прокрутки.
sv: Bestäm var sidbyte ska ske.

source: Editing
de: Editieren
fr: Edition
hu: Szerkesztés
ru: Правка
sv: Redigering

source: auto &beam insertion
de: Autom. Balkeneinfügung
ru: Автоматическая вставка такта

source: insert &echo
de: MIDI-&Echo beim Einfügen
fr: &Echo à l'insertion
hu: MIDI-&visszhang beszúrása
ru: Вставить эхо
sv: Infoga &eko

source: Move according ke&ysig
de: Bewegung &entsprechend Vorzeichen
fr: Déplacer en suivant l'&armure
hu: Előjeg&yzés mozgatása
ru: Перемещать относительно тональности
sv: Fl&ytta enligt förtecken

source: autom. bar insertion
de: Autom. Taktstricheinfügung
fr: Insertion autom. de barres de mesure
hu: automatikus ütembeszúrás
ru: Автоматическая вставка такта
sv: Självständig taktstrecksinfogning

source: Colors
de: Farben:
fr: Couleurs
hu: Színek
ru: Цвета
sv: Färger

source: &Backgrounds:
de: H&intergrund
fr: &Arrière plan :
hu: &Hátterek:
ru: Фоны:
sv: &Bakgrunder:

source: Selection bac&kgrounds:
de: ausgewählter Hinter&grund
fr: A&rrière plan sélectionné :
hu: Szele&kció hátterek:
ru: Выбор фонов:
sv: Ba&kgrunder vid markering:

source: &Staffs:
de: Noten&zeilen
fr: &Portées :
hu: &Szólamok:
ru: Нотные станы:
sv: Notra&der:

source: Selected sta&ffs:
de: ausgewählte &Zeilen
fr: P&ortées sélectionnées :
hu: Kiválas&ztott szólamok:
ru: Выбранные нотные станы:
sv: Mark&erade notrader:

source: Ba&rs:
de: &Taktstriche
fr: Ba&rres:
hu: Üte&mek:
ru: Такты:
sv: Taktst&reck:

source: Sele&cted bars:
de: ausgewählte &Takte
fr: Barres séle&ctionnées:
hu: Ki&választott ütemek:
ru: Выбранные такты:
sv: Markerade taktstre&ck:

source: Bar n&umbers:
de: Taktn&ummern
fr: N&uméros de mesure :
hu: Ütemszá&mozás:
ru: Номера тактов:
sv: Taktn&ummer:

source: Selected bar nu&mbers:
de: Takt&nummern ausgewählter Takte
fr: Nu&méros de mesure sélectionnés :
hu: Kiválasz&tott ütemszámok:
ru: Выбранные номера тактов:
sv: &Markerade taktnummer:

source: &Tempo signatures:
de: &Tempo..
fr: Indication de &tempo :
hu: &Tempó jelölések:
ru: Ключи темпа:
sv: &Temposignaturer:

source: Selected temp&o signatures:
de: Ausgewählte Temposig&naturen:
fr: Indications de temp&o sélectionnées :
hu: Kiválaszott tempó je&lölések:
ru: Выбранные ключи темпа:
sv: Markerade temposi&gnaturer:

source: &Volume signatures:
de: &Lautstärkezeichen:
fr: Indications de &volume:
hu: &Hangerő jelölések:
ru: Ключи громкости:
sv: &Ljudstyrkesignaturer:

source: Selected volume si&gnatures:
de: Ausge&wählte Lautstärkezeichen:
fr: Indications de vo&lumes sélectionnées:
hu: Kiválasztott hangerő &jelölések:
ru: Выбранные ключи громкости:
sv: Markerade l&judstyrkesignaturer:

source: &Program changes:
de: &Instr.-Wechsel
hu: &Programváltások:
ru: Изменения программы:
sv: &Programbyten:

source: Selected program c&hanges:
de: ausgewählte I&nstr. Wechsel
hu: Kiválasztott program&váltások:
ru: Выбранные изменения программы:
sv: Markerade programb&yten:

source: Special &endings:
de: &Alternative1
fr: Fins &spéciales :
hu: Speciális vé&gződések:
ru: Особые окончания:
sv: S&ärskilda slut:

source: Selected spec&ial endings:
de: Namen ausgewählter A&lternativen:
fr: F&ins spéciales sélectionnées :
hu: Kiválasz&tott speciális végződések:
ru: Выбранные особые окончания:
sv: Markerade särsk&ilda slut:

source: Staff &names:
de: Zeilen&name:
fr: &Noms des portées :
hu: &Szólam nevek:
ru: Имена нотного стана:
sv: &Notradsnamn:

source: Se&lected staff names:
de: Namen &ausgewählter Takte:
fr: Noms des portées sé&lectionnées :
hu: Kiválasztott s&zólam nevek:
ru: Выбранные имена нотного стана:
sv: Markerade notrader&s namn:

source: L&yrics:
de: Stro&phen
fr: P&aroles :
hu: Dalszö&veg:
ru: Лирика:
sv: S&ångtexter:

source: staff con&text:
de: &Kontext der Notenzeile
fr: Con&texte de la portée :
ru: Контекст нотного стана:

source: Sound
de: Klang
fr: Son
hu: Hang
ru: Звук
sv: Ljud

source: Sequencers
de: Sequenzer
fr: Séquenceurs
hu: Szekvenszerek
ru: Секвенсеры
sv: Sekvenserare

source: Attempt to create an ALSA MIDI scheduler at startup.
de: Versuche beim Start einen ALSA-MIDI-Scheduler zu erzeugen.
fr: Tentative de créer une sortie MIDI ALSA au démarrage.
hu: ALSA MIDI időzítő létrehozása indításkor.
ru: Попытка создать ALSA-MIDI планировщик при запуске.
sv: Försök skapa en ALSA-MIDI-schemaläggare när programmet körs igång.

source: The TSE3 sequencer library will attempt to create an ALSA (Advanced Linux Sound Architecture) MIDI scheduler when the application starts if this is enabled. Enable this if you use ALSA to acces your soundcard.
de: Die TSE3-Bibliothek wird versuchen am Anfang einen ALSA (Advanced LinuxSound Architecture) MIDI-Scheduer zu erzeugen. Dies sollte dann eingeschaltet werden, wenn die Soundkarte über ALSA benutzt werden soll.
fr: Le séquenceur TSE3 tentera, au démarrage, de créer une sortie MIDI utilisant ALSA (Advanced Linux Sound Architecture). Activez cette option si vous utilisez ALSA pour piloter votre carte son.
hu: A TSE3 szekvenszer könyvtár megkísérli létrehozni egy ALSA (Advanced Linux Sound Architecture) MIDI időzítő létrehozását, amikor az alkalmazás elindul. Akkor kapcsolja be, ha az ALSA-t használja hangkártyája elérésére.
ru: Библиотека секвенсера TSE3 будет пытаться создать ALSA (Продвинутая Архитектура Звука Линукса) MIDI планировщик при запуске приложения, если это возможно. Это возможно, если вы используете АLSA для доступа к вашей звуковой карте.
sv: Sekvenserbiblioteket TSE3 kommer att försöka skapa en ALSA-(Advanced Linux Sound Architecture)-MIDI-schemaläggare när programmet körs igång om detta är valt. Välj detta om du använder ALSA för att komma åt ditt ljudkort.

source: Attempt to create an OSS MIDI scheduler at startup.
de: Versuch, beim Starten einen OSS-MIDI-Scheduler zu erzeugen.
fr: Tentative de créer une sortie MIDI OSS au démarrage.
hu: OSS MIDI időzítő létrehozása indításkor.
ru: Попытка создать OSS-MIDI планировщик при запуске.
sv: Försök skapa en OSS-MIDI-scheduler när programmet körs igång.

source: The TSE3 sequencer library will attempt to create an OSS (Open Sound System) MIDI scheduler when the application starts if this is enabled. Enable this if you use OSS to acces your soundcard.
de: Die TSE3-Bibliothek wird versuchen am Anfang einen OSS- (Open SoundSystem) MIDI-Scheduer zu erzeugen. Dies sollte dann eingeschaltet werden, wenn die Soundkarte über OSS benutzt werden soll.
fr: Le séquenceur TSE3 tentera, au démarrage, de créer une sortie MIDI utilisant OSS (Open Sound System). Activez cette option si vous utilisez OSS pour piloter votre carte son.
hu: A TSE3 szekvenszer könyvtár megkísérli létrehozni egy OSS (Open SoundSystem) MIDI időzítő létrehozását, amikor az alkalmazás elindul. Akkor kapcsolja be, ha az OSS-t használja hangkártyája elérésére.
ru: Библиотека секвенсера TSE3 будет пытаться создать OSS (Открытая Звуковая Система) MIDI планировщик при запуске приложения, если это возможно. Это возможно, если вы используете OSS для доступа к вашей звуковой карте.
sv: Sekvenserbiblioteket TSE3 kommer att försöka skapa en OSS-(Open Sound System)-MIDI-schemaläggare när programmet körs igång om detta är valt. Välj detta om du använder OSS för att komma åt ditt ljudkort.

source: &MIDI devices
de: &MIDI-Geräte
fr: Périphériques &MIDI
hu: &MIDI-eszközök
ru: MIDI устройства
sv: &MIDI-enheter

source: Chords
de: Akkorde
fr: Accords
hu: Akkordok
ru: Aккорды

source: Chordnames
de: Akkordnamen
fr: Noms des accords
hu: Akkordnevek
ru: Названия аккордов

source: American, sharps
de: Amerikanische #-Vorzeichen
hu: Amerikai, #-ek
ru: Американский, диезы

source: American, flats
de: Amerikanische b-Vorzeichen
hu: Amerikai, b-k
ru: Американский, бемоли

source: American, mixed
de: Amerikanisch gemischte Vorzeichen
hu: Amerikai, kevert
ru: Американский, смешанный

source: European, sharps
de: Europäische #-Vorzeichen
hu: Európai, #-ek
ru: Европейский, диезы

source: European, flats
de: Europäische b-Vorzeichen
hu: Európai, b-k
ru: Европейский, бемоли

source: European, mixed
de: Europäisch gemische Vorzeichen
hu: Európai, kevert
ru: Европейский, смешанный

source: Jazz, sharps
de: Jazz, Kreuze
hu: Jazz, #-ek
ru: Джаз, диезы

source: Jazz, flats
de: Jazz b-Vorzeichen
hu: Jazz, b-k
ru: Джаз, бемоли

source: Jazz, mixed
de: Jazz gemische Vorzeichen
hu: Jazz, kevert
ru: Джаз, смешанный

source: Dominant 7
fr: 7ème dominante
hu: Domináns 7
ru: Доминанта 7

source: Alterations
de: Alterationen
fr: Altérations
hu: Alterációk
ru: Альтерации

source: nothing to write
de: Nichts zu schreiben
fr: rien à écrire
hu: nincs mit írni
ru: ничего не записывать
sv: ingenting at skriva

source: Write Staffs
de: Speichern
fr: Enregistrer les portées
hu: Szólamok írása
ru: Записывать нотные станы
sv: Skriv notrader

source: error opening file
de: Fehler beim Öffnen der Datei
fr: Erreur de lecture du fichier
hu: hiba a fájl megnyitásakor
ru: ошибка открытия файла
sv: fel vid öppnande av fil

source: staff %1; measure %2: you mixed different bar types; this cannot be expressed in MUP and causes data loss
de: Zeile %1: Takt %2: Die Takstrich-Typen differieren, Das kann in MUP nicht ausgedrückt werden!
fr: portée %1, mesure %2 : vous avez utilisé plusieurs types de barres. Ceci ne peut être exprimé dans le format MUP. Des données seront perdues.
hu: szólam: %1: ütem: %2: Különféle ütemtípusokat kever; ez nem használható fel a MUP-ban és adatvesztést eredményez!
ru: Нотный стан %1; такт %2: вы смешали различные типы тактов, это не может быть выражено в MUP и означает потерю данных.
sv: notrad %1; takt %2: du blandade olika taktstreckstyper; detta kan inte uttryckas i MUP och orsakar dataförlust

source: Staff %1 ; measure %2 :The multirests are not aligned
de: Zeile %1; Takt %2:Differierende Mehrfachpausen
fr: Portée %1 mesure %2 : Les silences multiples ne sont pas alignés
hu: szólam: %1; ütem: %2:a maradékok nincsenek rendezve
ru: Нотный стан %1 ; такт %2 : Множественные паузы не выровнены.
sv: Notrad %1, takt %2: Mångpauser är inte riktade

source: staff %1; measure %2: irregulaer key in the middle omitted
de: Zeile %1; Takt %2:Irreguläre Vorzeichnung in der Taktmitte wird weggelassen.
fr: Portée %1 mesure %2 : clef irrégulière ignorée
hu: szólam: %1; ütem: %2: a valótlan kulcs középen semleges
ru: Нотный стан %1; такт %2: в середине пропущена нерегулярная тональность.

source: staff %1; measure %2: Mup can only deal with tuplets which sum up to a single note length
de: Zeile %1; Takt %2: Mup kann nur mit solchen N-Tupeln umgehen, die sich durch eine einzelne Noten ausdrücken lassen
fr: Portée %1 mesure %2: Mup ne peut gérer des groupes rythmiques dont la somme ne coïncide pas avec une note unique.
ru: Нотный стан %1; такт %2: Mup может работать только с группами, которые составляют длину простой ноты.

source: staff %1; measure %2: Mup cannot deal with segno staff at end. The segno staff is deleted. Please insert a rest!
de: Zeile %1; Takt %2: Mup kann nicht Segno-Zeichen hinter dem letzten Takt umgehen. Bitte fügen Sie eine leeren Takt an!
ru: Нотный стан %1; такт %2: Mup не может работать с нотным станом сэньо в конце. Нотный стан сэньо удален. Пожалуйста, вставьте паузу!

source: staff %1; measure %2: Mup cannot deal with pedal marks in non-1st-voice! This cannot be restored
de: Zeile %1; Takt %2: Mup kann nicht mit gemischt: Noten mit und ohne Text im selben Takt umgehen
ru: Нотный стан %1; такт %2: Mup не может работать с отметками педали в не 1-ом голосе! Это не может быть восстановлено.

source: Possible data loss!
de: Möglicher Datenverlust!
fr: Des données peuvent être perdues !
hu: Adatvesztés lehetséges!
ru: Возможна потеря данных!
sv: Möjlig dataförlust!

source: Noteedit will save your score, and it can (probably) restore the score. But the file doesn't conform to MUP, so it will not work with the MUP interpreter.
de: Noteedit speichert die Partitur und kann sie (vermutlich) wiederladen. Aber das File ist nicht MUP-konform, weshalb der MUP-Interpreter nicht arbeiten wird.
fr: Noteedit va enregistrer votre partition et pourra (probablement) la relire ultérieurement. Mais le fichier n'est pas conforme au format MUP et ne fonctionnera pas avec l'interprète MUP.
hu: A noteedit menti a kottát majd megpróbálja visszaállítani. Azonban a fájl nem felel meg a MUP-nak, ezért nem fog együttműködni a MUP értelmezővel.
ru: NoteEdit будет сохранять вашу партитуру и он может (возможно) восстановить партитуру. Но файл не согласован с MUP, так что он не будет работать с MUP интерпретатором.
sv: Notredigeraren kommer att spara ditt partitur och kan (förmodligen) öppna det igen. Men partituret är inte MUP-kompatibelt, så det kommer inte att fungera med MUP-tolken.

source: staff %1; measure %2 : %3 128th, should be: %4
de: Zeile %1; Takt %2 %3: 128tel; es sollten %4 sein
fr: Portée %1; mesure %2 : %3 128ème, devrait être : %4
hu: szólam: %1; ütem: %2 %3 128-ad; értékének %4-nek kell lennie
ru: Нотный стан %1; такт %2 : %3 128-я, должно быть: %4
sv: notrad %1, takt %2: %3 128-del, borde vara %4

source: staff %1; measure %2: Mup cannot deal with mixed lyrics/non-lyrics notes in the same measure
de: Zeile %1; Takt %2: Mup kann nicht mit gemischt: Noten mit und ohne Text im selben Takt umgehen
hu: szólam: %1; ütem: %2: a MUP nem tudja kezelni a kevert dalszöveg/nem szöveg bejegyzéseket egyazon ütemen belül
ru: Нотный стан %1; такт %2: Mup не может работать со смешанной лирикой/не лирическими нотами в одном и том же такте.
sv: notrad %1, takt %2: MUP kan inte hantera blanddade text-/icketextnoter i samma takt

source: staff %1; measure %2: Mup up cannot deal with slurs over more than 1 element, besides in 1st or 2nd voice
de: Zeile %1: Takt %2: Mup kann nicht mit Bindebögen umgehen, die mehr alsein Element überstreichen, es sei denn es ist die erste oder 2.Stimme.
ru: Нотный стан %1; такт %2: Mup может работать не более чем с одним элементом лиги, кроме 1 или 2 голоса.

source: staff %1; measure %2: Mup cannot deal with trills without "tr" sign
de: Zeile %1; Takt %2: MUP kann nicht mit Trillern ohne "tr"-Symbol umgehen.
hu: szólam: %1; ütem: %2: a MUP nem tudja a triolákat a "tr"-jel nélkül kezelni.
ru: Нотный стан %1; такт %2: Mup не может работать с трелями без "tr" знака.
sv: notrad %1, takt %2: MUP kan inte hantera trillar utan "tr"-tecken

source: Staff %1 has irregular key, this may not work with MUP.
de: Zeile %1: hat eine ungebräuchliche Vorzeichnung! Damit kann MUP nicht umgehen.
hu: szólam: %1: valótlan kulcs, ez nem működik a MUP-pal.
ru: На нотном стане %1 нерегулярная тональность, это может не работать с MUP.
sv: Notrad %1 har oregelbunden nyckel så det kan bli problem med MUP.

source: Staff %1 has too many voices! MUP accepts up to 3 voices.
de: Zeile %1: hat zu viele Stimmen! MUP akzeptiert nur bis zu 3 Stimmen!
fr: La portée %1 a trop de voix. Le format MUP n'accepte pas plus de 3 voix.
hu: szólam: %1: túl sok szólam van! A MUP csak 3 szólamot kezel.
ru: На нотном стане %1 слишком много голосов! MUP допускает до 3 голосов.
sv: Notrad %1 har för många stämmor! MUP tillåter up till 3 stämmor.
