Repository: BackupTheBerlios/noteedit-svn
Catalog: po/*.po
Languages: de, fr, hu, ru, sv

source: <b>...that you can give multistaff block commands?</b><br/><br/> If you activate <code>Edit --&gt; Multistaff</code> the block commands apply to all selected staves.
de: <b>...dass man mit zeilenübergreifenden Blockkommandos arbeiten kann?</b><br/><br/> Wählen Sie <code>Bearbeiten --&gt; Zeilenübergreifend...</code>. Danach wirken die Blockbefehle auf alle ausgewählten Notenzeilen.
fr: <b>...que vous pouvez travailler sur plusieurs portées à la fois ?</b><br/><br/> Si vous activez <code>Édition --&gt; Portées multiples</code> les commandes de bloc s'appliquent à toutes les portées sélectionnées.
hu: <b>...hogy többszólamú blokkparancsokat is kiadhat?</b><br/><br/> Ha aktiválja a <code>Szerkesztés --&gt; Többszólamú</code> opciót, a blokkparancsok az összes kiválasztott szólamra érvényesek lesznek.
ru: <b>...вы можете задать групповые команды множественного нотного стана.</b><br/><br/> Если вы активизируете <code>Правка --&gt; Множественный нотный стан</code> групповые команды будут применяться ко всем выбранным нотным станам.
sv: <b>...att man kan ge blockkommandon för flera notrader?</b><br/><br/> Om man väljer <code><u>R</u>edigera -&gt; <u>F</u>lera notrader</code> så utförs blockkommandona för alla markerade notrader.

source: <b>...that you can select the whole staff by double click?</b>
de: <b>...dass man alle Elemente einer Zeile durch Doppelklick auswählen kann?</b>
fr: <b>...que vous pouvez sélectionner une portée entière par un double-clic?</b>
hu: <b>...hogy dupla kattintással a teljes szólam kiválasztható?</b>
ru: <b>...вы можете выделить весь нотный стан двойным щелчком.</b>
sv: <b>...att man kan markera en hel notrad med dubbelklick?</b>

source: <b>...that you can create as many views as you want (<code><u>W</u>indow --&gt; <u>N</u>ew Window</code>)?</b><br/><br/> This allows you to copy between different scores.
de: <b>...dass man beliebig viele Fenster erzeugen kann? (<code><u>F</u>enster --&gt; <u>N</u>eues Fenster</code>)?</b><br/><br/> Dadurch ist es möglich, Elemente zwischen verschiedenen Partituren zu kopieren.
fr: <b>...que vous pouvez utiliser autant de vues que vous désirez (<code><u>F</u>enêtre --&gt; <u>N</u>ouvelle fenêtre</code>) ?</b><br/><br/> Ceci vous permet par exemple de copier des éléments entre différentes partitions.
ru: <b>...вы можете создать столько просмотров, сколько хотите (<code>Окно --&gt; Новое окно</code>).</b><br/><br/> Это позволит вам копировать с разных партитур.

source: <b>...that the MIDI import is performed by the TSE3 library when you select <code>TSE3 --&gt; MIDI In</code>?</b><br/><br/> To produce the score use <code>TSE3 --&gt; filter dialog --&gt; TSE3 --&gt; Score</code>.
de: <b>...dass der MIDI-Import mit Hilfe der TSE3 Programmbibiothek durchgeführt wird? Dazu wählt man <code>TSE3 --&gt; MIDI-Importieren...</code>?</b><br/><br/> Um danach die Partitur zu erzeugen: <code>TSE3 --&gt; Filtern... --&gt; TSE3 --&gt; Partitur</code>.
fr: <b>...que les importations depuis un dispositif MIDI sont réalisés à l'aide de la suite TSE3 lorsque vous demandez <code> TSE3 --&gt; entrée MIDI</code>?</b><br/><br/> Pour produire une partition, utilisez <code>TSE3 --&gt; filtres --&gt; TSE3 vers portée</code>.
hu: <b>...hogy a MIDI importot a TSE3 könyvtár végzi ha kiválasztja a <code>TSE3 --&gt; MIDI bemenet</code> menüpontot?</b><br/><br/> A kotta elkészítésére használja a <code>TSE3 --&gt; szűrő párbeszéd --&gt; TSE3 --&gt; Kotta</code> pontot.
ru: <b>...по вашему выбору MIDI импорт выполняется TSE3 библиотекой <code>TSE3 --&gt; MIDI вход</code>.</b><br/><br/> Чтобы создать партитуру, используйте <code>TSE3 --&gt; Диалог фильтра --&gt; TSE3 --&gt; Партитура</code>.
sv: <b>...att MIDI-importen utförs av TSE3-biblioteket när man väljer <code>TSE<u>3</u> -&gt; MIDI <u>i</u>n</code>?</b><br/><br/> Använd <code>TSE<u>3</u> -&gt; <u>F</u>ilterdialog -&gt; <u>T</u>SE3 ill partitur...</code> för att skapa en partitur.

source: <b>...that MIDI filters are necessary to produce a good score from Midi a file?</b><br/><br/> Please read the <a href="foo">MIDI import discussion page</a>!
de: <b>...dass MIDI Filter zur Erzeugung einer guten Partitur unbedingt notwendig sind?</b><br/><br/> Siehe: <a href="foo">MIDI import discussion page</a>!
fr: <b>...que les filtre MIDI sont nécessaires pour produire une bonne partition à partir d'un fichier MIDI ?</b><br/><br/> Lisez la <a href="foo">page de discussion MIDI</a> à ce sujet.
hu: <b>...hogy a MIDI szűrők szükségesek a jó minőségű kotta létrehozásához MIDI fájlból? </b><br/><br/> Kérem olvassa el a <a href="foo">MIDI import oldalakat</a>!
ru: <b>... MIDI фильтры необходимы для создания хорошей партитуры из Midi файла.</b><br/><br/> Пожалуйста, прочитайте страницу дискуссии о <a href="foo">MIDI импорте</a>!
sv: <b>...att MIDI-filter är nödvändiga för att skapa bra partiturer från MIDI-filer?</b><br/><br/> Läs sidan om <a href="foo">MIDI-import</a>!

source: <b>...that Notedit produces LaTeX/MusiXTeX output?</b><br/><br/> Please note that<br/> <code>latex &lt;file&gt;</code><br/> does not suffice. Read the <a href="foo">documentation</a>!
de: <b>...dass NoteEdit LaTeX/MusiXTeX-Ausgaben erzeugt?</b><br/><br/> Man beachte aber, dass<br/> <code>latex &lt;file&gt;</code><br/> nicht ausreicht!. Siehe <a href="foo">documentation</a>!
fr: <b>...que Notedit est capable de produire des sorties pour LaTeX/MusiXTeX ?</b><br/><br/> Remarquez que la sortie ne peut être compilée à l'aide de <br/> <code>latex &lt;fichier&gt;</code><br/> Lisez la <a href="foo">documentation</a> à ce sujet !
hu: <b>...hogy a NoteEdit LaTeX/MusiXTeX kimentet is tud?</b><br/><br/> Jegyezze meg hogy a <br/> <code>latex &lt;file&gt;</code><br/> nem teljes. Olvassa el a <a href="foo">dokumentációt</a>!
ru: <b>... NoteEdit создает LaTeX/MusiXTeX вывод.</b><br/><br/> Пожалуйста, обратите внимание, что<br/> <code>latex &lt;файла&gt;</code><br/> недостаточно. Читайте <a href="foo">документацию</a>!
sv: <b>...att man kan skapa LaTeX/MusiXTeX-utdata?</b><br/><br/> Var medvenen om att<br/> <code>latex &lt;filnamn&gt;</code><br/> inte räcker. Läs <a href="foo">dokumentationen</a>!

source: <b>...that you can insert lines?</b><br/><br/> Select <code>Insert --&gt; lines</code>, choose a line and middle click on a note.
de: <b>...dass man spezielle Linien einfügen kann?</b><br/><br/> Man wähle <code>Einfügen --&gt; Linien</code>, eine Linie auswählen und dann mit der mittleren Maustaste eine Note anklicken.
fr: <b>...que vous pouvez ajouter des symboles (trilles,crescendo,...)?</b><br/><br/> Sélectionnez <code>Insérer --&gt; symboles</code>, choisissez un symbole et appuyez sur le bouton du mileu.
hu: <b>...hogyan szúrhat be új sorokat?</b><br/><br/> Válassza ki a <code>Beszúrás --&gt; sorok</code>, válassza ki a sort és a középső gombbal kattintson a hangjegyen.
ru: <b>...вы можете вставлять строки.</b><br/><br/> Выберите <code>Вставить --&gt; Линия...</code>, выберите элемент и средней кнопкой мыши щелкните на ноту.
sv: <b>...att man kan infoga linjer?</b><br/><br/> Välj <code><u>I</u>nfoga -&gt; <u>L</u>inje...</code>, välj en linje och mittenklicka på en not.

source: <b>...how to produce a audible (de-)crescendo?</b><br/><br/> Place 2 different volume signatures left and right the (de-)crescendo symbol<br/>
de: <b>...wie man ein hörbares (De-)Crescendo erzeugen kann?</b><br/><br/> Man plaziere 2 verschiedene Lautstärkezeichen links und rechts des (De-)Crescendo Symbols.<br/> <b><u>Achtung!</u></b> Es gibf eine Restriktion bezüglich der Plazierung von Lautstärkezeichen (see <a href="foo">documentation</a>)!
fr: <b>...comment produire un (de-)crescendo audible ?</b><br/><br/> Ajoutez deux indications de volume à gauche et à droite du (de-)crescendo<br/>
ru: <b>...как создать озвученное (де-)крещендо?</b><br/><br/> Поместите 2 разных значения громкости слева и справа от знака (де-)крещендо.<br/>

source: <b> ...that Noteedit plays the <i>"post Mozart trill"</i>: dcdcdcdcdc...? </b> <br/><br/> This is also written to MIDI files.
de: <b> ...dass NoteEdit den<i>"Post-Mozart-Triler"</i> spielt: dcdcdcdcdc...? </b> <br/><br/> Dieser wird auch ins MIDI-File geschrieben.
fr: <b> ...que Noteedit joue le<i>"post Mozart trill"</i>: dcdcdcdcdc...? </b> <br/><br/> Ceci est aussi écrit dans les fichiers MIDI.
hu: <b> ...a NoteEdit a <i>"poszt-Mozart triola"-t játssza</i>: dcdcdcdcdc...? </b> <br/><br/> Ez íródik a MIDI fájlokba is.
ru: <b> ...NoteEdit проигрывает <i>"post Mozart трель"</i>: dcdcdcdcdc... </b> <br/><br/> Это также записывается в MIDI файлы.
sv: <b> ...att Noteredigeraren spelar <i>"postmozarttrillen"</i>: dcdcdcdcdc...? </b> <br/><br/> Detta skrivs även till MIDI-filer.

source: <b> ...that you can create multiple voices per staff ? </b> <p>choose: <code>Staff --&gt; Voices ... --&gt; Create voice</code></p> <p>You should select:</p> <ul> <li> a preferred stem direction for the voice; <li> a Y-position for the rests to make it possible to associate the rests to voices. </ul> <p>There is always a <i>current voice</i>. You can choose it by means of the <i>voice counter</i>. <b>Note!</b> If the voice counter displays an 'A' the <i>current voice</i> is the first voice.</p>
de: <b> ...dass man mehrere Stimmen pro Notenzeile erzeugen kann? </b> <p>Dazu wählt man: <code>Notenzeile --&gt; Stimmen ... --&gt; Stimme erzeugen</code></p> <p>Danach sollte man folgendes auswählen:</p> <ul> <li> eine bevozugte Notenhalsrichtung; <li> eine Y-Position für die Pausen, um eine Zuordnung der Pausen zu den Stimmen zu ermöglichen. </ul> <p>Es gibt immer eine <i>aktuelle Stimme</i>. Man kann diese mit Hilfe des <i>Stimmenanzeigers</i>.wählen <b>Achtung!</b> Wenn der Stimmenanzeiger ein 'A' zeigt, so ist die <i>aktuelle Stimme</i> die erste Stimme.</p>
fr: <b> ...que vous pouvez crréer plusieurs voix par portée ? </b> <p>Menu : <code>Portée --&gt; Voix ... --&gt; Créer une voix</code></p> <p>Vous devez sélectionner :</p> <ul> <li> une direction préférée pour les hampes des notes <li> une position pour les silences pour pouvoir les associer à une voix. </ul> <p>Il existe toujours une <i>voix courante</i>. Vous pouvez la choisir en utilisant le <i>numéro de voix</i>. <b>Remarque : </b> Si le numéro de voix affiche un 'A' alors la <i>voix courante</i> est la première voix.</p>
hu: <b> ...hogy több hangszer tud létrehozni szólamonként ? </b> <p>Válassza ki: <code>Szólam --&gt; Hangszerek ... --&gt; Hangszer létrehozása</code></p> <p>Ki kell választania:</p> <ul> <li> egy javasolt szárirányt a hangszer számára; <li> egy Y-pozíciót a szünetekre hogy könnyebben összeköthetők legyenek a hangszerek játékával. </ul> <p>Mindig van egy <i>aktuális hangszer</i>. Ezt kiválaszthatja a <i>hangszer számlálóval</i>. <b>Megjegyzés!</b> Ha a hangszer számláló értéke 'A', az <i>aktuális hangszer</i> az első hangszer.</p>
ru: <b> ...вы можете создавать многоголосие на нотном стане. </b> <p>выберите: <code>Нотный стан --&gt; Голоса... --&gt; Создать голос</code></p> <p>Вы должны выбрать:</p> <ul> <li> предпочтительное направление штиля для голоса; <li> Y-позиция для пауз, чтобы сделать возможным связь пауз с голосами. </ul> <p>Всегда существует <i>текущий голос</i>. Вы можете выбрать при помощи <i>голосового переключателя</i>. <b>Внимание!</b> Если голосовой переключатель показывает 'A' на <i>текущий голос</i>, то это первый голос.</p>
sv: <b> ...att man kan skapa flera stämmor per notrad? </b> <p>välj <code><u>N</u>otrad -&gt; <u>S</u>tämmor... -&gt; Skapa st<u>ä</un></code></p> <p>Man ska välja:</p> <ul> <li> en stamriktning för stämman; <li> en Y-position för pauserna för att det ska gå att se vilken stämma en paus hör till </ul> <p>Det är alltid en stämma som är vald. Man kan välja stämma med stämmoväljaren i verktygsfältet. <b>Lägg märke till:</b> om stämmovisaren visar 'A' så är den första stämman vald

source: <b> ...that you can transpose the staffs ? </b> <p>choose: <code>Tools --&gt; Transpose ... </code></p> <p>Select the count of semitones! <b>Note!</b> It is your resposibility to change the key signature!</p> <p>If you want to transpose only a part of the staff then mark the appropriate part before!</p> <p>If you want to transpose a group of staffs then select them before:</p <p><code>Edit --&gt; Multistaff...</code></p>
de: <b> ...dass man die Notenzeilen transponieren kann ? </b> <p>Dazu wählt man: <code>Werkzeuge --&gt; Transponiere ... </code></p> <p>Dann wählt man die Zahl der Halbtöne aus! <b>Achtung!</b> Es liegt in der Verantwortung des Nutzers, eine korrekte Tonartenvorzeichnung auszuwählen!</p> <p>Wenn nur ein Teil einer Notenzeile transponiert werden soll, so markiert man diesen vorher!</p> <p>Wenn eine Gruppe von Notenzeilen transponiert werden soll, so wählt man diese vorher aus:</p <p><code>Bearbeiten --&gt; zeileübergreifend...</code></p>
fr: <b> ...que vous pouvez transposer les portées ? </b> <p>Menu : <code>Outils --&gt; Transposer ... </code></p> <p>Sélectionnez le nombre de demi-tons <b>Remarque :</b> Vous devez vous même changer l'armure</p> <p>Si vous désirez transposer seulement une partie de la portée, sélectionnez cette partie dans un premier temps</p> <p>Si vous désirez transposer un groupe de portées, sélectionnez ce groupe :</p <p><code>Edition --&gt; Multi portée...</code></p>
hu: <b> ...hogy transzponálhatja a szólamokat ? </b> <p>Válassza ki: <code>Eszközök --&gt; Transzponálás ... </code></p> <p>Válassza ki a félhangok számát! <b>Megjegyzés!</b> Az Ön felelőssége az előjegyzés megváltoztatása!</p> <p> Ha csak egy szólam egy részét akarja transzponálni, jelölje ki a megfelelő részt előbb!</p> <p>Ha a szólamok egy csoportját akarja transzponálni, válassza ki azokat előbb:</p <p><code>Szerkesztés --&gt; Többszólamúf...</code></p>
ru: <b> ...вы можете транспонировать нотные станы. </b> <p>выбрать: <code>Сервис --&gt; Транспонировать ... </code></p> <p>Выбрать счет полутонов! <b>Внимание!</b> Изменение тональности под вашу ответственность!</p> <p>Если вы хотите транспонировать только часть нотного стана, то отметьте перед этим соответствующую часть!</p> <p>Если вы хотите транспонировать группу нотных станов, то выделите их перед этим:</p <p><code>Правка --&gt; Множественный нотный стан...</code></p>
sv: <b> ...att man kan transponera notrader? </b> <p>välj: <code><u>V</u>erktyg --&gt; <u>T</u>ransponera...</code></p> <p>Välj antal halvtoner.<b>Läg märke till:</b> Det är ditt ansvar att ändra nyckelsignaturen!</p> <p>Om man vill transponera endast en del av en notrad ska man markera den delen först.</p> <p>Om man vill transponera en grupp av notrader så ska man markera dem först:</p <p><code><u>R</u>edigera -&gt; <u>F</u>lera notrader...</code></p>

source: <b> ...that you can change the clef ? </b> <p>choose: <code>Tools --&gt; Change clef ... </code></p> <p>Choose the new clef!</p> <p>If you want to change the clef of only a part of the staff then mark the appropriate part before!</p> <p><b>Note!</b> The marked range should begin with a clef! Noteedit stops changing the chords/notes if a new clef appears.</p>
de: <b> ...dass man den Notenschlüssel tauschen kann? </b> <p>Dazu wählt man: <code>Werkzeuge --&gt; Schlüssel ändern ... </code></p> <p>... und wählt den neuen Notenschlüssel!</p> <p>Wenn nur ein Teil einer Notenzeile dem neuen Schlüssel gemäß gesetzt werden soll, so markiert man diesen vorher!</p> <p><b>Achtung!</b> Der markierte Bereich sollte mit einem Notenschlüssel beginnen! Noteedit stoppt das Umsetzen der Noten, sobald eine neuer Notenschlüssel auftaucht.</p>
fr: <b> ...que vous pouvez changer une clef ? </b> <p>Menu : <code>Outils --&gt; Changer la clef ... </code></p> <p>Choisissez la nouvelle clef !</p> <p>Si vous voulez changer la clef uniquement sur une partie de la portée, sélectionnez cette partie dans un premier temps.</p> <p><b>Remarque :</b> La partie sélectionnée doit débuter par une clef ! Noteedit cesse de changer les accords et les notes si une nouvelle clef apparaît.</p>
hu: <b> ...hogyan változtathatja meg a kulcsot ? </b> <p>Válassza ki: <code>Eszközök --&gt; Kulcsváltás ... </code></p> <p>Válasszon új kulcsot!</p> <p>Ha a kulcsot a szólam bármely részében meg akarja változtatni, jelölje ki a részt ez előtt!</p> <p><b>Megjegyzés:</b> A kijelölt területnek kulccsal kell kezdődnie! A NoteEdit leállítja az akkordok/hangjegyek megváltoztatását ha egy új kulcsba ütközik.</p>
ru: <b> ...вы можете изменять ключ. </b> <p>выберите: <code>Сервис --&gt; Изменить ключ... </code></p> <p>Выбрать новый ключ!</p> <p>Если вы хотите изменить ключ только части нотного стана, предварительно отметьте соответствующую часть!</p> <p><b>Внимание!</b> Отмеченный ряд должен начинаться с ключа! Noteedit останавливает изменение аккордов/нот, если появляется новый ключ.</p>
sv: <b> ...att man kan ändra klaven? </b> <p>Välj: <code>Verk<u>t</u>yg -&gt; <u>Ä</u>ndra klav...</code></p> <p>Välj den nya klaven.</p> <p>Om man vill ändra klaven för endast en del av notraden så ska man den delen först.</p> <p><b>Lägg märke till:</b> Det markerade omrädet ska börja med en klav. Notredigeraren slutar ändra ackorden/noterna om en ny klav påträffas.

source: _: NAME OF TRANSLATORS Your names
de: Reinhard Katzmann, Joerg Anders (alte Übersetzung)
fr: Marc Tommasi
hu: Peter Breuer
ru: Павел и Елена Богмат
sv: Erik Sigra

source: _: EMAIL OF TRANSLATORS Your emails
de: reinhard@suamor.de
fr: marc.tommasi chez free fr
hu: comp@suselinux.hu
ru: bohm@ukr.net
sv: <sigra@home.se>

source: First create a TSE3 song structure!
de: Vorher muß ein TSE3-Song erzeugt werden!
fr: Créez d'abord une structure pour une chanson TSE3
hu: Először hozzon létre egy TSE3 zene struktúrát!
ru: Сначала создайте структуру TSE3 песни!
sv: Skapa en TSE3-sångstruktur först!

source: Play TSE3 song
de: TSE3-Song abspielen
fr: Jouer une chanson TSE3
hu: TSE3 zene lejátszása
ru: Играть TSE3 песню
sv: Spela TSE3-sång

source: Write TSE3 song
de: TSE3-Song schreiben
fr: Écrire une chanson TSE3
hu: TSE3 zene írása
ru: Записать TSE3 песню
sv: Skriv TSE3-sång

source: unable to determine a clef
de: Es ist unmöglich, einen Notenschlüssel auszuwählen
fr: Impossible de déterminer une clef
hu: nem tudom meghatározni a kulcsot
ru: невозможно установить ключ
sv: kan inte bestämma klav

source: No notes recorded
de: Nichts aufgenommen
fr: Aucune note enregistrée
hu: Nincsenek fevett hangjegyek
ru: Ноты не записаны
sv: Inga noter inspelade

source: This cannot be imported to ONE staff
de: Es ist unmöglich, das in EINE Notenzeile zu importieren
fr: Ceci ne peut être importé en une seule portée
hu: Ez nem importálható EGYETLEN szólamba
ru: Это нельзя импортировать в ОДИН нотный стан
sv: Detta kan inte importeras till EN notrad

source: Record AAAAAAAAAAAAAA
de: Aufnahme
fr: Enregistrement AAAAAAAAAAAAAA
hu: Felvétel AAAAAAAAAAAAAA
ru: Записать ААААА
sv: Spela in

source: Record BBBBBBBBBBB
de: Aufnahme
fr: Enregistrement BBBBBBBBBBB
hu: Felvétel BBBBBBBBBBB
ru: Записать БББББ
sv: Spela in

source: Song information
de: Song Informationen
fr: Informations sur la chanson
hu: Zene információ
ru: Информация о песне
sv: Sånginformation

source: Track %1%2
de: Spur:%1%2
fr: Piste %1%2
hu: Sáv %1%2
ru: Дорожка %1%2
sv: Spår %1%2

source: %1 Notes
de: %1 Noten
hu: %1 Hangjegyek
ru: %1 Ноты
sv: %1 noter

source: Staff %1%2
de: Zeile %1%2
fr: Portée %1%2
hu: Szólam %1%2
ru: Нотный стан %1%2
sv: Notrad %1%2

source: Volume %1
de: Lautstärke %1
hu: Hangerő %1
ru: Громкость %1
sv: Ljudstyrka %1

source: bass
fr: basses
hu: basszus
ru: Бас
sv: bas

source: treble
de: Diskant
fr: aiguës
hu: felső szólam
ru: Дискант
sv: diskant

source: Shift %1
de: Oktavverschiebung %1
fr: Décalage %1
hu: Eltolás %1
ru: Перемена позиции %1
sv: Skifta %1

source: Merge
de: Vermischen
fr: Fusionner
hu: Összefűzés
ru: Слияние
sv: Förena

source: No staff selected for import.
de: Keine Notenzeile zum Zwecke des Imports ausgewählt
fr: Aucune portée sélectionnée pour l'import.
hu: Nincs szólam kijelölve importálásra
ru: Для импорта не выбран нотный стан.
sv: Ingen notrad vald för import.

source: Import TSE3
de: TSE3 importieren
fr: Importer un morceau TSE3
hu: TSE3 Import
ru: Импорт TSE3
sv: Importera TSE3

source: Can't determine clef
de: Der Schlüssel kann nicht bestimmt werden
fr: Impossible de déterminer la clef.
hu: Nem ismerem fel a kulcsot
ru: Не могу установить ключ
sv: Kan inte bestämma klav

source: Nothing to import
de: Nichts zu importieren
fr: Rien à importer
hu: Nincs mit importálni
ru: Нечего импортировать
sv: Ingenting att importera

source: Import recording
de: Aufnahme importieren
fr: Importer un enregistrement.
hu: Felvétel importálása
ru: Импорт записи
sv: Importera inspelning

source: There is nothing to export.
de: Es gibts nichts zu exportieren.
fr: Rien à exporter.
hu: Nincs mit exportálni
ru: Нечего экспортировать.
sv: Det finns ingenting att exportera.

source: No staff selected for export.
de: Keine Notenzeile zum Zwecke des Exports ausgewählt.
fr: Aucune portée sélectionnée pour cet export.
hu: Nincs szólam kiválasztva exportálásra.
ru: Для экспорта не выбран нотный стан.
sv: Ingen notrad vald för export.

source: Actually LilyPond is not supported by your system. Do you realy want to make such an export?
de: Eigentlich gibt's kein LilyPond auf diesem System! Soll ich trotzdem exportieren?
fr: LilyPond n'est pas installé sur votre machine. Voulez-vous réellement réaliser cet export ?
hu: Jelenleg a LilyPond nincsen támogatva a rendszere által. Szeretné a műveletet mégis mint exportot végrehajtani?
ru: Фактически LilyPond не поддерживается вашей системой. Вы действительно хотите произвести такой экспорт?
sv: LilyPond stöds inte av systemet. Vill du verkligen exportera?

source: LilyPond export
fr: Export LilyPond
ru: LilyPond экспорт
sv: Exportera till LilyPond

source: None
de: keine
fr: Rien
hu: Semmi
ru: Никакой
sv: inga

source: Dynamic:
de: Dynamik:
hu: Dinamika:
ru: Динамичный:
sv: Dynamisk:

source: Set min volume
de: Kleinste Lautstärke:
fr: Définir le volume minimum
hu: Minimális hangerő megadása
ru: Установить мин. громкость
sv: Sät lägsta ljudstyrka

source: Staff %1, %2, %3
de: Zeile %1, %2, %3
fr: Portées %1, %2, %3
hu: Sor %1, %2, %3
ru: Нотный стан %1, %2, %3
sv: Notrad %1, %2, %3

source: [unnamed]
de: [Unbenannt]
fr: [SansNom]
hu: [nevenincs]
ru: [без имени]
sv: [ej namngiven]

source: Verse no %1 %2
de: Strophe %1 %2
fr: Verset num %1 %2
hu: Verze: %1 %2
ru: Стих %1 %2
sv: vers nummer %1 %2

source: [empty]
de: [leer]
fr: [vide]
hu: [üres]
ru: [пустой]
sv: [tom]

source: Are you sure to clear the current verse?
de: Soll die aktuelle Strophe wirklich gelöscht werden?
fr: Êtes vous sûrs de vouloir effacer ce verset
hu: Tényleg szeretné törölni az aktuális verzét?
ru: Вы уверены, что хотите очистить текущий стих?
sv: Vill du verkligen ta bort den valda versen?

source: Clear verse
de: Strophe löschen
fr: Effacer les versets
hu: Verze törlése
ru: Очистить стих
sv: Rensa vers

source: File open aborted.
de: Dateiöffnung abgebrochen.
fr: Ouverture de fichier annulée
hu: A fájl megnyitása megszakadt.
ru: Прервано открытие файла.
sv: Filöppning avbröts.

source: Import lyrics
de: Strophen importieren
fr: Importer les paroles
hu: Dalszöveg importálása
ru: Импорт лирики
sv: Importera sångtexter

source: Unable to open this file.
de: Datei kann nicht geöffnet werden.
fr: Impossible d'ouvrir ce fichier
hu: Nem tudom megnyitni ezt a fájlt.
ru: Невозможно открыть этот файл.
sv: Kunde inte öppna denna fil.

source: Import Lyrics
de: Stropen importieren
fr: Importer les paroles
hu: Dalszöveg importálása
ru: Импорт лирики
sv: Importera sångtexter

source: <b><i><u><center>Tip of day #%1
de: <b><i><u><center>Tipp des Tages Nr. %1
fr: <b><i><u><center>Conseil du jour #%1
hu: <b><i><u><center> A nap tippje (%1):
ru: <b><i><u><center>Совет дня #%1
sv: <b><i><u><center>Tagens tip nummer %1
