Repository: BackupTheBerlios/noteedit-svn
Catalog: po/*.po
Languages: de, fr, hu, ru, sv

source: With bar &numbers
de: Mit Takt&nummern
fr: Nu&mérotation des barres de mesure
hu: Ütems&zámokkal
ru: С номерами тактов
sv: Med takt&nummer

source: With musix&lyr
de: Mit musix&lyr
fr: Avec musix&lyr
hu: Musix&lyr-rel
ru: С лирикой musiX
sv: Med musix&lyr

source: &Omit page numbering
de: &Ohne Seitennummern
fr: Pas de numér&otation de page
ru: Без нумерации страниц

source: small size
de: klein
fr: taille réduite
ru: Маленький размер

source: normal size
de: Normalgröße
fr: taille normale
ru: Нормальный размер

source: large size
de: groß
fr: grande taille
ru: Большой размер

source: very large size
de: sehr groß
fr: très grande taille
ru: Огромный размер

source: ABC music
fr: Format ABC
ru: ABC формат

source: page geometry
de: Seitengeometrie
fr: dimensions de la page
ru: Вид страницы

source: expressiones above
de: Ausdrücke darüber
ru: Выражения сверху

source: staff separation:
de: Notenzeilenabstand:
fr: séparation des portées :
ru: Разделение нотного стана:

source: height:
de: Höhe:
fr: hauteur :
ru: Высота:

source: width:
de: Breite:
fr: largeur :
ru: Ширина:

source: scale:
de: Skalierung:
fr: échelle :
ru: Маштаб:

source: measure numbers in a box
de: Taktnummern in einer Box
fr: numéros de mesure encadrés
ru: Номера тактов в блоке

source: &PMX format
fr: Format &PMX
hu: &PMX formátum
ru: PMX формат

source: keep beams
de: Original-Balken
fr: Conserver les ligatures
hu: gerendák meghagyása
ru: Сохранять группы
sv: behåll balkar

source: Settings
de: Einstellungen
fr: Réglages
hu: Beállítások
ru: Установки
sv: Inställningar

source: <center>Measures<br>per system:
de: <center>Takte<br>pro System:
fr: <center>Nombre de mesures<br>par système :
hu: <center>Ütemek<br>per rendszer:
ru: <center>Такты<br>на систему:
sv: <center>Takter<br>per system:

source: <center>Systems<br>per page:
de: <center>Systeme<br>pro Seite:
fr: <center>Nombre de systèmes<br>par page :
hu: <center>Rendszer<br>per oldal:
ru: <center>Системы<br>на страницу:
sv: <center>System<br>per sida:

source: <center>Number<br>of pages:
de: <center>Seitenzahl:
fr: <center>Nombre<br>de pages :
hu: <center>Oldalak száma:
ru: <center>Номера<br> страниц:
sv: <center>Antal<br>sidor:

source: Lil&yPond format
fr: Format Lil&yPond
hu: Lil&yPond formátum
ru: LilyPond формат

source: Additional attributes
de: Zusatzattribute
fr: Attributs supplémentaires
hu: További attribútumok
ru: Дополнительные свойства
sv: Ytterligare engenskaper

source: Font size:
de: Zeichengröße:
fr: Taille de la police :
hu: Betűméret:
ru: Размер шрифта:
sv: Teckenstorlek:

source: Volumes:
de: Lautstärken:
hu: Hangerők:
ru: Громкость:
sv: Ljudstyrkor:

source: no volume signs
de: keine Lautstärkenzeichen
fr: pas d'indication de volume
hu: nincsenek hangerő jelek
ru: Нет знаков громкости
sv: inga ljudstyrketecken

source: volume signs above
de: Lautstärkenzeichen darüber
fr: indications de volume en bas
hu: hangerő jelek felül
ru: Знаки громкости сверху
sv: ljudstyrketecken ovanför

source: volume signs below
de: Lautstärkenzeichen darunter
fr: indication de volume au dessus
hu: hangerő jelek alul
ru: Знаки громкости внизу
sv: ljudstyrketecken under

source: Generating parameters
de: Parametererzeugung
fr: Paramètres de création
hu: Paraméterek generálása
ru: Генерация параметров
sv: Alstringsparametrar

source: Keep &beams
de: &Original-Balken
fr: Conserver les &ligatures
hu: &Gerendák megtartása
ru: Сохранять группы
sv: &Behåll balkar

source: &Only voices
de: N&ur Stimmen
fr: &Voix uniquement
hu: &Csak hangszerek
ru: Только голоса
sv: &Endast stämmor

source: L&imit the measures
de: Taktzahl &begrenzen
fr: L&imitation des mesures
hu: Az ütemek l&imitálása
ru: Ограничение тактов
sv: &Begränsa takterna

source: Sparse &ties
de: Haltebögen aus&dünnen
hu: Elszórt kö&tések
ru: Разбросанные лиги

source: &Keep stem dir.
de: Original-Noten&hälse
fr: &Garder la direction des hamples
hu: &Szárirány megtartása
ru: Сохранять направление штилей
sv: Behåll stamri&ktiningar

source: export drum notes
de: exportiere Schlagzeugnoten
fr: exporter les notes rythmiques
ru: Экспорт нот барабана

source: ascii coding
de: ascii Kodierung
ru: ASCII кодировка

source: latin1 coding
de: latin1 Kodierung
ru: Latin1 кодировка

source: unicode coding
de: unicode Kodierung
ru: Unicode кодировка

source: utf8 coding
de: utf8 Kodierung
ru: UTF-8 кодировка

source: The MusicXML exporter does not need any parameters
de: Der MusicXML-Export bedarf keiner Parameter.
fr: L'export vers le format MusicXML ne requiert pas de paramètres
ru: MusicXML экспортёру не требуется никаких параметров

source: Save Params
de: Speicher-Parameter
fr: Enregistrer les paramètres
hu: Paraméterek mentése
ru: Сохранить параметры
sv: Sparningsparametrar

source: paper dimensions
de: Seitengröße
fr: dimension du papier
hu: papír dimenziók
ru: Размер бумаги
sv: pappersmått

source: landscape
de: waagerecht
fr: paysage
hu: fekvő
ru: Альбом
sv: liggande

source: enable
de: aktivieren
fr: activé
hu: bekapcsolt
ru: Возможно
sv: tillåt

source: with measure numbers
de: Mit Taktnummern
fr: avec les numéros de mesure
hu: ütemszámokkal
ru: С номерами тактов
sv: med taktnummer

source: Dismiss
de: schliessen
fr: Abandonner
hu: Elvet
ru: Отклонить
sv: Avfärda

source: export warning
de: Export-Warnung
fr: Message d'exportation
hu: export figyelmeztetés
ru: Предупреждение об экспорте
sv: exportvarning

source: &Details >>
de: &Einzelheiten >>
fr: &Détails >>
hu: &Részletek >>
ru: Детали >>
sv: &Detaljer >>

source: Export problems
de: Exportprobleme
fr: Problèmes pendant l'exportation
hu: Export problémák
ru: Проблемы экспорта
sv: Exportproblem

source: Filter - NoteEdit
de: Filter - Noteneditor
fr: Filtre NoteEdit
hu: Szűrő - NoteEdit
ru: Фильтр - NoteЕdit
sv: Filter - Notredigerare

source: Xxx:
ru: Ххх:

source: Max volume:
de: Größte Lautstärke:
fr: Volume maximal :
hu: Max hangerő:
ru: Макс. громкость:
sv: Största ljudstyrka:

source: Vel scale:
de: Anschlagdynamik
hu: Vel. skála:
ru: Вертикальная шкала:
sv: Fartskala:

source: &Average volume
de: &Durchschnittslautstärke
fr: Volume &moyen
hu: &Átlagos hangerő
ru: Средняя громкость
sv: Genomsnittlig ljudstyrk&a

source: Choose snap distance:
de: Rastung wählen:
hu: Igazítási távolság kiválasztása:
ru: Выбрать дистанцию щелчка:
sv: Välj snapavstånd:

source: Settings - NoteEdit
de: Einstellungen - Noteneditor
fr: Paramètres - NoteEdit
hu: Beállítások - NoteEdit
ru: Установки - NoteEdit
sv: Inställningar - Notredigerare

source: auto insert beams
de: autom. Balken einfügen
ru: Вставить паузу

source: Allow insert from &keyboard
de: Ton&höhe vom Keyboard
fr: Permettre l'insertion à l'aide du &clavier
hu: Bi&llentyűzetről való beszúrás engedélyezése
ru: Допустить вставку с клавиатуры
sv: Infoga från &tangentbord

source: Move according key&sig
de: Notenbewegung &entsprechend Vorzeichen
fr: déplacer &selon l'armure
hu: &Mozgatás az előjegyzésnek megfelelően
ru: Перемещать соразмерно тональности
sv: &Flytta enligt förtecken

source: &Tip of the Day
de: &Tip des Tages
fr: &Conseil du jour
hu: A nap &tippje
ru: Совет дня
sv: &Dagens tips

source: If Tip of the Day is enabled, NoteEdit will show the Tip of the Day every time it starts.
de: Wenn der Tip das Tages aktiviert ist, so wird Noteedit bei jedem Start einen neuen Tip zeigen.
fr: Si l'option Conseil du jour est activée, NoteEdit affichera un conseil d'utilisation à chaque démarrage.
hu: Ha a napi tippek be vannak kapcsolva, a NoteEdit megmutatja a nap tippjét minden indításkor.
ru: Когда активизирован совет дня, Noteedit будет показывать его при каждом запуске.
sv: Om dagens tips är valt visas dagens tips varje gång programmet körs.

source: Line Selection - NoteEdit
de: Linienwahl - Noteneditor
hu: Vonal kiválasztás - NoteEdit
ru: Выбор строки - NoteEdit
sv: Linjeval - Notredigerare

source: Element selection
de: Elementwahl
fr: Sélection d'un élément
hu: Elemek kiválasztása
ru: Выбор элемента
sv: Elementval

source: trill
de: Triller
fr: Trille
hu: triola
ru: Трель

source: lonely trill
de: Triller ohne "tr"
fr: Trille
hu: magányos triola
ru: Одиночная трель
sv: ensam trill

source: dynamic
de: dynamisch
fr: (de-)crescendo
hu: dinamikus
ru: Динамичный
sv: dynamisk

source: <center><b>Hint:<br></b>After choosing one of the objects, use the middle mouse button to make a connection with the note.</center>
de: <center><b>Hiweis:<br></b>Nachdem das Element gewählt wurde kann es durch Auswahl mit der mittleren Maustaste einer Note zugewiesen werden.</center>
fr: <center><b>Aide:<br></b>Après avoir choisi un des objets, utilisez le bouton du milieu de la souris pour établir la connexion avec une note.</center>
hu: <center><b>Tipp:<br></b>Miután kiválasztott egyet az objektumok közül, használja a középső egérgombot a hangjegyhez való kötéséhez.</center>
ru: <center><b>Совет:<br></b>После выбора одного из объектов, используйте среднюю кнопку мыши для связи с нотой.</center>
sv: <center><b>Tips:<br></b>Efter att ha valt ett föremål, använd mittmusknappen för att ansluta det till en not.</center>

source: listForm
hu: listamező
ru: Форма списка

source: Lyrics settings - NoteEdit
de: Strophe - Noteneditor
fr: Paroles - NoteEdit
hu: Strophe - Noteneditor
ru: Установки лирики - NoteEdit
sv: Sångtextinställningar - Notredigerare

source: Lyrics
de: Strophen
fr: Paroles
hu: Strophen
ru: Лирика
sv: Sångtexter

source: C&lear
de: &Säubern
fr: Ef&facer
hu: &Törlés
ru: Очистить
sv: &Rensa

source: Open &file
de: &Datei öffnen
fr: Ouvrir un &fichier
hu: &Datei öffnen
ru: Открыть файл
sv: Öppna &fil

source: &Restore
de: Wieder&herstellen
fr: &Restaurer
hu: Wieder&herstellen
ru: Восстановить
sv: Åte&rställ

source: Metronome - NoteEdit
de: Metronom - Noteneditor
fr: Métronome - NoteEdit
hu: Metronóm - NoteEdit
ru: Метроном - NoteЕdit
sv: Takthållare - Notredigerare

source: Device:
de: Gerät:
fr: Périphérique :
hu: Eszköz:
ru: Устройство:
sv: Enhet:

source: Beat note:
hu: Ütem hang:
ru: Ритм ноты:
sv: Taktslagsnot:

source: Bar note:
de: Takt-Note
hu: Ütemvonal hang:
ru: Такт ноты:
sv: Taktstrecksnot:

source: Record tempo:
de: Aufnahmetempo
fr: Tempo d'enregistrement :
hu: Felvételi tempó:
ru: Запись темпа:
sv: Spela in tempo:

source: &Start recording
de: &Aufnahme starten
fr: &Démarrage de l'enregistrement
hu: &Felvétel megkezdése
ru: Начало записи
sv: Påbörja in&spelning

source: MIDI settings - NoteEdit
de: MIDI-Einstellungen - Noteneditor
fr: Configuration MIDI - NoteEdit
hu: MIDI beállítások - NoteEdit
ru: MIDI установки - NoteЕdit
sv: MIDI-inställningar - Notredigerare

source: MUP warning
de: MUP-Warnung
fr: Messages MUP
hu: MUP figyelmeztetés
ru: MUP предупреждение
sv: MUP-varning

source: Saved, but MUP does not work!
de: Gespeichert! Aber MUP wird nicht funktionieren!
fr: Enregistré, mais le programme MUP ne fonctionne pas !
hu: Mentve, de a MUP nem működik!
ru: Сохранено, но MUP не работает!
sv: Sparad, men fungerar ej med MUP!

source: Don't &show this message in future
de: Zeige diese Nachricht &nie mehr!
fr: Ne plus montrer ce &message.
hu: Ne mutassa ezt az üzenetet a &jövőben
ru: Больше не показывать это сообщение.
sv: Vi&sa inte det här meddelande igen

source: true
de: wahr
fr: vrai
hu: igaz
ru: Верно
sv: sant

source: set value
de: setze Lautstärke:
hu: érték megadása
ru: Установить параметр
sv: välj värde

source: scaleForm
hu: skálaInnen
ru: Форма шкалы

source: &Include rests
de: &Pausen einschließen
fr: &Insérer des silences
hu: &szünetekkel
ru: Включая паузы
sv: &Ta med pauser

source: Cleanup rests - NoteEdit
de: Pausen beseitigen - Noteneditor
fr: Nettoyage des silences - NoteEdit
hu: Szünetjelek tisztítása - NoteEdit
ru: Очистить паузы - NoteEdit
sv: Rensa pauser - Notredigerare

source: Choose smallest rest:
de: kleinste mögliche Pause
fr: Choisir le silence le plus court :
hu: A legkisebb szünetérték kiválasztása:
ru: Выбрать самые малые паузы:
sv: Välj minsta paus:

source: staffForm
fr: Clef
hu: szólamForma
ru: Форма нотного стана

source: Staff properties - NoteEdit
de: Notenzeilen-Eigenschaften - Noteneditor
fr: Propriétés des portées - NoteEdit
hu: Szólam tulajdonságok - NoteEdit
ru: Свойства нотного стана - NoteEdit
sv: Notradsegenskaper - Notredigerare

source: Staff
de: Notenzeile
fr: Portée
hu: Szólam
ru: Нотный стан
sv: Notrad

source: Name:
fr: Nom :
hu: Név:
ru: Имя:
sv: Namn:

source: Channel:
de: Kanal:
fr: Canal :
hu: Csatorna:
ru: Канал:
sv: Kanal:

source: Overlength:
de: Oberlänge:
hu: Túl.hossz:
ru: Растояние сверху:
sv: Överlängd:

source: Play<br>transposed:
de: Transponiert<br>spielen:
fr: Jouer<br>transposé:
hu: Transzponált<br>lejátszás:
ru: Играть<br>транспозицию:
sv: Spela<br>transponerad:

source: Chorus:
hu: Kórus:
ru: Хор:
sv: Kör:

source: Reverb:
de: Hall:
hu: Zengetés:
ru: Реверберация:
sv: Eko:

source: Stereo Pos:
hu: Sztereó pozíció:
ru: Стерео поз.:
sv: Steropos:

source: Lyrics dist.:
de: Stophenabst.:
fr: Distance pour les paroles :
hu: Dalszöveg táv.:
ru: Размещение лирики:
sv: Sångtextavstånd:

source: Underlength:
de: Unterlänge
hu: Alsó hossz:
ru: Растояние снизу:
sv: Underlängd:

source: Volume:
de: Lautstärke:
hu: Hangerő:
ru: Громкость:
sv: Ljudstyrka:

source: Voice
de: Stimme
fr: Voix
hu: Hang
ru: Звучание
sv: Stämma

source: Staff No.
de: Zeilennummer:
fr: Portée num.
hu: Szólam No.
ru: Номер нотного стана
sv: Notradsnummer

source: Staff name
de: Name:
fr: Nom de la portée
hu: Szólam név
ru: Имя нотного стана
sv: Notradsnamn

source: &Select all
de: &Alles auswählen
fr: &Tout sélectionner
hu: &Mindent kijelöl
ru: Выбрать все
sv: &Markera allt

source: &Unselect all
de: &Nichts auswählen
fr: tout &désélectionner
hu: Kijelölés &megszüntetése
ru: Отменить выбор всего
sv: &Avmarkera allt

source: Ok
fr: Oui
ru: Да

source: TimeSignature
de: Taktart
fr: Mesure
hu: Idő bejegyzés
ru: Ключ ритма
sv: Tidssignatur

source: Predefined time signatures
de: Vordefinierte Taktarten
fr: Mesures prédéfinies
hu: Előre megadott időbejegyzések
ru: Предопределенный ключ ритма
sv: Förinställda tidssignaturer

source: Tip of the day - NoteEdit
de: Tip des Tages - Noteneditor
fr: Conseil du jour - NoteEdit
hu: A nap tippje - NoteEdit
ru: Совет дня - NoteEdit
sv: Dagens tips - Notredigerare

source: &Show tips in future
de: Zeige Tip&s in Zukunft
fr: &Afficher les conseils du jour
hu: &Mutassa a tippeket a jövőben
ru: Показывать советы
sv: Vi&sa tips i framtiden

source: Information about the TSE3 song - NoteEdit
de: TSE3-Informationen - Noteneditor
fr: Informations sur le morceau TSE3 - NoteEdit
hu: Információk a TSE3 zenéről - NoteEdit
ru: Информация о песне TSE3 - NoteЕdit
sv: Information om TSE3-sången - Notredigerare

source: Track No.
de: Spurnummer:
fr: Piste num.
hu: Sáv No.
ru: Номер дорожки
sv: Spårnummer

source: Splitted
de: zerteilt
fr: Coupée
hu: Felosztott
ru: Разделенный
sv: Klyvd

source: Channel
de: Kanal
fr: Canal
hu: Csatorna
ru: Канал
sv: Kanal

source: Volume
de: Lautstärke
hu: Hangerő
ru: Громкость
sv: Ljudstyrka

source: Clef
de: Schlüssel
hu: Kulcs
ru: Ключ
sv: Klav

source: Tuplets
de: N-Tuplets
fr: Groupes rythmiques
ru: Группы

source: Number of notes:
de: Anzahl der Noten:
fr: Nombre de notes :
ru: Номера нот:

source: Real length (in notes above)
de: Reale Länge (in Noten oben ausgedrückt)
fr: longueur réelle (en notes)
ru: Реальная длина (в верхних нотах)

source: Voices - NoteEdit
de: Stimmen - Noteneditor
fr: Voix - NoteEdit
hu: Hangszerek - NoteEdit
ru: Голоса - NoteEdit
sv: Stämmor - Notredigerare

source: Stem direction
de: Notenhals-Richtung
fr: Direction des hampes
hu: Szár iránya
ru: Направление штиля
sv: Stamriktning

source: &Up
de: &Aufwärts
fr: &Haut
hu: &Fel
ru: Вверх
sv: &Upp

source: Do&wn
de: A&bwärts
fr: &Bas
hu: &Le
ru: Вниз
sv: &Ned

source: &Indiviual
de: &individuell
hu: &Egyéni
ru: Индивидуальные
sv: Ol&ika

source: Create &voice
de: Stimme &erzeugen
fr: Créer ue &voix
hu: Hangszer &létrehozása
ru: Создать голос
sv: Skapa st&ämma

source: &Delete voice
de: Stimme &löschen
fr: &Supprimer une voix
hu: Hangszer &törlése
ru: Удалить голос
sv: Ta &bort stämma

source: Voice number:
de: Nr. der Stimme
fr: Voix num. :
hu: Hangszer száma:
ru: Номер голоса:
sv: Stämmonummer:

source: <center>Rest position</center>
de: <center>Position der Pausen</center>
fr: <center>position du silence</center>
hu: <center>Szünet pozíció</center>
ru: <center>Позиция паузы</center>
sv: <center>Pausläge:</center>

source: Insert volume - NoteEdit
de: Laustärkezeichen - Noteneditor
fr: Indication de volume - NoteEdit
hu: Hangerő beszúrása - NoteEdit
ru: Вставка громкости - NoteEdit
sv: Infoga ljudstyrka - Notredigerare

source: volume
de: Lautstärke
hu: hangerő
ru: Громкость
sv: ljudstyrka

source: Musical express:
de: Musikzeichen:
ru: Музыкальное выражение:
sv: Musikuttryck:

source: full
de: voll
fr: pause
hu: egész
ru: полный
sv: hel

source: dotted half
de: Halbe punktiert
fr: demi-pause pointée
hu: pontozott fél
ru: Удлиненная половина
sv: punkterad halv

source: half
de: Halbe
fr: demi-pause
hu: fél
ru: Половина
sv: halv

source: dotted quarter
de: Viertel punktiert
fr: soupir pointé
hu: pontozott negyed
ru: Удлиненная четверть
sv: punkterad fjärdedel

source: quarter
de: Viertel
fr: soupir
hu: negyed
ru: Четверть
sv: fjärdedel

source: dotted 8th
de: 8tel punktiert
fr: demi-soupir pointé
hu: pontozott nyolcad
ru: Удлиненная 8-ая
sv: punkterad 1/8

source: 8th
de: 8tel
fr: demi-soupir
hu: nyolcad
ru: 8-ая

source: dotted 16th
de: 16tel punktiert
fr: quart de soupir pointé
hu: pontozott tizenhatod
ru: Удлиненная 16-ая
sv: punkterad 1/16

source: 16th
de: 16tel
fr: quart de soupir
hu: tizenhatod
ru: 16-ая

source: dotted 32th
de: 32tel punktiert
fr: huitième de soupir pointé
hu: pontozott 32.
ru: Удлиненная 32-ая
sv: punkterad 1/32

source: 32th
de: 32tel
fr: huitième de soupir
ru: 32-ая

source: 64th
de: 64tel punktiert
fr: seizième de soupir
ru: Удлиненная 64-ая

source: Piano 1
de: Klavier 1
fr: Piano accoustique 1
hu: Zongora 1
ru: Пианино 1

source: Piano 2
de: Klavier 2
fr: Piano accoustique 2
hu: Zongora 2
ru: Пианино 2

source: Piano 3
de: Klavier 3
fr: Grand piano électrique
hu: Zongora 3
ru: Пианино 3

source: Honky-tonk
fr: Piano Honky-Tonk
hu: Honky-tonk zongora
ru: Хонки-тонк
sv: tuta

source: E.Piano 1
de: Elektrisches Klavier 1
fr: Piano électrique 1
hu: E.zongora 1
ru: Ел. пианино 1
sv: elektriskt piano 1

source: E.Piano 2
de: Elektrisches Klavier 2
fr: Piano électrique 2
hu: E.zongora 2
ru: Eл. пианино 2
sv: elektriskt piano 2

source: Harpsichord
de: Chembalo
fr: Clavecin
ru: Клавесин
sv: kembalo

source: Clavinet
fr: Clavicorde
hu: Klavinet
ru: Клавинет
sv: klarinett

source: Celesta
fr: Célesta
ru: Челеста
sv: celest

source: Glockenspiel
fr: Carillon
hu: Harangjáték
ru: Металлофон
sv: klockspel

source: Music Box
de: Musikbox
fr: Boîte à musique
hu: Zeneláda
ru: Музыкальный ящик
sv: musiklåda

source: Vibraphone
de: Vibraphon
hu: Vibrafon
ru: Вибрафон
sv: vibrafon

source: Marimba
ru: Маримба

source: Xylophone
de: Xylophon
hu: Xylophon
ru: Ксилофон
sv: xylofon

source: Tubular Bells
de: Rohrglocken
fr: Cloches tubulaires
hu: Csőharangok
ru: Трубные колокола
sv: rörklockor

source: Dulcimer
de: Hackbrett
fr: Dulcimer (Tympanon)
ru: Цимбалы
sv: hackbräde

source: Organ 1
de: Orgel 1
fr: Orgue à tubes
hu: Orgona 1
ru: Орган 1
sv: orgel 1

source: Organ 2
de: Orgel 2
fr: Orgue percussif
hu: Orgona 2
ru: Орган 2
sv: orgel 2

source: Organ 3
de: Orgel 3
fr: Orgue rock
hu: Orgona 3
ru: Орган 3
sv: orgel 3

source: Church Organ
de: Kirchorgel
fr: Orgue d'église
hu: Templomi orgona
ru: Церковный орган
sv: kyrkorgel

source: Reed Organ
de: Harmonium
fr: Orgue vibrato
hu: Harmónium
ru: Язычковый орган
sv: harmonium

source: Accordion
de: Akkordeon
fr: Accordéon
hu: Akkordion
ru: Аккордеон
sv: dragspel

source: Harmonica
de: Mundharmonika
hu: Harmonika
ru: Гармоника
sv: munspel

source: Bandoneon
fr: Bandonéon (accordéon tango)
ru: Бандонеон

source: Nylon Guitar
de: Nylongitarre
fr: Guitare accoustique nylon
hu: Nylongitár
ru: Нейло-гитара
sv: nylongitarr

source: Steel Guitar
de: Stahlgitarre
fr: Guitare accoustique acier
hu: Fémhúros gitár
ru: Сталь-гитара
sv: stålgitarr

source: Jazz Guitar
de: Jazzgitarre
fr: Guitare électrique Jazz
hu: Jazz gitár
ru: Джаз-гитара
sv: jazzgitarr

source: Clean Guitar
de: Reine Gitarre
fr: Guitare électrique pure
hu: Tiszta gitár
ru: Чистая гитара
sv: ren gitarr

source: Guitar Mutes
de: Gitarrendämpfer
fr: Guitare électrique sourdine
hu: Némított gitár
ru: Приглушенная гитара
sv: gittarmutar

source: Overdrive Guitar
de: Gitarre übersteuert
fr: Guitare électrique saturée
hu: Overdrive gitár
ru: Перегруженная гитара
sv: överkörgitarr

source: Guitar Harmonics
de: Gitarrenharmonien
fr: Guitare éléctrique - harmoniques
hu: Harmonics gitár
ru: Гармоничная гитара
sv: gitarrharmonier

source: Acoustic Bass
de: Akustischer Bass
fr: Basse accoustique
hu: Akusztikus basszus
ru: Аккустический бас
sv: akustisk bas

source: Fingered Bass
de: gezupfter Bass
fr: Basse électrique 1
hu: Pengetett basszus
ru: Пальцевый бас
sv: fingerad bas

source: Picked Bass
de: Bassplektrum
fr: Basse électrique 2
hu: Ütött basszus
ru: Щипковый бас
sv: plockad bas

source: Fretless Bass
de: Bundloser Bass
fr: Basse électrique 3
hu: Fretless (bund nélküli) basszus
ru: Бас без ладов
sv: oretlig bas

source: Slap Bass 1
de: Schlagbass 1
fr: Basse slap 1
hu: Slap basszus 1
ru: Шлепковый бас 1
sv: dunkbas 1

source: Slap Bass 2
de: Schlagbass 2
fr: Basse slap 2
hu: Slap basszus 2
ru: Шлепковый бас 2
sv: dunkbas 2

source: Synth Bass 1
fr: Basse synthétiseur 1
hu: Szinti basszus 1
ru: Синтез. бас 1
sv: syntbas 1

source: Synth Bass 2
fr: Basse synthétiseur 2
hu: Szinti basszus 2
ru: Синтез. бас 2
sv: syntbas 2

source: Violin
de: Geige
fr: Violon
hu: Hegedű
ru: Скрипка
sv: fiol

source: Viola
de: Bratsche
fr: Viole
ru: Альт
sv: altfiol

source: Cello
fr: Violoncelle
hu: Cselló
ru: Виолончель

source: Contrabass
de: Kontrabass
fr: Contrebasse
hu: Kontrabasszus
ru: Контрабас
sv: kontrabas

source: Tremolo Strings
de: Tremolostreicher
fr: Cordes trémolo
hu: Tremolo vonósok
ru: Дрожащие струны
sv: tremolosträngar

source: Pizzicato
fr: Cordes pizzicato
ru: Пиццикато

source: Harp
de: Harfe
fr: Harpe
hu: Hárfa
ru: Арфа
sv: harpa

source: Timpani
de: Kesselpauke
fr: Timbales
ru: Литавра
sv: pukor

source: Strings
de: Streicher
fr: Quartet cordes 1
hu: Vonósok
ru: Струнные
sv: strängar

source: Slow Strings
de: langsame Streicher
fr: Quartet cordes 2
hu: Lassú vonósok
ru: Медленные струны
sv: långsamma strängar

source: Synth Strings 1
de: synth. Streicher 1
fr: Cordes synthétiseur 1
hu: Szinti vonósok 1
ru: Синтез. струны 1
sv: syntsträngar 1

source: Synth Strings 2
de: synth. Streicher 2
fr: Cordes synthétiseur 2
hu: Szinti vonósok 1
ru: Синтез. струны 2
sv: syntsträngar 2

source: Choir Aahs
de: Chor Aahs
fr: Choeurs Aahs
hu: Kórus Aah
ru: Хоровые ахи
sv: kör-aahn

source: Voice Oohs
de: Chor Oohs
fr: Voix Oohs
hu: Hang Ooh
ru: Голосовые охи
sv: röst-oohn

source: Synth Vox
de: synth. Stimmen
fr: Voix synthétiseur
hu: Szinti vokál
ru: Синтез. голос
sv: syntvox

source: Orchestra Hit
de: Orchesterschlag
fr: Coup d'orchestre
ru: Ударный оркестр
sv: orkesterslag

source: Trumpet
de: Trumpete
fr: Trompette
hu: Trombita
ru: Труба

source: Trombone
de: Posaune
ru: Тромбон
sv: trombon

source: Tuba
ru: Туба

source: Mute Trumpet
de: Trompete (Schalldämpfer)
fr: Trompette bouchée
hu: Némított trombita
ru: Приглушенная труба
sv: muttrumpet

source: French Horns
de: franz. Horn
fr: Cors
hu: Franciakürtök
ru: Французкий рожок
sv: franskt horn

source: Brass
de: Blech
fr: Ensemble de cuivres
hu: Fúvósok
ru: Медный
sv: mässing

source: Synth Brass 1
de: synth. Blech
fr: Cuivres synthétiseur 1
hu: Szinti fúvós 1
ru: Синтез. медный 1
sv: syntmässing 1

source: Synth Brass 2
de: synth. Blech 2
fr: Cuivres synthétiseur 2
hu: Szinti fúvós 1
ru: Синтез. медныц 2
sv: syntmässing 2
