Repository: BackupTheBerlios/noteedit-svn
Catalog: po/*.po
Languages: de, fr, hu, ru, sv

source: Staff %1 contains drum staff. This cannot be expressed in MUP.
de: Zeile %1 enthält Schlagzeugelemente. Das kann in MUP nicht ausgedrückt werden.
fr: La portée %1 contient des éléments rythmiques. Ceci ne peut être exprimé dans le format MUP.
hu: szólam: %1 dobsávot tartalmaz. Ezt a MUP nem tudja értelmezni.
ru: Нотный стан %1 содержит нотный стан барабана. Это не может быть выражено в MUP.
sv: Notrad %1 innehåller trumnoter. Detta kan inte uttryckas i MUP.

source: staff %1; measure %2: Mup cannot deal with costum beams in graces
de: Zeile %1; Takt %2: MUP kann nicht mit vorgegebenen Balken im Vorschlag umgehen.
hu: szólam: %1; ütem: %2: a MUP bem tudja kezelni a gerendálat díszítéseken.
ru: Нотный стан %1; такт %2: Mup не может работать с обычными группами в форшлагах.

source: staff %1; measure %2: Mup cannot deal with graces after
de: Zeile %1; Takt %2: MUP kennt keinen Nachschlag.
hu: szólam: %1; ütem: %2: a MUP nem kezeli a későbbi díszítéseket
ru: Нотный стан %1; такт %2: Mup не работает с форшлагами после

source: staff %1; measure %2: MUP cannot deal with clef changes in the middle of measure
de: Zeile %1; Takt %2: Mup kann nicht mit Notenschlüsselwechseln in der Taktmitte umgehen.
fr: Portée %1, mesure %2 : Le format MUP n'accepte pas les changements de clef au milieu d'une mesure
hu: szólam: %1; ütem: %2: a MUP nem kezeli a kulcsváltásokat az ütem közepén
ru: Нотный стан %1; такт %2: MUP не работает с изменениями ключа в середине такта.

source: staff %1; measure %2: MUP cannot deal with key changes in the middle of measure
de: Zeile %1; Takt %2: Mup kann nicht Vozeichenwechseln in der Taktmitte umgehen.
hu: szólam %1; ütem %2: a MUP nem kezeli a kulcsváltásokat az ütem közepén
ru: Нотный стан %1; такт %2: MUP не работает с изменениями тональности в середине такта.

source: MUP cannot deal with some chord annotations with and some without grids
de: MUP kann mit Akkorden mit und ohne Diagramm gemischt nicht umgehen
hu: A MUP nem kezel néhány akkord lejegyzést néhány rács nélkül
ru: MUP не работает с некоторыми аннотациями аккордов и с некоторыми без решеток.

source: MUP cannot deal with more than one bracket per system
de: MUP
fr: Le format MUP n'autorise pas plus d'un crochet par système.
ru: MUP работает с не более чем одной акколадой на систему.

source: MUP cannot deal with nested brackets in braces
de: MUP kann nicht geschweiften Klammern innerhalb eckiger Klammern umgehen
ru: MUP не работает со встроенными [ акколадами в { акколадах

source: MUP cannot correctly write more than one slurred grace
de: MUP kann mehr als eine gebundene Vorschlag-Note nicht korrekt notieren
ru: MUP работает с не более чем одной акколадой на систему.

source: Noteedit has exported the score to LilyPond but there are some problems which will probably prevent successful LilyPond output.
de: Noteedit hat die Partitur nach LilyPond exportiert. Aber es gibt einige Probleme, die ein erfolgreiches Arbeiten von LilyPond verhindert.
fr: Noteedit a exporté la partition au format LilyPond mais des problèmes sont apparus et la compilation LilyPond risque de ne pas fonctionner.
hu: Noteedit exportálta a kottát a LilyPond-ba, de néhány probléma fennálhat, amely gátolhatja a sikeres LilyPond kimenetet.
ru: Noteedit экспортировал партитуру в LilyPond, но есть некоторые проблемы, которые, возможно, будут препятствовать успешному выводу LilyPond.
sv: Notredigeraren har exporterat partituret till LilyPond men det uppstod några problem som troligtvis kommer att förindra riktiga utdata från LilyPond.

source: Staff %1, measure %2: 128th in mesaure; minimum is 64th
de: Zeile %1; Takt %2: Eine 128tel im Takt. Das Minimum ist eine 64tel.
hu: szólam %1, ütem %2: 128. az ütemben; minimum = 64.
ru: Нотный стан %1, такт %2: 128-ая в такте; минимум - 64-ая.
sv: Notrad %1, takt %2: 128-del i takt; minsta tillåtna är 64-del

source: Staff %1 has irregular keysig. This cannot be expressed in LilyPond
de: Zeile %1: hat eine ungebräuchliche Vorzeichnung! Das kann in LilyPond nicht ausgedrückt werden.
fr: La portée %1 a un clef irrégulière qui ne peut être exprimée dans le format LilyPond
hu: szólam %1 valótlan előjegyzéssel. Ez nem vihető át a LilyPond-ba
ru: На нотном стане %1 нерегулярная тональность. Это не может быть выражено в LilyPond.
sv: Notrad %1 har oregelbunden nyckelsignatur. Detta kan inte uttryckas i LilyPond

source: Staff %1, measure %2: has %3 128th, should be: %4
de: Zeile %1; Takt %2 hat %3: 128tel; es sollten aber %4 sein
hu: szólam %1, ütem %2: %3 128., ennek %4-nek kell lennie
ru: Нотный стан %1, такт %2: имеет %3 128-ую, должна быть: %4
sv: Notrad %1, takt %2: har %3 128-delar, borde vara %4

source: Staff %1, measure %2: LilyPond less than 1.5.2 cannot deal with variable length trills (wavelines)
de: Zeile %1; Takt %2: Lilypondversionen kleiner als 1.5.2 kennen keine Triller mit Wellenlinien (variabel lange Triller)
fr: Portée %1, mesure %2. Les versions de LilyPond antérieures à a version 1.5.2 ne peuvent traiter les trilles de longueur variable.
hu: szólam %1, ütem %2: a LilyPond verziószáma kevesebb, mint 1.5.2 ez nem képes kezelni a hosszú triolákat (hullámvonalak)
ru: Нотный стан %1, такт %2: LilyPond версии меньше 1.5.2 не может работать с разной длиной трелей (волнистых линий).
sv: Notrad %1, takt %2: LilyPond < 1.5.2 kan inte hantera trillar med olika längd (vågstreck)

source: Staff %1, measure %2: Only a subset of notes in a chord has ties!
de: Zeile %1; Takt %2: Nur eine Untermenge von Akkorden hat einen Haltebogen!
hu: szólam %1, ütem %2: csak az akkordba tartozó hangjegyeknek lehet kötésük!
ru: Нотный стан %1; такт %2: Только несколько нот в аккорде могут связываться!
sv: Notrad %1, takt %2: Endast en del av noterna i ackordet har bindebågar!

source: Staff %1 contains drum staff. Note! The LilyPond export is not quite correct!
de: Notenzeile %1 besitzt Schlagzeugelemente! Achtung! Der LilyPond Export arbeitet nicht ganz korrekt!
hu: A %1 szólam dobszólamot tartalmaz. Jegyezze meg! A LilyPond export nem lesz korrekt!
ru: Нотный стан %1 содержит нотный стан барабана. Заметка! Экспорт LilyPond полностью неверный!
sv: Notrad %1 innehåller trumnoter. Lägg märke till att LilyPond-exporten inte är helt riktig!

source: Staff %1: This version of LilyPond cannot deal with slures in graces
de: Staff %1: Diese LilyPond-Version kann nicht mit Haltebögen im Vorschlag umgehen
hu: Szólam %1: A LilyPond ezen verziója nem kezeli a díszítéseket
ru: Нотный стан %1: Эта версия LilyPond не может работать с лигами в форшлагах.

source: A bracket with partial continued partial discountinued bar rules cannot be expressed in LilyPond
de: Eine eckige Klammer mit teilweise durchgezogenen, teilweise unterbreochenen Taktstrichen kann in LilyPond nicht ausgedrückt werden
ru: Акколада [ с частично продолженными и частично непродолженными правилами такта не может быть выражена в LilyPond

source: A piano staff without continued bar rules cannot be expressed in LilyPond
de: Pianozeilen mit nicht durchgezogenen Taktstrichen sind in LilyPond nicht möglich.
ru: Нотный стан Piano без правил продолженного такта. Это не может быть выражен в LilyPond.

source: Continued bar rule outside brace or bracket cannot be expressed in LilyPond
de: Durchgezogene Taktriche außerhalb geschweifter oder eckiger Klammern können in LilyPond nicht ausgedrückt werden
ru: Правило продолженного такта вне [ или { акколады не может быть выражено в LilyPond.

source: LilyPond produced. But there are some problems.
de: LilyPond wurde erzeugt. Aber es gibt Probleme.
hu: LilyPond létrejött. Lehetnek azonban problémák.
ru: Был вызван LilyPond. Но есть некоторые проблемы.
sv: LilyPond skapat, men det uppstod några problem.

source: Files to load
de: Dateien zu öffnen
fr: Fichier à lire
hu: Betöltendő fájlok
ru: Файлы для загрузки
sv: Filer att öppna

source: export file to LilyPond
de: Export LilyPond...
fr: exporter vers LilyPond
hu: Export LilyPond...
ru: Экспорт файла в LilyPond
sv: exportera fil till LilyPond

source: export file to MusiXTeX
de: Export MusiXTeX...
fr: exporter vers MusiXTeX
hu: Export MusiXTeX...
ru: Экспорт файла в MusiXTeX
sv: exportera fil till MusiXTeX

source: export file to ABC
de: Exportiere Datei nach ABC music
fr: exporter vers ABC
ru: Экспорт файла в LilyPond

source: Do not create an ALSA midi scheduler
de: Versuche nicht, beim Start einen ALSA-MIDI-Scheduler zu erzeugen.
fr: Ne pas créer un lecteur MIDI ALSA
hu: Ne hozzon létre ALSA MIDI időzítőt
ru: Не создавать ALSA midi планировщик
sv: Skapa inte en ALSA-MIDI-schemaläggare

source: Do not create an OSS midi scheduler
de: Versuche nicht, beim Starten einen OSS-MIDI-Scheduler zu erzeugen.
fr: Ne pas créer un lecteur MIDI OSS
hu: Ne hozzon létre OSS MIDI időzítőt
ru: Не создавать OSS-midi планировщик
sv: Skapa inte en OSS-MIDI-scheduler

source: Create an aRts midi scheduler
de: Erzeuge aRts-Midi-Scheduler
fr: Créer un lecteur MIDI aRts
hu: aRts MIDI időzítő létrehozása
ru: Создать aRts-midi планировщик

source: C Major; a minor
de: C-Dur; a-moll
fr: Do Majeur; La Mineur
hu: C-Dúr; a-moll
ru: C Мажор; a минор
sv: c-dur; a-moll

source: F Major; d minor
de: F-Dur, d-moll
fr: Fa Majeur; Ré mineur
hu: F-Dúr, d-moll
ru: F Мажор, d минор
sv: f-dur; d-moll

source: B flat Major; g minor
de: B-Dur; g-moll
fr: Si bémol Majeur ; Sol mineur
hu: B-Dúr; g-moll
ru: B бемоль Мажор; g минор
sv: bess-dur; g-moll

source: E flat Major; c minor
de: Es-Dur; c-moll
fr: Mi bémol Majeur ; Do mineur
hu: Esz-Dúr; c-moll
ru: E бемоль Мажор; c минор
sv: ess-dur; c-moll

source: A flat Major; f minor
de: As-Dur; f-moll
fr: La bémol Majeur ; Fa mineur
hu: Asz-Dúr; f-moll
ru: A бемоль Мажор; f минор
sv: ass-dur; f-moll

source: D flat Major; b minor
fr: Ré bémol Majeur ; Si mineur
hu: Desz-Dúr; b-moll
ru: D бемоль Мажор; b минор

source: G flat Major; e flat minor
de: Ges-Dur; dis-moll
fr: Sol bémol Majeur ; Mi bémol mineur
hu: Gesz-Dúr; disz-moll
ru: G бемоль Мажор; e бемоль минор
sv: gess-dur; ess-moll

source: G Major; e minor
de: G-Dur; e-moll
fr: Sol Majeur ; Mi mineur
hu: G-Dúr; e-moll
ru: G Мажор; e минор
sv: g-dur; e-moll

source: D Major; b minor
de: D-Dur; h-moll
fr: Ré Majeur ; Si mineur
hu: D-Dúr; h-moll
ru: D Мажор; b минор
sv: d-dur; b-moll

source: A Major; f sharp minor
de: A-Dur; fis-moll
fr: La majeur ; Fa dièse mineur
hu: A-Dúr; fisz-moll
ru: A Мажор; f диез минор
sv: a-dur; fiss-moll

source: E Major; c sharp minor
de: E-Dur; cis-moll
fr: Mi Majeur ; Sol dièse mineur
hu: E-Dúr; cisz-moll
ru: E Мажор; c диез минор
sv: e-dur; ciss-moll

source: B Major; g sharp minor
de: H-Dur; gis-moll
fr: Si majeur ; Sol dièse mineur
hu: H-Dúr; gisz-moll
ru: B Мажор; g диез минор
sv: b-dur; giss-moll

source: F sharp Major; d sharp minor
de: Fis-Dur; dis-moll
fr: Fa dièse Majeur ; Ré dièse mineur
hu: Fisz-Dúr; disz-moll
ru: F диез Мажор; d диез минор
sv: fiss-dur; diss-moll

source: &Import MusicXML...
ru: Импорт MusicXML...

source: Export &MIDI...
ru: Экспорт MIDI...
sv: Exportera till &MIDI...

source: Export Musi&XTeX...
ru: Экспорт MusiXTeX...
sv: Exportera till Musi&XTeX...

source: Export &PMX...
ru: Экспорт PMX...
sv: Exportera till &PMX...

source: Export &ABC...
ru: Экспорт ABC...

source: Export M&usicXML...
ru: Экспорт MusicXML...

source: Export &LilyPond...
ru: Экспорт LilyPond...
sv: Exportera till &LilyPond...

source: Score in&formation...
de: Partitur&information...
fr: &Informations sur la partition
hu: Kotta in&formáció...
ru: Информация о партитуре...
sv: Partiturin&formation...

source: &Key configuration
de: Tastatur&konfiguration
fr: Confi&guration des touches
hu: &Kulcs beállítása
ru: Конфигурация клавиш
sv: Tangentinst&ällningar

source: Show &bar numbers
de: Taktstrich&nummern anzeigen
fr: Montrer les numéros de &mesure
hu: Ütemszá&mok megjelenítése
ru: Показывать номера тактов
sv: &Taktnummer

source: Show &staff names
de: Noten&zeilennamen zeigen
fr: Montrer les noms des &portées
hu: Szólam&nevek megjelenítése
ru: Показывать имена нотного стана
sv: Notrad&snamn

source: Show &aux lines
de: &Hilfslinien anzeigen
hu: Kimeneti (&aux) vonalak megjelenítése
ru: Показывать aux линии
sv: &Hjälplinjer

source: Show staff &context
de: &Kontext der Notenzeile zeigen
fr: Montrer les &contextes de la portée
ru: Показывать контекст нотного стана

source: Show &drum tools
de: &Schlagzeugnotenleiste zeigen
fr: Montrer les outils de &percussion
hu: &Dob eszközök megjelenítése...
ru: Показывать инструменты барабана
sv: Trum&verktyg

source: Reduce &accidentals...
de: &Vorzeichenzahl minimieren
fr: Réduire les &altérations...
hu: &Módosítók csökkentése...
ru: Сокращать случайные знаки альтерации
sv: Minsk&a förtecken...

source: &Collect notes...
de: &Noten kombinieren
hu: &Hangjegyek kigyűjtése...
ru: Собирать ноты...
sv: &Samla noter...

source: Set all to sharp
de: Alles Vorzeichen als Kreuze
fr: &Monter tout d'un demi ton
hu: Az összes #-re
ru: Установить все в диезе
sv: Sätt alla till höjda

source: Set all to flat
de: Alle Vorzeichen als Bs
fr: &Baisser tout d'un demi-ton
hu: Az összes b-re
ru: Установить все в бемоле
sv: Sätt alla till sänkta

source: &Transpose...
de: &Transponiere...
fr: &Transposer...
hu: &Transzponálás...
ru: Транспонировать...
sv: &Transponera...

source: T&uplet...
de: N-T&upel...
fr: Gro&upe rythmique...
ru: Группировать...

source: &Key signature...
de: Tonarten&vorzeichnung...
fr: &Armure...
hu: &Kulcs bejegyzés...
ru: Тональность...
sv: &Förtecken...

source: SpecialEnding&1
de: Alternative&1
fr: Fin Spéciale &1
hu: SpeciálisVég&1
ru: Особое окончание 1
sv: Särskilt slut &1

source: SpecialEnding&2
de: Alternative&2
fr: Fin spéciale &2
hu: SpeciálisVég&2
ru: Особое окончание 2
sv: Särskilt slut &2

source: &Volume change...
de: &Lautstärke-Zeichen
fr: Changement de &Volume...
hu: &Hangerőváltás...
ru: Изменить громкость...
sv: &Ljudstyrkeändring...

source: &Line...
de: Li&nien...
fr: &Symboles...
hu: &Vonal...
ru: Линия...
sv: &Linje...

source: &Ritardando
ru: Ритардандо

source: &Accelerando
ru: Аччелерандо

source: M&ute staffs...
de: Stu&mmtasten...
fr: Portées &muettes...
hu: Szólamok el&némítása...
ru: Сурдина нотных станов...
sv: &Tysta notrad...

source: &Voices...
de: &Stimmen...
fr: &Voix...
hu: &Hangok...
ru: Голоса...
sv: &Stämmor...

source: &Staff properties...
de: &Eigenschaften der Notenzeilen...
fr: Propriété&s des portées...
hu: &Szólamtulajdonságok...
ru: Свойства нотного стана...
sv: Notrads&egenskaper...

source: Score &layout...
de: Partitur&layout...
fr: Format de la &partition...
ru: Формат партитуры...

source: &Lyrics...
de: &Strophen...
fr: &Paroles...
hu: &Dalszöveg...
ru: Лирика...
sv: &Sångtexter...

source: &Import recording
de: &Aufnahme importieren...
fr: &Import d'un enregistrement
hu: &Felvétel importálás
ru: Импорт записи...
sv: &Importera inspelning

source: &Cleanup rests...
de: &Pausen beseitigen...
fr: &Nettoyage des silences...
hu: Szünetjelek &törlése
ru: Очистить паузы...
sv: &Rensa pauser...

source: &Create TSE3 song
de: TSE3 Song &erzeugen
fr: &Créer une chanson TSE3
hu: &TSE3 zene létrehozása
ru: Создать TSE3 песню
sv: &Skapa TSE3-sång

source: &Play TSE3 song
de: TSE3-Song &abspielen
fr: &Jouer une chanson TSE3
hu: TSE3 zene &lejátszása
ru: Играть TSE3 песню
sv: S&pela TSE3-sång

source: &Read TSE3 song
de: TSE3 Datei &lesen
fr: &Lire une chanson TSE3
hu: TSE3 zene &beolvasása
ru: Прочитать TSE3 песню
sv: &Läs TSE3-sång

source: &Write TSE3 song
de: TSE3-Datei er&zeugen
fr: &Écrire une chanson TSE3
hu: TSE3 zene í&rása
ru: Записать TSE3 песню
sv: S&kriv TSE3-sång

source: &Filter dialog...
de: &Filtern...
fr: &Filtres...
hu: &Szűrők...
ru: Диалог фильтра...

source: &Merge...
de: MIDI-Spuren &vereinigen...
fr: F&usion...
hu: Összefű&zés...
ru: Слияние...
sv: &Förena...

source: TSE3 --> &Score
fr: TSE3 --> &Partition
hu: TSE3 --> &kotta
ru: TSE3 --> Партитура
sv: TSE3 till &Partitur

source: Tip of the &day
de: Tip &des Tages
fr: Conseil du &Jour
hu: A nap &tippje
ru: Совет дня
sv: &Dagens tips

source: select
de: auswählen
fr: sélectionner
ru: Выбрать

source: breve
fr: brève
hu: címzés
ru: Бревис
sv: brevis

source: Full note
de: ganze Note
fr: Noire
hu: Egészhang
ru: Целая нота
sv: Helnot

source: Half note
de: halbe Note
fr: Croche
hu: Félhang
ru: Половина ноты
sv: Halvnot

source: Quarter note
de: viertel Note
fr: Double-croche
hu: Negyedhang
ru: Четверть ноты
sv: Fjärdedelssnot

source: Eighth note
de: 8tel Note
fr: Triple-croche
hu: Nyolcadhang
ru: 8-я нота
sv: Åttondelsnot

source: Sixteenth note
de: 16tel Note
fr: Quadruple-croche
hu: Tizenhatod hang
ru: 16-ая нота
sv: Sextondelsnot

source: 32nd note
de: 32tel Note
fr: quintuple-croche
hu: 32. hang
ru: 32-ая нота
sv: 32-delsnot

source: 64th note
de: 64tel Note
fr: sextuple-croche
hu: 64. hang
ru: 64-ая нота
sv: 64-delsnot

source: 128th note
de: 128tel Note
fr: 7uple-croche!
hu: 128. hang
ru: 128-ая нота
sv: 128-delsnot

source: Grace Eighth
de: Achtel Vorschlag
hu: Díszítő nyolcad
ru: 8-ой форшлаг

source: Grace sixteenth
de: 16tel Vorschlag
hu: Díszítő tizenhatod
ru: 16-ый форшлаг

source: Grace Eight Stroken
de: gestrichener Vorschlag
hu: Díszítő 8'
ru: Зачеркнутый 8-ой форшлаг

source: Dotted note
de: punktierte Note
fr: Note pointée
hu: Pontozott hang
ru: Увеличенная нота
sv: Punkterad not

source: DoubleDotted note
de: doppelt punktierte Note
fr: Note doublement pointée
hu: Duplán pontozott hang
ru: Увеличенная двойная нота
sv: Dubbelpunkterad not

source: Tie
de: Haltebogen
fr: Liaison
hu: Kötés
ru: Лига
sv: Bindebåge

source: Beam
de: Balken
fr: Ligature
hu: Gerenda
ru: Сгруппировать
sv: Balk

source: Slur
de: Bindebogen
fr: Liaison (art.)
hu: Kötőív
ru: Легато
sv: Legatobåge

source: Triplet
de: Triole
fr: Triolet
hu: Triola
ru: Триоль
sv: Triol

source: Hidden rests
de: versteckte Pausen
fr: Silences cachés
hu: Rejtett szünetjelek
ru: Скрытые паузы
sv: Dolda pauser

source: Staccato
ru: Стаккато

source: Sforzato
ru: Сфорцандо

source: Portato
ru: Портато

source: Fermate
ru: Фермата

source: Arpeggio
ru: Арпеджио

source: Pedal on
de: Pedal ein
fr: Pédale
ru: Педаль вкл.

source: Pedal off
de: Pedal aus
fr: Fin pédale
ru: Педаль выкл.

source: Strong pizzicato
ru: Сильный пиццикато
sv: Stark pizzicato

source: Sforzando
ru: Сфорцандо

source: Sharp
de: Kreuz
fr: Dièse
ru: Диез
sv: Höjd

source: Flat
de: B
fr: Bémol
hu: b
ru: Бемоль
sv: Sänkt

source: Natural
de: Auflösung
fr: bécarre
hu: Természetes
ru: Бекар
sv: Stamton

source: Double sharp
de: Doppelkreuz
fr: Double dièse
ru: Двойной диез
sv: Dubbelhöjd

source: Double flat
de: Doppel-B
fr: Double bémol
hu: bb
ru: Двойной бемоль
sv: Dubbelsänkt

source: Play
de: Abspielen
fr: Jouer
hu: Lejátszás
ru: Играть
sv: Spela

source: Keyboard
de: Keyboard hörbar
fr: Clavier
hu: Billentyűzet
ru: Клавиатура
sv: Tangentbord

source: Keyboard insert
de: Einfügen vom Keyboard
fr: Insertion clavier
hu: Billentyűzet beszúrása
ru: Вставка клавиатуры
sv: Infoga med tangentbord

source: Record
de: Aufnehmen
fr: Enregistrement
hu: Felvétel
ru: Запись
sv: Spela in

source: Edit mode
de: Edit Modus
fr: Mode édition
hu: Szerkesztési mód
ru: Режим правки
sv: Redigeringsläge

source: Insert from keyboard
de: Eingabe über Tastatur
fr: Insérer à partir du clavier
hu: Beszúrás billentyűzetről
ru: Вставка с клавиатуры

source: glue
de: Festklemmen
hu: Ragasztó
ru: Склеить

source: Stem up
de: Hals aufwärts
fr: Hampe vers le haut
hu: szár felfele
ru: Штиль вверх
sv: Stammar uppåt

source: Stem down
de: Hals abwärts
fr: Hampe vers le bas
hu: szár lefele
ru: Штиль вниз
sv: Stammar neråt

source: drum1
de: Trommel1
fr: Percussion 1
hu: dob1
ru: Барабан 1
sv: trumma1

source: drum2
de: Trommel2
fr: Percussion 2
hu: dob2
ru: Барабан 2
sv: trumma2

source: drum3
de: Trommel3
fr: Percussion 3
hu: dob3
ru: Барабан 3
sv: trumma3

source: drum4
de: Trommel4
fr: Percussion 4
hu: dob4
ru: Барабан 4
sv: trumma4

source: drum5
de: Trommel5
fr: Percussion 5
hu: dob5
ru: Барабан 5
sv: trumma5

source: voice sel.
de: Auswahl der Stimme
fr: Numéro de voix
hu: hang v.
ru: Выбор голоса
sv: stämmoval

source: Key
de: Tonart
fr: Clé
hu: Hang
ru: Тональность
sv: Tangent

source: move up
de: aufwärts
fr: Vers le haut
hu: felfele
ru: перенос вверх
sv: flytta upp

source: move down
de: abwärts
fr: Vers le bas
hu: lefele
ru: перенос вниз
sv: flytta ned

source: move semi up
de: Halbton aufwärts
ru: перенос вверх

source: move semi down
de: Halbton abwärts
ru: перенос вниз

source: move left
de: nach links
fr: Vers la gauche
hu: balra
ru: перенос влево
sv: flytta till vänster

source: move start
de: zum Anfang
fr: Début de déplacement
hu: elejére
ru: перенос в начало
sv: flytta till början

source: move right
de: nach rechts
fr: Vers la droite
hu: jobbra
ru: перенос вправо
sv: flytta till höger

source: move end
de: zum Ende
fr: Fin de déplacement
hu: végére
ru: перенос в конец
sv: flytta till slutet

source: delete
de: löschen
fr: Supprimer
hu: törlés
ru: Удалить
sv: ta bort

source: toggle edit
de: Edit Modus ein/aus
fr: Édition/Jeu
hu: szerkesztés ki/be
ru: Правка переключателя
sv: växla redigering

source: insert chord note
de: Note dem Akkord hinzufügen
fr: Insérer une note d'accord
hu: akkord beszúrása
ru: Вставить ноту аккорда

source: insert note
de: Note einfügen
fr: insérer une note
hu: hangjegy beszúrása
ru: Вставить ноту
sv: infoga not

source: set triplet
de: Triole erzeugen
fr: Définir triolet
hu: triola
ru: Установить триоль
sv: sätt triol

source: set tied
de: Haltebogen erzeugen
fr: faire une liaison
hu: kötés
ru: Установить лигу
sv: sätt bunden

source: dot
de: Punkt
fr: point
hu: pont
ru: Точка
sv: punkt

source: flat
de: B
fr: bémol
hu: b
ru: Бемоль
sv: sänkt

source: sharp
de: Kreuz
fr: dièse
ru: Диез
sv: höjd

source: natural
de: Auflösung
fr: bécarre
hu: természetes
ru: Бекар
sv: stamton

source: set bar at
de: setze Taktstrich
fr: mettre la barre à
hu: ütem beállítása itt
ru: Установить такт на
sv: sätt taktstreck vid

source: set bar after
de: setze Taktstrich nach
fr: mettre la barre après
hu: ütem beállítása utána
ru: Установить такт после
sv: sätt taktstreck efter

source: insert rest
de: Pausen einfügen
fr: insérer un silence
hu: szünet beszúrása
ru: Вставить паузу
sv: infoga paus

source: toggle beam
de: Balkeneinfügen ein-/aus
fr: ligature activé/désactivé
hu: gerenda bekapcsolása
ru: Переключатель группы
sv: växla balk

source: keyboard insert mode
de: Keyboard-Einfüge-Modus
fr: Mode insertion clavier
hu: billentyűzet beszúrás mód
ru: Режим вставки с клавиатуры
sv: tangentbordsinfogningsläge

source: pitch C
de: Note C
hu: C
ru: Тон C
sv: not C

source: pitch D
de: Note D
hu: D
ru: Тон D
sv: not D

source: pitch E
de: Note E
hu: E
ru: Тон E
sv: not E

source: pitch F
de: Note F
hu: F
ru: Тон F
sv: not F

source: pitch G
de: Note G
hu: G
ru: Тон G
sv: not G

source: pitch A
de: Note A
hu: A
ru: Тон A
sv: not A

source: pitch B
de: Note H
hu: B
ru: Тон В
sv: not B

source: enabled
de: aktivieren
fr: activé
ru: Возможно

source: Trill
de: Triller
fr: Trille
ru: Трель

source: Crescendo
ru: Крещендо

source: Please choose a note or rest!
de: Bitte eine Note oder Pause auswählen!
fr: Sélectionnez une note ou un silence
hu: Válasszon ki egy hangjegyet vagy szünetjelet!
ru: Пожалуйста, выберите ноту или паузу!

source: Please choose a note or rest from first voice
de: Bitte eine Note oder Pause aus der ersten Stimme wählen!
fr: Sélectionnez une note ou un silence dans la première voix.
hu: Válasszon ki egy hangjegyet vagy szünetjelet az első hangszerhez!
ru: Пожалуйста, выберите ноту или паузу из 1-го голоса

source: Please choose a note!
de: Bitte eine Note auswählen!
fr: Choisissez une note
hu: Válasszon ki egy hangjegyet!
ru: Пожалуйста, выберите ноту!
sv: Välj en not!
