Repository: BackupTheBerlios/noteedit-svn
Catalog: po/*.po
Languages: de, fr, hu, ru, sv

source: Soprano Sax
de: Sopransaxophon
fr: Saxophone soprano
hu: Szopránszaxofox
ru: Сопрано-саксафон
sv: sopransaxofon

source: Alto Sax
de: Altsaxophon
fr: Saxophone alto
hu: Altszaxofon
ru: Альт-саксофон
sv: altsaxofon

source: Tenor Sax
de: Tenorsaxophon
fr: Saxophone ténor
hu: Tenorszaxofon
ru: Тенор-саксофон
sv: tenorsaxofon

source: Baritone Sax
de: Baritonsaxophon
fr: Saxophone baryton
hu: Baritonszaxofon
ru: Баритон-саксофон
sv: baritonsaxofon

source: Oboe
fr: Hautbois
hu: Oboa
ru: Гобой

source: English Horn
de: engl. Horn
fr: Cors anglais
hu: Angolkürt
ru: Английский рожок
sv: engelska horn

source: Bassoon
de: Fagotte
fr: Basson
ru: Фагот
sv: fagott

source: Clarinet
de: Klarinette
fr: Clarinette
hu: Klarinét
ru: Кларнет
sv: klarinett

source: Piccolo
ru: Пикколо

source: Flute
de: Querflöte
fr: Flûte
hu: Fuvola
ru: Флейта
sv: tvärflöjt

source: Recorder
de: Blockflöte
fr: Flûte à bec
ru: Блокфлейта
sv: blockflöjt

source: Pan Flute
de: Panflöte
fr: Flûte de pan
hu: Pánsíp
ru: Панфлейта
sv: panflöjt

source: Shakuhachi
ru: Шакуначи

source: Whistle
de: Pfiff
fr: Sifflet
ru: Свисток
sv: visselpipa

source: Ocarina
fr: Occarina
ru: Окарина

source: Synth Calliope
fr: Orgue à vapeur
hu: Szinti Calliope
ru: Синтез. каллиопа
sv: syntkaliope

source: Charang
ru: Чаранг

source: Solo Vox
fr: Voix
hu: Szóló vokál
ru: Соло (голос)

source: Bass & Lead
fr: Introduction basse
ru: Ведущий бас
sv: bas & bly

source: Fantasia
de: Fantasie
fr: New age
hu: Fantázia
ru: Фантазия
sv: fantasi

source: Poly Synth
fr: Synthétiseur polyphonique
ru: Полиф. синтез.
sv: mångsynt

source: Space Voice
fr: Choeurs
ru: Космический голос
sv: rymdstämma

source: Bowed Glass
fr: Archet
ru: Гнущееся стекло
sv: bågat glas

source: Ice Rain
fr: Pluie
ru: Ледяной дождь
sv: isregn

source: Soundtrack
fr: Bande sonore
ru: Звуковая дорожка
sv: ljudspår

source: Crystal
fr: Cristal
hu: Kristály
ru: Кристалл
sv: kristall

source: Atmosphere
de: Atmosphäre
fr: Atmosphère
hu: Atmoszféra
ru: Атмосфера
sv: atmosfär

source: Brightness
de: Helligkeit
ru: Яркость
sv: ljus

source: Goblin
ru: Гоблин
sv: troll

source: Star Theme
fr: Science-fiction
ru: Звездная тема
sv: stjärntema

source: Sitar
hu: Szitár
ru: Ситара
sv: sitra

source: Banjo
hu: Bendzsó
ru: Банджо

source: Koto
ru: Кото

source: Kalimba
ru: Калимба

source: Bagpipe
de: Dudelsack
fr: Coremuse
ru: Волынка
sv: säckpipa

source: Fiddle
de: Fiedel
fr: Violon
ru: Скрипка 2
sv: fiddla

source: Shenai
fr: Shanai
ru: Шенай

source: Tinker Bell
fr: Sonnerie
ru: Медный колокольчик
sv: fummelklocka

source: Agogo
ru: Агого

source: Steel Drum
fr: Percussion en acier
ru: Стальной барабан
sv: ståltrumma

source: Wood Block
de: Holzblock
ru: Деревянный блок
sv: träblock

source: Taiko Drum
de: Taikotrommel
ru: Тейко барабан
sv: taikotrumma

source: Melodic Tom
de: Melodietrommel
fr: Tom mélodique
ru: Мелодичный гонг
sv: melodisk tom

source: Synth Drum
de: Synthtrommel
fr: Percussion synthétique
ru: Синтез. барабан
sv: synttrumma

source: Reverse Cymbal
fr: Cymbale inversée
ru: Реверсивная цимбала
sv: omvänd symbal

source: Fret Noise
fr: Touchette de guitare
ru: Шум волнения
sv: frätröst

source: Breath Noise
de: Atemgeräusch
fr: Respiration
ru: Шум дыхания
sv: andningsljud

source: Seashore
de: Seestrand
fr: Vagues
hu: Tenger
ru: Морской берег
sv: sjöstrand

source: Bird
de: Vogel
fr: Oiseau
hu: Madár
ru: Птица
sv: fågel

source: Telephone
de: Telephon
fr: Téléphone
hu: Telefon
ru: Телефон
sv: telefon

source: Helicopter
de: Hubschrauber
fr: Hélicoptère
hu: Helikopter
ru: Ветролет
sv: helikopter

source: Applause
de: Beifall
fr: Applaudissements
hu: Tapsvihar
ru: Аплодисменты
sv: applåder

source: Gun Shot
de: Gewehrsschuss
fr: Coup de fusil
hu: Lövés
ru: Выстрел из ружья
sv: gevärsskott

source: Details:
de: Einzelheiten:
fr: Détails
hu: Részletek:
ru: Детали:
sv: Detaljer:

source: <b>An internal error happened somewhere.<br><br></b>The message is:<br><i>"%1"<br>Error Code is: %2</i><br><br>The program must be interrupted.<br>
de: <b>Es ist ein interner Fehler aufgetreten.<br><br></b>Die Nachricht ist:<br><i>"%1"<br>Fehlercode: %2</i><br><br>Das Programm muß leider abgebrochen werden.<br>
fr: <b>Une erreur interne est survenue<br><br></b>Le message est :<br><i>"%1"<br>Code d'erreur : %2</i><br><br>Le programme doit être arrêté.<br>
hu: <b>Belső hiba lépett fel valahol.<br><br></b>Az üzenet:<br><i>"%1"<br>Hibakód: %2</i><br><br>A program futása leáll.<br>
ru: <b>Где-то произошла внутрення ошибка.<br><br></b>Сообщение:<br><i>"%1"<br>Ошибка кода: %2</i><br><br>Программа должна быть прервана.<br>
sv: <b>Ett internt fel inträffade någonstans.<br><br></b>Meddelandet är:<br> <i>"%1"<br>Felkoden är: %2</i><br><br>Programmet måste avbrytas.<br>

source: Internal error
de: Interner Fehler
fr: Erreur Interne
hu: Belső hiba
ru: Внутрення ошибка
sv: Internt fel

source: Score information
de: Partiturinformation
fr: Informations sur la partition
hu: Kotta információ
ru: Информация о партитуре
sv: Partiturinformation

source: &Revert
de: &Zurücksetzen
fr: Dé&faire
hu: &Visszaállítás
ru: Восстановить
sv: &Återställ

source: Cl&ear all
de: S&äubern
fr: Tout &effacer
hu: Mindent &töröl
ru: Очистить все
sv: &Töm alla

source: &General
de: &Allgemein
fr: &Général
hu: Á&ltalános
ru: Основное
sv: A&llmänt

source: &Title:
de: &Titel:
fr: &Titre :
hu: &Cím:
ru: Заголовок:
sv: &Överskrift:

source: &Subject:
de: T&hema:
fr: &Sujet :
hu: &Téma:
ru: Тема:
sv: &Ämne:

source: A&uthor:
de: &Verfasser:
fr: A&uteur :
hu: &Szerző:
ru: Автор:
sv: &Författare:

source: &Last author:
de: &Letzter Verfasser:
fr: &Dernier auteur :
hu: &Utolsó szerző:
ru: Последний автор:
sv: &Senaste författare:

source: &Copyright:
ru: Авторское право:

source: Co&mments
de: &Kommentare:
fr: Co&mmentaires :
hu: Me&gjegyzések:
ru: Коментарии
sv: A&nteckningar

source: Cannot create more than 9 voices per staff.
de: Es können maximal 9 Stimmen pro Notenzeile erzeugt werden.
fr: Impossible de créer plus de 9 voix par portée.
hu: Nem lehet létrehozni szólamonként 9 hangszernél többet
ru: Нельзя создать более 9 голосов на нотном стане.
sv: Kan inte skapa mer än 9 stämmor per notrad.

source: Cannot remove first voice
de: Die erste Stimme kann nicht gelöscht werden
fr: Impossible de supprimer la première voix
hu: Nem lehet törölni az első hangszert
ru: Невозможно удалить первый голос
sv: Kan inte ta bort första stämman

source: Delete voice
de: Stimme löschen
fr: Suppression d'une voix
hu: Hangszer törlése
ru: Удалить голос
sv: Ta bort stämma

source: This deletes voice %1! Are you sure?
de: Soll die %1. Stimme wirklich gelöscht werden?
fr: Ceci supprimera la voix %1. Êtes-vous sûr ?
hu: Ez művelet törli a %1 hangszert! Biztos benne?
ru: Это удалит голос %1! Вы уверены?
sv: Detta tar bort stämma %1! Är du säker?

source: The destination staff has less voices than source staff
de: Die Zielnotenzeile hat weniger Stimmen als die Quellnotenzeile
fr: La partition finale a moins de voix que la partition originale
hu: A célszólam kevesebb hangszert tartalmaz a forrásszólamnál
ru: В нотном стане предназначено меньше голосов, чем в исходном.
sv: Målnotraden har färre stämmor än källnotraden

source: You paste a first voice to no-first voice! This deletes all non-first-voice elements!
de: Sie kopieren von einer ersten Stimme zu einer nicht-ersten Stimme! Dadurch werden alle Elemente gelöscht, die nur in einer ersten Stimme erscheinen dürfen.
fr: Vous aller coller une première voix à un emplacement qui n'est pas une première voix. Ceci va supprimer toutes les autres voix.
hu: Az első hangszert egy nem első hangszerre illesztette! Ez törli az összes nem első hangszer elemet!
ru: Вы вставляете первый голос не в первый голос! Это удалит все элементы не первого голоса!
sv: Klistra en förstastämma till en ickeförstastämma: Detta tar bort alla ickeförstastämoelement!

source: Channel %1
de: Kanal %1
fr: Canal %1
hu: Csatorna %1
ru: Канал %1
sv: Kanal %1

source: <b>...how to edit with the mouse?</b><br/><br/> The use of mouse buttons: <dl> <dt>left</dt> <dd>select <i>(if selector or edit button is on)<i><br></dd> otherwise: insert a note <i>(only if a note button is on)</i><br> or: insert an element <i>(like clef)</i> if a new element was choosen <dt>middle</dt> <dd>paste for block instructions</dd> <dt>right</dt> <dd>insert rest <i>(only if a note button is on)</i></dd> <dt>Ctrl+left</dt> <dd>delete</dd> </dl>
de: <b>...wie man mit der Maus editiert?</b><br/><br/> Benutzung der Maustasten <dl> <dt>links</dt> <dd>Auswählen <i>(Wenn Selektor- oder Editknopf gedrückt ist)<i><br></dd> anderenfalls: Note einfügen <i>(nur wenn ein Notenlängen-Knopf gedrückt ist)</i><br> oder: Element <i>(wie Notenschlüssel)</i> einfügen; wenn ein Element ausgewählt wurde. <dt>mittel</dt> <dd>Einfügen bei Blockbefehlen</dd> <dt>rechts</dt> <dd>Pause einfügen <i>(nur wenn ein Notenlängen-Knopf gedrückt ist)</i></dd> <dt>Strg+links</dt> <dd>Löschen</dd> </dl>
fr: <b>...Comment utiliser la souris ?</b><br/><br/> Utilisez les 3 boutons de la souris: <dl> <dt>Bouton gauche</dt> <dd>sélection <i>(si l'un des boutons sélection ou édition est activé)<i><br></dd> insère une note <i>(si le bouton note est activé)</i><br> insère un élément <i>(comme une clé)</i> si un nouvel élément a été choisi <dt>Bouton du milieu</dt> <dd>coller un groupe d'instructions (précédemment sélectionné)</dd> <dt>Bouton droit</dt> <dd>insère un silence <i>(si un bouton de note est activé)</i></dd> <dt>Ctrl+gauche</dt> <dd>suppression</dd> </dl>
ru: <b>...как редактировать мышью?</b><br/><br/> Использование кнопок мыши: <dl> <dt>левая</dt> <dd>выбор <i>(если включена кнопка выбора или правки)<i><br></dd> иначе: вставить ноту <i>(только если вклена кнопка ноты)</i><br> или: вставить элемент <i>(как ключ)</i> если был выбран новый элемент <dt>средняя</dt> <dd>вставить для групп инструкций</dd> <dt>правая</dt> <dd>вставить паузу <i>(только если включена кнопка ноты)</i></dd> <dt>Ctrl+left</dt> <dd>удалить</dd> </dl>

source: <b>...how to add and remove notes in chords?</b><br/> <ul> <li>to add a note to a chord make sure a note button is on and press left mouse button near this chord <li>to remove a note press Ctrl + left mouse button near the note to be deleted </ul>
de: <b>...wie man Noten in Akkorde einfügt und löscht?</b><br/> <ul> <li>Um eine Note zu einem Akkord hinzuzufügen, muss man zunächst <i>(irgend-)</i> einen Notenlängenknopf drücken. Dann drückt man die linke Maustaste in der Nähe dieses Akkordes.<li>Um eine Note aus einem Akkord zu löschen, drückt man Ctrl(Strg) und die linke Maustaste in der Nähe der zu löschenden Note. </ul>
fr: <b>...comment ajouter ou supprimer des notes dans un accord ?</b><br/> <ul> <li>Pour ajouter une note à un accord, assurez vous que le bouton note est activé et appuyez sur le bouton gauche de la souris dans l'accord <li>Pour supprimer une note, appuyez sur Ctrl et le bouton gauche de la souris sur la note à supprimer </ul>
ru: <b>...как добавить или удалить ноты в аккордах?</b><br/> <ul> <li>чтобы добавить ноту в аккорд, убедитесь, что включена кнопка ноты и нажмите левую кнопку мыши рядом с этим аккордом <li>чтобы удалить ноту, нажмите Ctrl + левая кнопка мыши рядом с нотой которая должна быть удалена </ul>

source: <b>...that you can move up/down inserted notes by means of the cursor up/down keys?</b>
de: <b>..., dass man einen Akkord mit Hilfe der Cursorauf/-abwärtstasten verschieben kann?</b>
fr: <b>...que vous pouvez déplacer vers le haut ou le bas les notes posées sur la portée à l'aide des flèches de direction haut et bas ?</b>
hu: <b>...hogy a beszúrt hangjegyeket a kurzor fel/le gombokkal fel/le mozgathatja?</b>
ru: <b>...вы можете двигать вверх/вниз вставленные ноты стрелками курсора вверх/вниз.</b>
sv: <b>...att man kan flytta upp/ned infogade noter med piltangenterna?</b>

source: <b>...that you can insert bars with the <code>Tab</code> key?</b> <br/><br/> If configured NoteEdit inserts bars if you insert notes at the end. You can insert your own bars by means of the Tab key. To check the bars produce a 2nd staff with only rests and bars! If the bars are aligned, the measures are complete.
de: <b>...dass man Taktstriche mit Hilfe der <code>Tab</code> Taste einfügt?</b> <br/><br/> Wenn es konfiguriert wurde, fügt NoteEdit automatisch Taktestriche ein, wenn Noten am Ende eingefügt werden.Man kann seine eigenen Taktstricke mit Hilfe der Tabulator-Taste einfügen. Um die Vollständigkeit der Takte zu prüfen, erzeugt man einfach eine weitere Notenzeile, die nur Pausen und Taktstriche enthält! Wenn die Taktstriche senkrecht ausgerichtet sind, dann sind dieTakte vollständig.
fr: <b>...que vous pouvez insérer des barres de mesure à l'aide de la touche <code>Tabulation</code> ?</b> <br/><br/> Si Noteedit a été configuré de la sorte, les barres de mesure s'ajoutent automatiquement si vous insérez des touches en fin de portée. Vous pouvez ajouter vos propres barres à l'aide de la touche tabulation. Vous pouvez vérifier si les mesures sont complètes avec une seconde portée ne comportant que des silences : si les barres sont alignées, les mesures sont complètes.
ru: <b>...вы можете вставить такты при помощи <code>Tab</code> клавиши.</b> <br/><br/> Если сконфигурировать, то при вставке нот NoteEdit вставляет такты в конце. Вы можете вставить ваши собственные такты при помощи Tab клавиши. Чтобы проверить такты, сделайте 2-ой нотный стан, на котором только паузы и такты! Если такты выровнены, они полные.

source: <b>...how to edit with the keyboard?</b><br/><br/> Some keys: <dl> <dt>Tab</dt> <dd>insert bar</dd> <dt>Backspace</dt> <dd>delete</dd> <dt>insert</dt> <dd>edit mode</dd> <dt>plus</dt> <dd>sharp</dd> <dt>equal</dt> <dd>natural</dd> <dt>minus</dt> <dd>flat</dd> </dl>
de: <b>...wie man mit der Tastatur arbeitet?</b><br/><br/> Einige Tasten: <dl> <dt>Tab</dt> <dd>Taktstrich einfügen</dd> <dt>Backspace</dt> <dd>löschen</dd> <dt>Insert (Einfügen)</dt> <dd>Edit-Modus</dd> <dt>Plus</dt> <dd>Kreuz</dd> <dt>Gleichheitszeichen</dt> <dd>Auflösungszeichen</dd> <dt>Minus</dt> <dd>B-Vorzeichen</dd> </dl>
fr: <b>...comment utiliser le clavier ?</b><br/><br/> Quelques touches : <dl> <dt>Tabulation</dt> <dd>insérer une barre de mesure</dd> <dt>Backspace (&lt;-)</dt> <dd>Suppression</dd> <dt>Inser</dt> <dd>Mode édition</dd> <dt>Plus (+)</dt> <dd>Dièse</dd> <dt>Égal (=)</dt> <dd>bécarre</dd> <dt>Moins (-)</dt> <dd>bémol</dd> </dl>
hu: <b>...hogyan szerkeszthet billentyűkkel?</b><br/><br/> Néhány billentyű: <dl> <dt>Tab</dt> <dd>ütemvonal beszúrása</dd> <dt>Backspace</dt> <dd>törlés</dd> <dt>insert</dt> <dd>szerkesztési mód</dd> <dt>+</dt> <dd>#</dd> <dt>=</dt> <dd>természetes</dd> <dt>-</dt> <dd>b</dd> </dl>
ru: <b>...как редактировать с клавиатуры?</b><br/><br/> Некоторые клавиши: <dl> <dt>Tab</dt> <dd>вставить такт</dd> <dt>Backspace</dt> <dd>удалить</dd> <dt>insert</dt> <dd>режим правки</dd> <dt>plus</dt> <dd>диез</dd> <dt>equal</dt> <dd>бекар</dd> <dt>minus</dt> <dd>бемоль</dd> </dl>
sv: <b>...hur man regiderar med tangentbordet?</b><br/><br/> Några tangenter: <dl> <dt><code>Tab</code></dt> <dd>infoga taktstreck</dd> <dt>Radera bakåt</dt> <dd>ta bort</dd> <dt><code>Insert</code></dt> <dd>redigeringsläge</dd> <dt><code>+</code></dt> <dd>höjd</dd> <dt><code>=</code></dt> <dd>stamton</dd> <dt><code>-</code></dt> <dd>sänkt</dd> </dl>

source: <b>...how to use accidentals?</b><br/><br/> Notes are inserted according keysig! So use the accidental buttons (sharp, flat, natural) only if you wish a <i>visible</i> accidental.
de: <b>...wie man mit Vorzeichen arbeitet?</b><br/><br/> Die Noten werden entsprechend der aktuellen Vorzeichnung eingefügt! Also benutzt man die Vorzeichen-Buttons (Kreuz, B, Auflösungszeichen) nur dann, wenn man ein a <i>sichtbares</i>Vorzeichen wünscht.
fr: <b>...comment utiliser les altérations</b><br/><br/> Les notes sont ajoutées selon l'armure. Donc n'utilisez les boutons d'altération (dièse, bécarre, bémol) seulement si vous désirez ajouter un accident <i>visible</i>.
hu: <b>...hogyan tud módosítani?</b><br/><br/> A hangjegyek az előjegyzésnek megfelelően lesznek létrehozva! Éppen ezért ha használja a módosító gombokat (#, b, természetes) csak akkor <i>látható</i> a módosítás.
ru: <b>...как использовать знаки альтерации?</b><br/><br/> Ноты вставляются согласно тональности! Так что используйте кнопки знаков альтерации (диез, бемоль, бекар), если вы желаете <i>видимую</i> альтерацию.
sv: <b>...hur man använder förtecken?</b><br/><br/> Noterna infogas enligt nyckelsignatur. Så använd endast förteckensknapparna (höjd, sänkt, stamton) endast för att sätta ut <i>synliga</i> förtecken.

source: <b>...that you can enable insert from keyboard mode?</b><br/><br/> Activate the keyboard insertion mode by pressing the keyboard insertion button. Then use the keys: <dl> <dt>enter</dt> <dd>insert note</dd> <dt>Ctrl+enter</dt> <dd>add note to previous chord</dd> <dt>backspace</dt> <dd>delete note</dd> <dt>Ctrl+backspace</dt> <dd>delete note from previous chord</dd> <dt>space</dt> <dd>insert rest</dd> <dt>Cursor up/down</dt> <dd>determine pitch</dd> </dl>
de: <b>...dass man einen Tastatur-Einfüge-Modus einstellen kann?</b><br/><br/> Aktivieren den Keyboard-Einfüge-Modus durch Drücken des Keybord-Einfüge-Knopfes. Dann benutzt man die Tasten: <dl> <dt>Enter</dt> <dd>um eine Note einzufügen</dd> <dt>Strg+Enter</dt> <dd>um dem vorangegangenen Akkord eine Note hinzuzufügen</dd> <dt>Space (Leerstelle)</dt> <dd>um eine Pause einzufügen</dd> <dt>Backspace(Zurück)-Taste</dt> <dd>um den vorangegangenen Akkord zu löschen</dd> <dt>Strg+Backspace(Zurück)-Taste</dt> <dd>um eine Note vom vorangegangenen Akkord zu löschen</dd> <dt>Cursor auf/abwärts-Taste</dt> <dd>um die Tonhöhe zu festzulegen</dd> </dl>
fr: <b>...que vous pouvez insérer des notes avec le clavier ?</b><br/><br/> <dl> <dt>Entrée</dt> <dd>Insérer une note</dd> <dt>Ctrl+Entrée</dt> <dd>Ajouter une note à l'accord précédent</dd> <dt>backspace</dt> <dd>Supprimer une note</dd> <dt>Ctrl+backspace</dt> <dd>Supprimer une note dans l'accord précédent</dd> <dt>Espace</dt> <dd>insérer un silence</dd> <dt>Flèches haut et bas</dt> <dd>Régler l'accordage</dd> </dl>
ru: <b>...Можно сделать режим вставки с клавиатуры.</b><br/><br/> Чтобы активировать режим вставки с клавиатуры, нажмите кнопку вставки с клавиатуры. Затем используйте клавиши: <dl> <dt>enter</dt> <dd>вставить ноту</dd> <dt>Ctrl+enter</dt> <dd>добавить ноту в предыдущий аккорд</dd> <dt>backspace</dt> <dd>удалить ноту</dd> <dt>Ctrl+backspace</dt> <dd>удалить ноту с предыдущего аккорда</dd> <dt>space</dt> <dd>вставить паузу</dd> <dt>Стрелка вверх/вниз</dt> <dd>установить тон</dd> </dl>

source: <b> ...that you can hide/show the bar numbers by selecting <code><u>V</u>iew --&gt; Show bar numbers</code>? </b>
de: <b> ...dass man die Takt-Nummern ein- und ausblenden kann? Dazu wählt man <code><u>A</u>nsicht --&gt;Taktstrichnummern anzeigen</code>? </b>
fr: <b> ...que vous pouvez cacher les numéros de barre de mesure en sélectionnant <code>Afficha<u>g</u>e --&gt; Montre les numéros de mesure</code>? </b>
hu: <b> ...megjelenítheti/etüntetheti az ütemek számát a <code><u>N</u>ézet --&gt; Ütemszámok megjelenítése</code> menüpontban? </b>
ru: <b> ...вы можете скрыть/показать номера тактов по выбору <code><u>В</u>ид --&gt; Показывать номера тактов</code>. </b>
sv: <b> ...att man kan dölja/visa taktnummer genom att välja <code><u>V</u>isa -&gt; <u>T</u>aktnummer</code>? </b>

source: <b>...that you can determine the pitch by a MIDI keyboard connected to your soundcard?</b><br/><br/> Use the red keyboard button!
de: <b>...dass man die Tonhöhe auch mit Hilfe eines an die Soundkarte angeschlossenen MIDI-Keyboards festlegen kann?</b><br/><br/> Dieser Modus wird durch den roten Tastaturbutton eingeschaltet!
fr: <b>...que vous pouvez définir l'accordage à l'aide d'un clavier MIDI connecté à votre carte son ? </b><br/><br/> Utilisez le bouton représentant un clavier rouge.
hu: <b>...A hangmagasságot a hangkártyájára kötött MIDI billentyűzettel is megadhatja?</b><br/><br/> Használja a vörös billentyűzet gombot!
ru: <b>...вы можете установить тон с MIDI клавиатуры, подключенной к вашей звуковой карте.</b><br/><br/> Используйте кнопку красной клавиатуры!
sv: <b>...att man kan bestämma pitch med ett MIDI-tangentbord anslutet till ljudkortet?</b><br/><br/> Använd den röda tangentbordsknappen!

source: <b>...that you can record the notes from a MIDI keyboard connected to your soundcard?</b><br/><br/> Use the red record button.
de: <b>...dass man die Noten auch von einem an die Soundkarte angeschlossenen MIDI-Keyboard aufnehmen kann?</b><br/><br/> Dazu benutzen man den roten Aufnahme-Knopf!
fr: <b>...que vous pouvez enregistrer des notes de votre clavier MIDI connecté à votre carte son ?</b><br/><br/> Utilisez le bouton d'enregistrement rouge.
hu: <b>...hangjegyeket is felvehet a MIDI billentyűzeten lejátszva azokat?</b><br/><br/> Használja a vörös billentyűzet gombot!
ru: <b>...вы можете записать ноты с MIDI клавиатуры, подключенной к вашей звуковой карте.</b><br/><br/> Используйте красную кнопку записи.
sv: <b>...att man kan spela in noter från ett MIDI-tangentbord anslutet till ljudkortet?</b><br/><br/> Använd den röda inspelningsknappen.

source: <b>...that you can go to first/last measure by <code>Alt + cursor left/right</code>?</b>
de: <b>...dass man sich zum ersten/letzen Takt durch <code>Alt + Cursor links/rechts</code> bewegen kann?</b>
fr: <b>...que vous pouvez atteindre la première ou dernière mesure par <code>Alt + flèche gauche/droite</code>?</b>
hu: <b>...bármikor az első/utolsó ütemre ugorhat az <code>Alt + kurzor bal/jobb</code> billentyűkkel?</b>
ru: <b>...вы можете перейти на первый/последний такт при помощи <code>Alt + стрелка лево/право</code>.</b>
sv: <b>...att man kan gå till den första/sista takten genom att trycka <code>Alt + höger-/vänsterpil</code>?</b>

source: <b>...that you can mark an arbitrary part of a staff to initiate block commands?</b><br/><br/> The block commands are: <dl> <dd>Backspace</dd> <dt>delete block</dt> <dd>middle mouse button</dd> <dt>copy block to mouse pointer position</dt> </dl>
de: <b>...dass man einen Block-Befehl durch Markieren eines beliebigen Teils der Notenzeile einleiten kann?</b><br/><br/> Die Block-Befehle sind: <dl> <dd>Backspace</dd> <dt>Block löschen</dt> <dd>mittlere Maus-Taste</dd> <dt>markierten Block an diese Position kopieren</dt> </dl>
fr: <b>...que vous pouvez marquer une partie de la portée pour effectuer des commandes de bloc ?</b><br/><br/> Les commandes de bloc sont : <dl> <dd>Suppr</dd> <dt>Supprimer un bloc</dt> <dd>Bouton du milieu</dd> <dt>copier le boc à la position du curseur de la souris</dt> </dl>
hu: <b>...tetszőleges részét kijelölheti egy szólamnak a blokkparancsokkal? </b><br/><br/> A blokkparancsok: <dl> <dd>Backspace</dd> <dt>blokk törlése</dt> <dd>középső egérgomb</dd> <dt>a blokk másolása az egérmutató pozíciójába</dt> </dl>
ru: <b>...вы можете отметить произвольную часть нотного стана для инициализации групповых команд.</b><br/><br/> Группа команд: <dl> <dd>Backspace</dd> <dt>удалить группу</dt> <dd>средняя кнопка мыши</dd> <dt>копировать группы на позицию курсора мыши</dt> </dl>
sv: <b>...att man kan markera en godtycklig del av en notrad för att inleda blockkommandon?</b><br/><br/> Blockkommandona är: <dl> <dd>Radera bakåt</dd> <dt>ta bort block</dt> <dd>mellersta musknappen</dd> <dt>kopiera block till muspekarens position</dt> </dl>
