Repository: BackupTheBerlios/noteedit-svn
Catalog: po/*.po
Languages: de, fr, hu, ru, sv

source: <b><i><u>Did you know ... </u></i></b><br><br>%2
de: <b><i><u>Wussten Sie schon ... </u></i></b><br><br>%2
fr: <b><i><u>Saviez vous... </u></i></b><br><br>%2
hu: <b><i><u>Tudta-e, hogy ... </u></i></b><br><br>%2
ru: <b><i><u>Знаете ли вы ... </u></i></b><br><br>%2
sv: <b><i><u>Visste du...? </u></i></b><br><br>%2

source: [not available]
de: [nicht verfügbar]
fr: [non disponible]
hu: [nincs megadva]
ru: [невозможно]
sv: [ej tillgänglig]

source: Mute staffs
de: [Notenzeile stummschalten]
fr: Portées muettes
hu: Szólamok elnémítása
ru: Сурдина нотных станов
sv: Tysta notrader

source: &Mute
de: &Stummschalten...
fr: &Muet
hu: &Elnémít
ru: Сурдина...
sv: &Tysta

source: Select staffs for autobar
de: Notenzeilen auswählen
fr: Sélectionner les portées pour le positionnement automatique des barres de mesure.
hu: Válassza ki a szólamokat az automatikus ütemvonalhoz
ru: Выбор нотного стана для АвтоТакта
sv: Välj notrader för taktstrecksutsättning

source: Aut&obar
de: aut&omatische Taktbildung
fr: Barre aut&omatiques
hu: Auto&ütem
ru: АвтоТакт
sv: Sätt ut &taktstreck

source: Select staffs for autobeam
de: Notenzeilen auswählen
fr: Sélectionnez les portées pour la ligature automatique
hu: Válassza ki a szólamokat az automatikus gerendához
ru: Выбор нотных станов для автогруппирования
sv: Välj notrader för balkutsättning

source: Aut&obeam
de: auto&matische Balkeneinfügung
fr: &Ligature automatique
hu: Auto&gerenda
ru: Автогруппирование
sv: &Balkar

source: Merge staffs
de: Zeilen vereinigen
fr: Fusionner les portées
hu: Szólamok összefűzése
ru: Слияние нотных станов
sv: Förena notrader

source: &Merge
de: &Vereinigen
fr: &Fusionner
hu: Össze&fűzés
ru: Слияние
sv: &Förena

source: Create staff from TSE3
de: Partitur von TSE3 erzeugen
fr: Créer une portée depuis un TSE3
ru: Создать нотный стан из TSE3

source: &Create
de: &Erzeugen
fr: &Créer
ru: Создать

source: Select staffs for export
de: Notenzeilen auswählen
fr: Sélectionnez les portées à exporter
hu: Szólamok kiválasztása exportálásra
ru: Выбрать нотные станы для экспорта
sv: Välj notrader för export

source: &Select
de: &Auswählen
fr: &Sélectionner
ru: Выбрать

source: Multi staff select
de: Mehrfach-Auswahl
fr: Sélection multi portée
hu: Többszólamú kiválasztás
ru: Выбрать множественный нотный стан
sv: Välj flera notrader

source: posit: chord skipped
de: Positionierung: Akkord übersprungen
hu: pozíció: akkord kihagyva
ru: Позиция: пропущен аккорд
sv: posit: ackord överhoppat

source: Repositioning voice
de: Positionierung
hu: Hangszer újrapozícionálása
ru: Репозиция голоса
sv: Förflyttar stämma

source: Stems up
de: Hals aufwärts
fr: Hampes en haut
hu: Szárak fel
ru: Штили вверх
sv: Stammar uppåt

source: Stems individual
de: individuell
fr: Hampes individuelles
hu: Szárak egyénileg
ru: Штили индивидуальные
sv: Stammar åt olika håll

source: Stems down
de: Hals abwärts
fr: Hampes en bas
hu: Szárak le
ru: Штили вниз
sv: Stammar nedåt

source: Rest position
de: Pausenposition
fr: Position des silences
hu: Szünet pozíció
ru: Позиция паузы
sv: Pausläge

source: The number of the voice to which the settings above apply.
de: Die Nummer der Stimme, zu der diese Einstellungen gehören
fr: Le nombre de voix auxquels les paramètres ci dessus s'appliquent.
hu: A hangszerek száma az alábbi beállítások szerint lesz.
ru: Номер голоса, к которому применяются вышеуказанные настройки.
sv: Nummret på den stämma för vilken inställningarna ovan gäller.

source: All notes in voice number %1 will have their stems pointing up when this is selected.
de: Durch Auswahl dieser Option wird bestimmt, dass alle Noten in der Stimme %1 mit demHals nach oben erzeugt werden.
fr: Toutes les notes de la voix %1 auront leur hampe pointant vers le haut.
hu: Az összes %1 számú hangszerrel megszólaló hangjegy szára felül lesz, ha kiválasztja.
ru: Все ноты в голосе номер %1 будут иметь свои штили, указывающие вверх, когда это выбрано.
sv: Alla noter i stämma nummer %1 kommer ha sina stammar uppåt om detta är valt.

source: The direction of the stems of the notes in voice number %1 will be chosen optimally for each note when this is selected.
de: Durch Auswahl dieser Option wird bestimmt, dass der Notenhals aller Noten in der Stimme %1 optimal und nicht einheitlich gewählt wird.
fr: La direction des hampes des notes dans la voix %1 sera choisie de façon à optimiser leur placement.
hu: A szárak iránya a %1 hangszerhez optimálisan változik, ha egyes hangjegy kijelölésre kerül.
ru: Направление штилей нот в голосе номер %1 будет оптимальным для каждой ноты, когда это выбрано.
sv: En lämplig stamriktningen för noter i stämma nummer %1 kommer att väljas för varje enskild not om detta är valt.

source: All notes in voice number %1 will have their stems pointing down when this is selected.
de: Durch Auswahl dieser Option wird bestimmt, dass alle Noten in der Stimme %1 mit demHals nach unten erzeugt werden.
fr: Toutes les notes dans la voix %1 auront leur hampe pointant vers le bas.
hu: Az összes hangjegy szára lefelé fog állni amely a(z) %1 hangszerhez tartozik, ha kijelölésre kerül.
ru: Все ноты в голосе номер %1 будут иметь свои штили, указывающие вниз, когда это выбрано.
sv: Alla noter i stämma nummer %1 kommer ha sina stammar nedåt om detta är valt.

source: Offset in the Y dimension of rests that belong voice number %1.
de: Y-Verschiebung aller Pausen in der Stimme %1.
fr: Hauteur sur la portée des silences qui appartiennent à la voix %1
hu: A szünetjelek Y dimenzió offszete a %1 hangszer szám alá esik.
ru: Смещение в Y размерности пауз, которые принадлежат голосу номер %1.
sv: Förskjutning i Y-led för pauser som hör till stämma nummer %1.

source: Delete voice number %1. You will be asked for confirmation
de: Löschen der Stimme Nr. %1. Sie werden um Einwiligung gebeten.
fr: Supprimer la voix numéro %1. Une demande de confirmation apparaîtra
hu: A(z) %1. szólam törlése. A törlést jóvá kell hagyni.
ru: Удалить голос номер %1. У вас будет запрошено подтверждение.
sv: Tar bort stämma nummer %1. Bekräftelse kommer att efterfrågas.

source: Voices
de: Stimmen
fr: Voix
hu: Szólamok
ru: Голоса
sv: Stämmor

source: C&reate voice
de: Stimme er&zeugen
fr: C&réer une voix
hu: &Szólam létrehozása
ru: Создать голос
sv: Skapa st&ämma

source: Staff %1
de: Zeile %1
fr: Portée %1
hu: sor: %1
ru: Нотный стан %1
sv: Notrad %1

source: Guitar
de: Gitarre
fr: Guitare
hu: Gitár
ru: Гитара

source: Root
hu: Alaphang
ru: Корень

source: Usual
de: üblich
fr: Courants
hu: Rendkívüli
ru: Обычный

source: Rare
de: selten
fr: Rares
hu: Félig
ru: Редкий

source: All
de: alle
fr: Tous
hu: Összes
ru: Все

source: remove chord
de: Akkord entfernen
fr: effacer l'accord
hu: akkord eltávolítása
ru: Удалить акорд

source: show diagram
de: Diagramm anzeigen
fr: Montrer le diagramme
hu: diagram megtekintése
ru: Показывать диаграмму

source: Chord constructor
de: Akkorderzeugung
fr: Créateur d'accords
hu: Akkordszerkesztő
ru: Конструктор аккордов

source: Set brace
de: setze geschweifte Klammer

source: Set bracket
de: setze eckige Klammer

source: Continue bar
de: Taktstrich durchziehen

source: Remove brace
de: geschweifte Klammer entfernen

source: Remove bracket
de: eckige Klammer entfernen

source: Discontinue bar
de: Taktrich unterbrechen

source: Score layout
de: Partiturlayout

source: Sorry, strong Pizzicato is not available under LilyPond. Take musixtex, to enjoy this feature.
de: Tut mir Leid! Aber 'strong pizzicato' gibt es in LilyPond nicht. Nur MusiXTeX kennt es.

source: Loading resources...
de: Lade Ressourcen...

source: Parsing command line...
de: Parse Kommandozeile...

source: Ready.
de: Bereit.

source: D flat Major; b flat minor
de: Des-Dur; b-moll
sv: dess-dur; bess-moll

source: C flat Major; a flat minor
de: Ces-Dur; as-moll
sv: cess-dur; ass-moll

source: C sharp Major; a sharp minor
de: Cis-Dur; ais-moll
sv: ciss-dur; aiss-moll

source: &Output Params...
de: &Ausgabeparameter...

source: C&hange Clef...
de: &Schlüssel ändern ...

source: Cle&f...
de: &Schlüssel...

source: Repeat - &Open
de: &Wiederholung - Anfang

source: Re&peat- Open and Close
de: Wiederholung - &Anfang und Ende

source: Repeat - &Close
de: W&iederholung - Ende

source: &Double Bar
de: &Doppel-Taktstrich

source: &End Bar
de: Sc&hlussstrich

source: Time si&gnature...
de: &Taktart

source: Tempo &signature...
de: Tem&po..

source: &Instrument change...
de: &Instrumentenwechsel...

source: C&hord...
de: A&kkord...

source: &Segno
de: &Setzen

source: &Multimeasure rest...
de: &Mehrtakte-Pause...

source: &New staff
de: &Neue Notenzeile

source: &Delete staff
de: Notenzeile &löschen

source: &Move staff...
de: Notenzeile &verschieben...

source: Select &Multi Staff...
de: &Zeilenübergreifend auswählen...

source: &Goto bar...
de: Gehe zu Takt...

source: &Auto Bar...
de: Auto-&Takt-Einfügung

source: Auto &Beam...
de: Auto-&Balken-Einfügung

source: &Set N time repeat...
de: &Mehrfachwiederholung

source: MIDI &out...
de: &MIDI-Ausgabe

source: MIDI &in...
de: MIDI-&Importieren

source: Inform&ation...
de: Informa&tionen...

source: New &window
de: &Neues Fenster

source: toggle play
de: Play Modus ein/aus

source: turn
de: Rumdrehen

source: Nothing to play!
de: Nichts zu spielen!
sv: Ingenting att spela!

source: MIDI import is now complete. Please use Edit-->AutoBar, Edit-->AutoBeam and other tools for better score layout. You can also read more about MIDI import and other useful tools in documentation!
de: Der Midi-Import ist nun vollständig. Bitte benutzen Sie Edit-->Auto-Takt-Einfügen und andere Werkzeuge für ein besseres Partiturlayout. Mehr Informationen zum Midi-Import und über andere nüzliche Werkzeuge können Sie im Handbuch nachlesen!

source: MIDI import is performed by the TSE3 library, but the library is not present! Please look in the MIDI import section in documentation for more information!
de: Der MIDI import wird mit Hilfe der TSE3-Bibliothek durchgeführt aber die Bibliothek fehlt! Lesen Sie den MIDI-Import-Abschnitt in der Dokumentation für weitere Informationen!

source: This deletes current staff! Are you sure?
de: Soll diese Zeile wirklich gelöscht werden?

source: Please select a region first!
de: Bitte zunächst etwas auswählen!

source: MultiStaff
de: &Zeilenübergreifend...

source: This overrides the current staff! Continue?
de: Notenzeile wird überschrieben! Weiter?

source: This will clear the existing document. Are you sure?
de: Soll die vorhandene Partitur wirklich gelöscht werden?

source: Confirmation
de: Bestätigung

source: Staff %1 contains 8va start without 8va stop.
de: Notenzeile %1 enthält 8va start ohne 8va stop.

source: Staff %1 contains 8va over a single note. This is currently not supported.
de: Notenzeile %1 enthält 8va über eine einzelne Note. Das wird zur Zeit nicht unterstützt.

source: Staff %1 contains dynamic start without dynamic stop.
de: Notenzeile %1 enthält dynamic start ohne dynamic stop.

source: Main author and maintainer until September 2004
de: Haupt-Autor und Leiter bis September 2004

source: project manager
de: Projektmanager

source: lilypond interface
de: Lilypond Schnittstelle

source: developer and composer
de: Entwickler und Komponist

source: Volume step:
de: Lautstärke-Distanz:

source: Triplet Raster:
de: Triolenrastung wählen:

source: &TSE3 to Score ...
de: &TSE3 --> Partitur...

source: &Line to Score ..
de: &Zeilen --> Partitur...

source: C&reate Voice
de: Stimme er&zeugen

source: Enter text:
de: Text:

source: Uptext
de: über der Zeile

source: DownText
de: unter der Zeile

source: Shift
de: Oktavverschiebung
fr: Maj.
hu: Eltolás
sv: Skifta

source: Bottle Chiff
de: Flasche
fr: Bouteille sifflée
sv: flaska

source: Square Wave
de: Rechteckswelle
fr: Signal carré
hu: Négyszögjel
sv: kvadratvåg

source: Saw Wave
de: Sägezahnwelle
fr: Signal dent de scie
hu: Háromszögjel
sv: sågvåg

source: 5th Saw Wave
de: 5te Sägezahnwelle
fr: Quinte
sv: 5te sågvåg

source: MusiXTeX export is now complete. Warning! The exported file is NOT a LaTeX file! Please use musixtex or pmx parser for compilation and not latex!
de: MusiXTeX export ist beendet. Achtung! Die exportierte Datei ein KEINE LaTeX Datei! Bitte benutzen Sie den MusiXTeX oder PMX Parser für die Kompilierung und nicht LaTeX!

source: Auto
de: Automatisch

source: Choose time signature
fr: Choisissez la mesure
hu: Idő bejegyzés kiválasztása

source: Chiffer Lead
fr: Chiff
sv: chifferbly

source: Warm Pad
fr: Warm
sv: varmt block

source: Metal Pad
fr: Métallique
sv: metallblock

source: Halo Pad
fr: Halo
sv: haloblock

source: Sweep Pad
fr: Glissement
sv: svepblock

source: Echo Drops
fr: Echoes
sv: ekodroppar
