Repository: BackupTheBerlios/noteedit-svn
Catalog: po/*.po
Languages: de, fr, hu, ru, sv

source: Please choose a note from first voice
de: Bitte eine Note aus der ersten Stimme wählen!
fr: Choisissez une note dans la première voix.
hu: Válasszon ki egy hangjegyet az első hangszerhez!
ru: Пожалуйста, выберите ноту из 1-го голоса!

source: MIDI mapper is already in use!
de: Der MIDI-Mapper ist bereits in Benutzung!
hu: A MIDI leképező már használatban van!
ru: MIDI картограф уже используется!
sv: MIDI-mappern används redan!

source: nothing to play
fr: rien à jouer
hu: nincs mit játszani
ru: Ничего не играть

source: Your document contains unsaved changes. Do you want to save your changes or discard them?
de: Das Dokument wurde geändert. Möchten Sie es speichern?
fr: Mos modifications n'ont pas été enregistrées. Voulez-vous les enregistrer ou les abandonner ?
hu: A dokumentum nem mentett változásokat tartalmaz Szeretné most menteni, vagy elvetni?
ru: Документ содержит несохраненные изменения. Вы хотите сохранить изменения или отклонить их?
sv: Ditt dokument innehåller osparade ändringar vill du spara dina ändringar eller kasta bort dem?

source: New
de: Neu
fr: Nouveau
hu: Új
ru: Новый
sv: Ny

source: Couldn't translate into ABC format, aborting
de: Das kann nicht ins ABC-Format konvertiert werden, Abbruch!
fr: Traduction dans le format ABC impossible. Annulation.
ru: Не могу перевести в ABC формат, прервано

source: Do you really want to close all windows?
de: Sollen wirklich alle Fenster geschlossen werden?
fr: Voulez-vous réellement fermer toutes les fenêtres ?
hu: Biztos hogy bezárja az összes ablakot?
ru: Вы действительно хотите закрыть все окна?
sv: Vill du verkligen stänga alla fönster?

source: Close all
de: Alle Fenster schließen
fr: Fermer tout
hu: Mindent bezár
ru: Закрыть все
sv: Stäng alla

source: &Close all
de: &Alles schliessen
fr: Fermer &tout
hu: &Mindent bezár
ru: Закрыть все
sv: Stäng &alla

source: <center>Please choose the target point!</center>
de: <center>Bitte einen Takt auswählen!</center>
fr: <center>Choisissez la cible</center>
hu: <center>Válassza ki a célpontot!</center>
ru: <center>Пожалуйста выберите целевую точку!</center>
sv: <center>Välj mål!</center>

source: Goto
de: Gehe zu Takt
fr: Aller
hu: Ugrás
ru: Перейти
sv: Gå till

source: Can't delete last staff.
de: Die letzte Zeile kann nicht gelöscht werden!
fr: Suppression de la dernière portée impossible.
hu: Nem törölhető az utolsó szólam.
ru: Не могу удалить последний нотный стан.
sv: Kan inte ta bort sista notraden.

source: Delete Staff
de: Zeile löschen
fr: Suppression de la portée
hu: Szólam törlése
ru: Удалить нотный стан
sv: Ta bort notrad

source: Staff moving
de: Zeile verschieben
fr: Déplacement de la portée
hu: Szólam mozgatása
ru: Переместить нотный стан
sv: Flytta notrad

source: Please choose the target position:
de: Bitte eine Ziel-Position auswählen!
fr: Choisissez une destination
hu: Válassza ki a célpozíciót:
ru: Пожалуйста выберите целевую точку:
sv: Välj mål:

source: <center>Set tempo:</center>
de: <center>setze Tempo</center>
fr: <center>définir le tempo :</center>
hu: <center>Tempó beállítása:</center>
ru: <center>Установить темп:</center>
sv: <center>Sätt tempo:</center>

source: Set new tempo
de: Neues Tempo
fr: Définir le nouveau tempo
hu: Új tempó beállítása
ru: Установить новый темп
sv: Sätt nytt tempo

source: Set new temp&o
de: neues &Tempo setzten
fr: Définir temp&o
hu: Új tempó beállítás&a
ru: Установить новый темп
sv: Sätt nytt temp&o

source: <center>Set count of Measures:</center>
de: <center>Anzahl der Takte</center>
fr: <center>Définir le nombre de mesures :</center>
hu: <center>ütemszámláló beállítása:</center>
ru: <center>Установить счет тактов:</center>
sv: <center>Välj antal takter:</center>

source: multi rest
de: Mehrtaktpause
fr: Silences multiples
hu: több szünetjel
ru: множественная пауза
sv: mångpauser

source: Set count of m&easures
de: Anzahl der &Takte
fr: Définir le nombre de m&esures
hu: Ütemszá&mláló beállítása
ru: Установить счет тактов
sv: Välj antal takt&er

source: <center>How many notes:</center>
de: <center>Wie viele Noten:</center>
fr: <center>Combien de notes </center>
hu: <center>Hány hangjegy van:</center>
ru: <center>Сколько нот:</center>
sv: <center>Hur många noter:</center>

source: Autobeam
de: Auto-Balken
fr: Ligature automatique
hu: Autogerenda
ru: Автогруппировка
sv: Balkar

source: Please choose a repeat close sign!
de: Bitte ein Wiederholungsende-Zeichen wählen!
fr: Choisissez un signe de début/fin de répétition
ru: Пожалуйста, выберите знак 'Повторить закрытие'!

source: <center>Please set the repeat count!</center>
de: <center>Bitte die Wiederholzahl auswählen!</center>
fr: <center>Définissez le nombre de répétitions</center>
ru: <center>Пожалуйста, установите количество повторений!</center>

source: Repeat count
de: Wiederholzahl
fr: Nombre de répétitions
ru: Количество повторений

source: &Set
de: &Setzen
fr: &Définir
ru: Установить

source: <center>Semitones:</center>
de: <center>Halbtöne:</center>
fr: <center>Demi tons:</center>
hu: <center>Félhangok:</center>
ru: <center>Полутона:</center>
sv: <center>Halvtoner:</center>

source: Transpose
de: Transponieren
fr: Transposition
hu: Transzponálás
ru: Транспонировать
sv: Transponera

source: &Transpose
de: &Transponieren
fr: &Transposition
hu: &Transzponálás
ru: Транспонировать
sv: &Transponera

source: Voice selection
de: Stimmauswahl
fr: Sélection de voix
hu: Hangszer kiválasztása
ru: Выбор звучания
sv: Välj stämma

source: <center>Select your voice here:</center>
de: <center>Stimme auswählen:</center>
fr: <center>Sélectionnez la voix ici</center>
hu: <center>Válassza ki a hangszert:</center>
ru: <center>Выберите здесь ваше звучание:</center>
sv: <center>Välj stämma:</center>

source: Error writing file "%1".
de: Fehler beim Schreiben von:"%1".
fr: Erreur lors de l'enregistrement de "%1".
hu: Hiba a fájl írása közben: "%1".
ru: Ошибка записи файла "%1".
sv: Fel vid skrivning till fil "%1".

source: Write TSE3
de: TSE3 Datei schreiben
fr: Enregistre TSE3
hu: TSE3 írása
ru: Записать TSE3
sv: Skriv TSE3

source: Import Recording
de: Aufnahme importieren
fr: Importer un enregistrement
hu: Felvétel importálása
ru: Импорт записи
sv: Importera inspelning

source: &Import Recording
de: &Aufnahme importieren
fr: &Import d'enregistrement
hu: &Felvétel importálása
ru: Импорт записи
sv: &Importera inspelning

source: Error creating Score
de: Fehler bei der Partiturerzeugung
fr: Erreur pendant la création de la partition.
hu: Hiba a kotta létrehozásakor
ru: Ошибка создания партитуры
sv: Fel vid skapande av partitur.

source: Creating Score
de: Partiturerzeugung
fr: Créer une partition
hu: Kotta létrehozása
ru: Создание партитуры
sv: Skapar partitur

source: TSE3 MIDI out
de: TSE3-MIDI-Ausgabe
fr: Sortie TSE3 MIDI
hu: TSE3 MIDI kimenet
ru: TSE3 MIDI выход
sv: TSE3 MIDI ut

source: File read error "%1".
de: Lesefehler:"%1".
fr: Erreur de lecture du fichier "%1".
hu: Fájl olvasási hiba: "%1".
ru: Ошибка чтения файла "%1".
sv: Fel vid läsning av filen "%1".

source: TSE3 MIDI in
de: TSE3-MIDI-Eingabe
fr: Entrée TSE3 MIDI
hu: TSE3 MIDI bemenet
ru: TSE3 MIDI вход

source: Read TSE3
de: TSE3 einlesen
fr: Lire TSE3
hu: TSE3 beolvasása
ru: Читать TSE3
sv: Läs TSE3

source: File "%1" already exists! Overwrite?
de: Die Datei "%1" existiert bereits! Überschreiben?
fr: Le fichier "%1" existe. Le remplacer?
hu: A(z) "%1" fájl már létezik! Felülírjam?
ru: Файл "%1" уже существует! Перезаписать?
sv: Filen "%1" finns redan! Skriv över?

source: File already exists
de: Die Datei existiert bereits
fr: Fichier existant
hu: A fájl már létezik
ru: Файл уже существует
sv: Filen finns redan

source: [no MIDI device created]
de: [kein MIDI-Gerät vorhanden]
fr: [Aucun périphérique MIDI créé]
hu: [nem jött létre MIDI eszköz]
ru: [не создано MIDI устройство]
sv: [inga MIDI-enheter skapade]

source: Noteedit has exported the score to MusicXML but there are some problems.
de: Noteedit hat die Partitur nach MusicXML exportiert. Aber es gibt einige Probleme
fr: Noteedit a exporté la partition au format MusicXML mais des erreurs se sont produites.
ru: NoteEdit экспортировал партитуру в MusicXML, но есть некоторые проблемы.

source: Staff %1 has irregular keysig. This is currently not supported.
de: Zeile %1: hat eine ungebräuchliche Vorzeichnung! Das wird zur Zeit nicht unterstüzt.
fr: La portée %1 a une armature irrégulière. Ceci n'est pas supporté.
ru: На нотном стане %1 нерегулярная тональность. В настоящее время это не поддерживается.

source: Staff %1 contains drum clef. This is currently not supported.
de: Zeile %1 hat einen Schlagzeugschlüssel. Das wird zur Zeit nicht unterstüzt.
fr: La portée %1 comporte une clé rytmique. Ceci n'est pas supporté.
ru: Нотный стан %1 содержит ключ барабана. В настоящее время это не поддерживается.

source: Staff %1 contains drum staff. This is currently not supported.
de: Zeile %1 enthält Schlagzeugelemente. Das wird zur Zeit nicht unterstüzt.
fr: La portée %1 est rythmique. Ceci n'est pas supporté.
ru: Нотный стан %1 содержит нотный стан барабана. В настоящее время это не поддерживается.

source: Staff %1 contains voice change. This is currently not supported.
de: Zeile %1 enthält einen Stimmen-Wechsel. Das wird zur Zeit nicht unterstüzt.
fr: La portée %1 comporte un changement de voix. Ceci n'est pas supporté.
ru: Нотный стан %1 содержит изменение голоса. В настоящее время это не поддерживается.

source: MusicXML produced. But there are some problems.
de: MusicXMLwurde erzeugt. Aber es gibt Probleme.
fr: Le fichier MusicXML a été produit avec des erreurs.
ru: Был вызван MusiXTeX, но есть некоторые проблемы.

source: Noteedit has exported the score to MusiXTeX but there are some constructs which cannot be expressed in MusiXTeX. The score will work with MusiXTeX but Noteedit omitted these constructs.
de: Noteedit hat die Partitur nach MusiXTeX exportiert. Aber es gibt einige Konstruktionen, die in MuxiXTeX nicht ausgedrückt werden können. MusiXTeX wird arbeiten aber Noteedit hat die fraglichen Konsruktionen weggelassen.
fr: Noteedit a exporté la partition au format MusiXTeX mais certaines constructions ne peuvent être mémorisées dans ce format MusiXTeX. La partition fonctionnera avec MusiXTeX, Noteedit a écarté ces constructions.
hu: A Noteedit exportálta a kottát MusiXTeX formátumba, de néhány elem nem vihető át a MusiXTeX-be. A kotta működik a MusiXTeX-ben, de a Noteedit kihagyta ezeket az elemeket.
ru: NoteEdit экспортировал партитуру в MusiXTeX, но есть некоторые конструкции, которые не могут быть выражены в MuxiXTeX. Партитура будет работать с MusiXTeX, но NoteEdit проигнорирует эти конструкции.
sv: Notredigeraren har exporterat partituret till MusiXTeX men det påträffades några konstruktioner som inte kan uttryckas i MusiXTeX. Partituret kommer att fungera med MusiXTeX men Notredigeraren utelämnade dessa konstruktioner.

source: 128th in measure: %2; maximum = %3 flags
de: Eine 128tel in Takt %2; Maximum: = %3 Fähnchen
hu: 128. a %2 ütemben; maximum = %3 jelzővel
ru: 128-ая в такте: %2; максимум = %3 флагов
sv: 128-del in takt %2; högsta tillåtna är %3 flaggor

source: Staff %1 has irregular keysig. This cannot be expressed in MusiXTeX
de: Zeile %1 hat eine ungebräuchliche Vorzeichnung. Das kann in MusiXTeX nicht ausgedrückt werden.
fr: La portée %1 a une armature irrégulière. Ceci n'est pas supporté dans MusiXTeX.
hu: A(z) %1 szólamnak valótlan előjegyzése van. Ez nem vihető át a MusiXTeX formátumba.
ru: На нотном стане %1 нерегулярная тональность. Это не может быть выражено в MusiXTeX.
sv: Notrad %1 har oregelbunden nyckelsignatur. Detta kan inte uttryckas i MusiXTeX

source: Too many ties in measure: %2; maximum = %3
de: Zu viele Haltebögen in Takt: %2; Maximum = %3.
fr: Trop de liaisons dans la mesure : %2 alors que le maximum est %3
hu: Túl sok kötés van a %2 ütemben; maximum = %3
ru: Слишком много лиг в такте: %2; максимум = %3
sv: För många bindebågar i takt %2; högsta tillåtna antal är %3

source: Too many slurs in measure: %1, ; maximum = %2
de: Zu viele Bindebögen in Takt: %1; Maximum = %2
fr: Trop de liaisons dans la mesure : %1 alors que le maximum est %2
hu: Túl sok kötőív van a %1 ütemben; maximum = %2
ru: Слишком много легато в такте: %1; максимум = %2
sv: För många legatobågar i takt %1; högsta tillåtna antal är %2

source: Too many trills in measure: %1: maximum = 6
de: Zu viele Triller in Takt: %1; Maximum = 6
hu: Túl sok triola van a %1 ütemben; maximum = 6
ru: Слишком много трелей в такте: %1; максимум = 6
sv: För många trillar i takt %1, högsta tillåtna antal är 6

source: Nested va lines in measure: %2 ;
de: Geschachtelte Oktavierungen in Takt: %2;
ru: Встроенные трели в такте: %2;

source: Too many va lines in measure: %1: maximum = 6
de: Zu viele Oktavierungen in Takt: %1; Maximum = 6
ru: Слишком много трелей в такте: %1; максимум = 6

source: Nested va lines in measure: %1 ;
de: Geschachtelte Oktavierungen in Takt: %2;
ru: Встроенные трели в такте: %2;

source: too many beams in measure: %1; maximum: %2
de: Zu viele Balken in Takt: %1; Maximum = %2
fr: Trop de ligatures dans la mesure %1 ; maximum autorisé %2
hu: túl sok gerenda van a %1 ütemben; maximum = %2
ru: Слишком много групп в такте: %1; максимум = %2
sv: för många balkar i takt: %1; högsta tillåtna: %2

source: The score has individual bar layout (partial continued and partial discontinued) Please install "musixdbr.tex" by Rainer Dunker
de: Die Partitur hat ein individuelles Taktstrichlayout (teilweise durchgehend, teilweise unterbrochen) Bitte installieren Sie "musixdbr.tex" von Rainer Dunker
ru: В партитуре есть индивидуальный параметр такта (частично продолженный и частично усеченный) Пожалуйста, установите "musixdbr.tex" Rainer Dunker

source: The score has piano staffs with discontinued bar rules. This cannot be expressed in MusiXTeX.
de: Die Partitur hat Klavierzeilen mit unterbrochenen Taktstrichen. Das kann in MusiXTeX nicht ausgedrückt werden.
ru: На партитуре есть нотный стан Piano с правилами усеченного такта. Это не может быть выражено в MusiXTeX.

source: MusiXTeX produced. But there are some problems.
de: MusiXTeX wurde erzeugt. Aber es gibt Probleme.
fr: Document MusiXTeX généré. Des erreurs se sont produites.
hu: MusiXTeX elkészült. Viszont lehet néhány apró probléma.
ru: Был вызван MusiXTeX, но есть некоторые проблемы.
sv: MusiXTeX skapat, men det uppstod några problem.

source: Output from MusiXTeX-Cmd
de: Ausgabe des MusiXTeX-Kommandos
fr: Messages de la commande MusiXTeX.
ru: Выход из MusiXTeX-Cmd

source: NoteEdit
de: Noteneditor
ru: Нотный редактор
sv: Notredigerare

source: programmer
de: Programmierer
fr: Programmeur
hu: Programozó
ru: Программист
sv: programmerare

source: TSE3 sequencer library
de: TSE3-Sequenzer-Bibliothek
fr: Bilbliothèque du séquenceur TSE3
hu: TSE3 szekvenszer könyvtár
ru: Библиотека секвенсера TSE3
sv: Sekvenserbiblioteket TSE3

source: developer
de: Entwickler
fr: Développeur
hu: Fejlesztő
ru: Разработчик
sv: utvecklare

source: KDE User Interface
de: KDE-Benutzeroberfläche
fr: Interface Utilisateur KDE
hu: KDE felhasználói felület
ru: Интерфейс КДЕ пользователя
sv: KDE-användargränssnitt

source: MusicXML interface
fr: Interface MusicXML
ru: MusicXML интерфейс

source: PMX export
fr: Export PMX
ru: PMX экспорт
sv: Exportera till PMX

source: Noteedit has exported the score to PMX but there are some problems which will probably prevent successful PMX output.
de: Noteedit hat die Partitur nach PMX exportiert. Aber es gibt einige Probleme, die ein erfolgreiches Arbeiten von PMX verhindern.
fr: NoteEdit a réalisé l'export vers le format PMX de la partition mais des erreurs se sont produites. Le document produit risque de ne pas fonctionner avec le préprocesseur PMX.
hu: Noteedit exportálta a kottát PMX formátumba, de elképzelhető néhány probléma amely lehetetlenné teszi a sikeres PMX kimenetet.
ru: NoteEdit экспортировал партитуру в PMX, но есть некоторые проблемы, которые, возможно, будут препятствовать успешной работе PMX.
sv: Notredigeraren har exporterat partituret till PMX men det uppstod några problem som antagligen kommer att förhindra riktiga utdata från PMX.

source: Staff %1, measure %2: %3 128th, should be: %4
de: Zeile: %1; Takt %2: %3 128tel; es sollten %4 sein
hu: szólam %1, ütem %2: %3 128., ennek %4-nek kell lennie
ru: Нотный стан %1, такт %2: %3 128-ая, должно быть: %4
sv: Notrad %1, takt %2: %3 128-del, borde vara: %4

source: Staff %1, measure %2: PMX cannot deal with multi rests if more than 1 staff is exported
de: Zeile %1: Takt %2: PMX akzeptiert keine Mehrfachpausen, wenn die Partitur mehr als eine Zeile umfasst.
hu: szólam %1 ütem %2: PMX nem kezeli a több szünetjelet, ha több mint 1 szólam kerül exportálásra
ru: Нотный стан %1, такт %2: PMX не может работать с множественными паузами, если экспортировано более одного нотного стана.
sv: notrad %1, takt %2: PMX kan inte hantera mångpauser om än 1 notrad exporteras

source: measure %1: Too many opened ties
de: Takt %1: Zu viele Haltebögen
hu: ütem %1: túl sok a nyitott kötés
ru: Такт %1: Слишком много открытых лиг.
sv: takt %1: För många öppnade bindeågar

source: measure %1: Too many opened slurs
de: Takt %1: Zu viele Bindebögen
hu: ütem %1: túl sok nyitott kötőív
ru: Такт %1: Слишком много открытых легато.
sv: takt %1: För många öppnade legatobågar

source: Staff %1, measure %2: PMX can only deal with equal tuplet members or members in ratio 2:1
de: Zeile %1, Takt %2: PMX kann nur mit solchen N-Tupeln umgehen, deren Mitglieder entweder gleich lang sind oder im Verhältnis 2:1 stehen
fr: Portée %1 mesure %2 : PMX ne gère que les groupes rythmiques de notes identiques ou dans un rapport 2 pour 1.
ru: Нотный стан %1, такт %2: PMX может работать только с одинаковыми членами групп или членами в соотношении 2:1

source: Staff %1, measure %2: In PMX tuplet cannot end with a rest
de: Zeile %1; Takt %2: In PMX dürfen N-Tuplets nicht mit einer Pause enden
fr: Portée %1 mesure %2 : PMX ne gère pas les groupes rythmiques se terminant par un silence.
ru: Нотный стан %1, такт %2: В PMX группа не может заканчиваться паузой.

source: PMX cannot deal with more than 2 voices per staff
de: PMX kann nicht mehr als 2 Stimmen pro Notenzeile verarbeiten.
fr: PMX ne supporte pas l'utilisation de plusieurs voix par portée.
hu: PMX nem kezel többet két hangszernél szólamonként
ru: PMX работает не более чем с 2 голосами на нотном стане.
sv: PMX kan inte hantera mer än 2 stämmor per notrad.

source: Staff %1 contains drum staff. This cannot be expressed in PMX.
de: Zeile %1 enthält Schlagzeugnoten. Das kann in PMX nicht ausgedrückt werden.
fr: La portée %1 est rythmique. Ceci n'est pas supporté dans PMX.
hu: Szólam %1 dobszólamot tartalmaz. Ez nem feldolgozható a PMX számára.
ru: Нотный стан %1 содержит нотный стан барабана. Это не может быть выражено в PMX.
sv: Notrad %1 innehåller trumnoter. Detta kan inte uttryckas i PMX.

source: Staff %1, measure %2: PMX cannot deal with mixed graces
de: Zeile %1; Takt %2: In PMX kann nicht mit gemischten Vorschlag-Noten umgehen
hu: szólam %1, ütem %2: PMX nem tudja kezelni a kevert díszítéseket
ru: Нотный стан %1, такт %2: PMX не работает со смешанными форшлагами.

source: Staff %1, measure %2: grace has no main note. PMX will not work
de: Zeile %1; Takt %2: Der Vorschlag hat keine Hauptnote: PMX wird nicht funktionieren.
hu: szólam %1, ütem %2: a díszítés nem alaphang. PMX nem fog működni
ru: Нотный стан %1, такт %2: форшлаг не имеет главной ноты. PMX не будет работать.

source: Staff %1, measure %2: Tuplet must be expressible by on (ev. dotted) note. PMX will not work
de: Zeile %1, Takt %2: Ein N-Tuplet muss durch eine (ev. punktierte) Note ausdrückbar sein. PMX wird nicht funktionieren
fr: Portée %1 mesure %2 : les groupes rythmiques doivent coïncider avec une note éventuellement pointée.
ru: Нотный стан %1, такт %2: Группа должна быть выражена на (даже увеличенной) ноте. PMX не будет работать.

source: The score has piano staffs with discontinued bar rules. This cannot be expressed in PMX
de: Die Partitur hat Klavierzeilen mit unterbrochenen Taktstrichen. Da kann in PMX nicht ausgedrückt werden
ru: На партитуре есть нотный стан Piano с правилами усеченного такта. Это не может быть выражено в PMX.

source: Nested trills in measure: %1 ;
de: Geschachtelte Triller in Takt: %2;
ru: Встроенные трели в такте: %2;

source: PMX produced. But there are some problems.
de: PMX erzeugt. Aber es gibt Probleme.
fr: Fichier PMX produit. Mais des erreurs ont survenu.
hu: PMX elkészült. Viszont lehetnek apróbb hibák.
ru: Был вызван PMX. Но есть некоторые проблемы.
sv: PMX skapat, men det uppstod några problem.

source: St&aff
de: Noten&zeile
fr: P&ortée
hu: S&zólam
ru: Нотный стан
sv: &Notrad

source: &Window
de: &Fenster
fr: &Fenêtre
hu: &Ablak
ru: Окно
sv: &Fönster

source: Program control
de: Steuerung
hu: Program vezérlés
ru: Управление программой
sv: Programstyrning

source: Control
de: Steuerung
hu: Vezérlés
ru: Управление
sv: Styrning

source: Score control
de: Steuerung
hu: Kotta vezérlés
ru: Управление партитурой
sv: Partiturstyrning

source: Notes
de: Noten
hu: hangjegyek
ru: Ноты
sv: Noter

source: signs
de: Zeichen
hu: jelzések
ru: Знаки
sv: tecken

source: additional
de: zusätzlich
hu: egyebek
ru: Дополнительные
sv: ytterligare

source: Accent Toolbar
de: Akzente Toolbar
hu: Hangsúly eszköztár
ru: Панель акцентов
sv: Accentverktygsrad

source: &Export
fr: &Exporter
ru: Экспорт
sv: &Exportera

source: Graces
de: Vorschlag
hu: díszítések
ru: Форшлаги

source: File export - NoteEdit
fr: Exporter le fichier - NoteEdit
hu: Fájl exportálás - NoteEdit
ru: Экспорт файла - NoteEdit
sv: Filexport - NoteEdit

source: Start &export
de: Export &beginnen
fr: Lancement de l'&export
hu: &Exportálás indítása
ru: Начало экспорта
sv: Påbörja &export

source: &MIDI format
fr: Format &MIDI
hu: &MIDI formátum
ru: MIDI формат

source: MIDI information line:
de: MIDI-Informationszeile:
fr: Commentaire MIDI
hu: MIDI információs sor:
ru: Информационная строка MIDI:
sv: MIDI-informationsrad:

source: MusiX&TeX format
fr: Format MusiX&TeX
hu: MusiX&TeX formátum
ru: MusiXTeX формат

source: Page geometry
de: Seitengeometrie
fr: Dimensions de la page
hu: Oldal geometria
ru: Вид страницы
sv: Sidmått

source: Width:
de: Breite:
fr: Largeur :
hu: Szélesség:
ru: Ширина:
sv: Bredd:

source: Height:
de: Höhe:
fr: Hauteur :
hu: Magasság:
ru: Высота:
sv: Höjd:

source: Left margin:
de: linker Rand:
fr: Marge gauche :
hu: Bal margó:
ru: Левый отступ:
sv: Vänstermarginal:

source: Top margin:
de: oberer Rand:
fr: Marge haut :
hu: Felső margó:
ru: Верхний отступ:
sv: Övermarginal:

source: &Landscape
de: &waagerecht
fr: &Paysage :
hu: &Fekvő
ru: Альбом
sv: &Liggande

source: Additional
de: Zusätzlich
hu: Egyebek
ru: Дополнительные
sv: Ytterligare

source: &With tempo signs
de: Mit &Tempozeichen
fr: Largeur des indication de te&mpo
hu: &Tempójelölésekkel
ru: Со знаками темпа
sv: &Med tempotecken

source: With &volume signs
de: Mit Lautstärken&zeichen
fr: Largeur des indication de &volume
hu: &Hangerő jelölésekkel
ru: Со знаками громкости
sv: Med l&judstyrketecken

source: parindent:
de: Einrückung
fr: Indentation des paragraphes :
ru: Отступ параграфа:

source: MusiXTeX-Cmd:
de: MusiXTeX-Kmdo:
fr: Commande pour MusiXTeX :
ru: Команда MusiXTeX:

source: &Staff selection
de: Noten&zeilenwahl
fr: Sélection de &portée
hu: &Szólamválasztás
ru: Выбор нотного стана
sv: Notrad&sval

source: Page generation
de: Seitenerzeugung
fr: Création de page
hu: Oldal generálása
ru: Генерация страницы
sv: Sidalstring

source: L&imit line measures
de: Taktzahl&begrenzung
fr: &Nombre max de mesures par ligne
hu: L&imitált ütemszám soronként
ru: Ограничение линий такта
sv: &Begränsa radtakter

source: Spa&re ties
de: Haltebö&gen in Kurzform
hu: Kötések &pótlása
ru: Сохранять лиги
